[
  {
    "id": 690,
    "definition": "Name the following related to the Era of Good Feelings. The Era of Good Feelings roughly corresponded to the tenure of this U.S. President.",
    "term": "James Monroe"
  },
  {
    "id": 691,
    "definition": "Name the following related to the Era of Good Feelings. The Era of Good Feelings saw the decline and dissolution of this political party that included President John Adams among its members.",
    "term": "Federalist Party"
  },
  {
    "id": 692,
    "definition": "Name the following related to the Era of Good Feelings. This was the home state of the Federalist Party's final presidential candidate, Rufus King, who lost to Monroe in the election of 1816. One colonial governor of this present-day state was William Cosby, who notably arrested journalist John Peter Zenger for libel. George Washington's first inauguration was held at this state's Federal Hall. In 1817, Governor DeWitt Clinton initiated construction on a canal through this state that connected the Hudson River to Lake Erie. Name this state in which the Erie Canal connected the cities of Albany and Buffalo.",
    "term": "New York"
  },
  {
    "id": 693,
    "definition": "Name the following related to World War II. This fictional character was created to positively represent the large number of women who worked in factories to support America during World War II.",
    "term": "Rosie the Riveter [prompt on ˈˈRosieˈˈ]"
  },
  {
    "id": 694,
    "definition": "Name the following related to World War II. An altercation involving American World War II servicemen on leave helped lead to the Zoot Suit riots in this city, which was later the site of the 1965 Watts riots.",
    "term": "Los Angeles"
  },
  {
    "id": 695,
    "definition": "Name the following related to World War II. In 1984, part of this legislation was updated through the efforts of Mississippi Representative Gillespie Montgomery. This act originally included the so-called 52-20 (ˈˈfifty-two twentyˈˈ) clause, which provided twenty dollars per week to those who were unemployed for up to fifty-two weeks. The major benefits provided by this legislation, which was formally named the ˈˈServicemen's Readjustment Act,ˈˈ included tuition assistance and low interest home loans. Name this 1944 legislation that was passed to aid veterans returning from World War II.",
    "term": "G.I. Bill [accept Servicemen's Readjustment Act of 1944 before mentioned]"
  },
  {
    "id": 696,
    "definition": "Name the following related to the Great Depression. The Supreme Court's Ashwander case confirmed the legality of this New Deal agency originally based in Muscle Shoals, Alabama. This agency's first major project was the construction of the Norris Dam.",
    "term": "Tennessee Valley Authority or TVA"
  },
  {
    "id": 697,
    "definition": "Name the following related to the Great Depression. Under President Herbert Hoover, U.S. tariffs were increased to near historic levels by this 1930 legislation, which likely contributed to the worsening of the Great Depression.",
    "term": "Smoot-Hawley Tariff Act or Hawley-Smoot Tariff Act [do not accept or prompt on partial answer]"
  },
  {
    "id": 698,
    "definition": "Name the following related to the Great Depression. While serving as Chief of Staff of the U.S. Army, this man was chosen to oversee the establishment of the New Deal agency Civilian Conservation Corps (ˈˈcoreˈˈ). Six months after taking part in the Wake Island Conference, he was replaced by Matthew Ridgway. After accepting Japan's surrender aboard the USS Missouri, this general led the post- World War II occupation of Japan. This man then went on to command the U.N. troops in the Korean War until he was notably removed by Harry Truman. Name this five star general who promised the Philippines early in World War II that ˈˈI shall return.ˈˈ",
    "term": "Douglas MacArthur"
  },
  {
    "id": 699,
    "definition": "Name the following related to the fight for women's suffrage. The first women to receive the right to vote in the U.S. were those in the territory named for this state, whose nickname of ˈˈThe Equality Stateˈˈ references this fact.",
    "term": "Wyoming"
  },
  {
    "id": 700,
    "definition": "Name the following related to the fight for women's suffrage. Women received the right to vote nationally with the ratification of the Nineteenth Amendment during the tenure of this president, whose successor campaigned on the slogan ˈˈreturn to normalcy.ˈˈ",
    "term": "Thomas Woodrow Wilson"
  },
  {
    "id": 701,
    "definition": "Name the following related to the fight for women's suffrage. This man argued in favor of women's suffrage in a speech which also noted that ˈˈa man's rights rest in three boxes: the ballot box, jury box, and the cartridge box.ˈˈ In another speech denouncing slavery, he asked the question ˈˈwhat, to the American slave, is your Fourth of July?ˈˈ The only African-American to attend the Seneca Falls Convention was this man, who authored My Bondage and My Freedom as his second autobiography. The North Star newspaper was published by what nineteenth century abolitionist who wrote an autobiographical ˈˈnarrativeˈˈ about his time as a slave?",
    "term": "Frederick Douglass [or Frederick Augustus Washington Bailey]"
  },
  {
    "id": 702,
    "definition": "Name these twentieth century events. This two word nickname is used to identify the day in 1929 on which the stock market crashed, thereby triggering the Great Depression.",
    "term": "Black Tuesday [accept Black Thursday]"
  },
  {
    "id": 703,
    "definition": "Name these twentieth century events. A. Philip Randolph was an organizer of this 1963 event, which is best remembered for including Martin Luther King Jr.'s I Have a Dream speech.",
    "term": "March on Washington for Jobs and Freedom [accept The Great March on Washington]"
  },
  {
    "id": 704,
    "definition": "Name these twentieth century events. Amid this event, Bob Livingston withdrew his name from consideration to become Speaker of the House. While being questioned prior to this event, the man at the center of it speculated on ˈˈwhat the meaning of the word ˈis' is.ˈˈ An investigation into a sexual harassment claim by Paula Jones resulted in this event, which occurred after the release of a report written by Ken Starr. William Rehnquist presided over this event, which included charges of obstruction of justice and perjury related to a sexual relationship with Monica Lewinsky. Name this 1999 event that failed to remove the forty- second president.",
    "term": "Impeachment trial of William Jefferson ˈˈBillˈˈ Clinton [accept equivalent answers which mention Bill Clinton or William Jefferson Blythe III being impeached; prompt on partial answer]"
  },
  {
    "id": 705,
    "definition": "Name these Civil War battles. The mouth of the James River was the site of this March 1862 battle that was the first one in which ironclad ships faced off against each other.",
    "term": "Battle of Hampton Roads [prompt on ˈˈMonitor vs. Merrimackˈˈ or ˈˈMonitor vs. Virginiaˈˈ or ˈˈBattle of the Ironcladsˈˈ]"
  },
  {
    "id": 706,
    "definition": "Name these Civil War battles. During this battle, which took place northeast of Richmond in June 1864 as part of the Overland Campaign, Ulysses Grant suffered a lopsided loss after ordering an unsuccessful attack against heavily fortified Confederate troops under Robert E. Lee.",
    "term": "Battle of Cold Harbor"
  },
  {
    "id": 707,
    "definition": "Name these Civil War battles. One day after this battle concluded, Nathan Bedford Forrest was seriously wounded during the ˈˈFallen Timbersˈˈ incident. Don Carlos Buell's (byoolz) Army of the Ohio arrived at this battle after thousands of Union troops had been surrounded and captured at the ˈˈHornet's Nest.ˈˈ Confederate commander Albert Sidney Johnston died during this battle, whose second day featured a Union counterattack that secured the victory for Ulysses Grant. Name this bloody April 1862 battle fought in Tennessee near Pittsburg Landing.",
    "term": "Battle of Shiloh (ˈˈSHYˈˈ-loh) [accept Battle of Pittsburg Landing before mentioned]"
  },
  {
    "id": 708,
    "definition": "Name the following related to the colonial history of the U.S. When John White returned to the colony of Roanoke in 1590 after a nearly three year absence, he found it completely abandoned, with one of the few clues being this word carved into a tree.",
    "term": "CROATOAN (KROH-uh-TOH-in)"
  },
  {
    "id": 709,
    "definition": "Name the following related to the colonial history of the U.S. This Dutch Director of the New Netherland colony is best known for purchasing Manhattan Island with a collection of goods worth sixty guilders.",
    "term": "Peter Minuit (MIN-yoo-it) [or Peter Minnewit or Pierre Minuit]"
  },
  {
    "id": 710,
    "definition": "Name the following related to the colonial history of the U.S. The discovery of letters disparaging this colony led to the banishment of John Lyford and John Oldham. Edward Winslow co-wrote an account of life in this colony in a work known as Mourt's Relation. John Carver served as the first governor of this colony, which formed an early alliance with Native American chief Massasoit (MASS-ah-SO-it). Myles (ˈˈmilesˈˈ) Standish led the militia within this colony, which survived through its earliest years with the aid of Squanto. It was founded in 1620 upon the landing of the Mayflower. Name this colony founded by the Pilgrims near a namesake ˈˈrock.ˈˈ",
    "term": "Plymouth Colony [or Plimouth Plantation; accept New Plymouth; do NOT accept or prompt on ˈˈMassachusettsˈˈ]"
  },
  {
    "id": 711,
    "definition": "Name these conflicts. Thomas Ruffin Gray authored the ˈˈconfessionsˈˈ of the man who led this short-lived 1831 conflict, which killed approximately sixty people in Southampton County, Virginia.",
    "term": "Nat Turner's Rebellion [accept equivalent answers that mention Nat Turner]"
  },
  {
    "id": 712,
    "definition": "Name these conflicts. This conflict of the late 1670s pitted English colonists against a group of Native Americans led by the Wampanoag (WAHM-puh-NOH-ag) chief Metacomet.",
    "term": "King Philip's War [accept First Indian War; prompt on ˈˈMetacomet's Rebellion/Warˈˈ]"
  },
  {
    "id": 713,
    "definition": "Name these conflicts. During this war, Henry Procter's hasty retreat to Fort Malden allowed severely wounded American soldiers to be murdered in the River Raisin Massacre. In this conflict, American commanders Jacob Brown and Winfield Scott were both wounded during the Battle of Lundy's Lane. During this war, a letter with the words ˈˈwe have met the enemy and they are oursˈˈ was sent in the aftermath of the Battle of Lake Erie by Oliver Hazard Perry. This war saw British troops set fire to the White House shortly after it had been abandoned by First Lady Dolley Madison. Name this war ended by the Treaty of Ghent in 1814.",
    "term": "War of 1812"
  },
  {
    "id": 714,
    "definition": "Name these individuals involved in notable disputes. This general was sent to Maine to help resolve the international border dispute that led to the Aroostook (uh- ROOSS-tuk) War, but he is perhaps better known for developing the Anaconda Plan for the Union during the Civil War.",
    "term": "Winfield Scott"
  },
  {
    "id": 715,
    "definition": "Name these individuals involved in notable disputes. This banker quarreled with Andrew Jackson over the status of the Second Bank of the United States, whose charter was allowed to expire in 1836 with him as its final president.",
    "term": "Nicholas Biddle"
  },
  {
    "id": 716,
    "definition": "Name these individuals involved in notable disputes. This politician first joined Congress as the successor to his similarly named first cousin, Joseph. This man's wife led a group of women who spurned Peggy O'Neill, the wife of Secretary of War John Eaton, in what was dubbed the Petticoat affair. His first tenure in the Senate began after his resignation as Vice President, a position which, like George Clinton, he had held under two different presidents. This politician supported his home state's desire to void the 1828 Tariff of Abominations in what was known as the Nullification Crisis. Name this nineteenth century Senator from South Carolina.",
    "term": "John Caldwell Calhoun"
  },
  {
    "id": 717,
    "definition": "Name these battles involving American troops. William Shafter commanded the American troops in this 1898 battle, which occurred on the same day as the Battle of El Caney (kah-NAY).",
    "term": "Battle of San Juan Hill [or Battle of San Juan Heights]"
  },
  {
    "id": 718,
    "definition": "Name these battles involving American troops. American troops fought under Allied Commander Ferdinand Foch (fohsh) in this July and August 1918 battle, the second of its name, that was Germany's final major offensive on the Western Front.",
    "term": "Second Battle of the Marne [do NOT accept ˈˈFirst Battle of the Marneˈˈ]"
  },
  {
    "id": 719,
    "definition": "Name these battles involving American troops. This battle ended with a well-disciplined retreat being led by Thomas Knowlton and John Stark. The freedman Peter Salem is credited with having killed John Pitcairn during this battle, which is commemorated today by a two hundred twenty-one foot tall obelisk. A redoubt constructed on Charlestown Peninsula was the focus of this battle, which saw Dr. Joseph Warren killed during the third and final assault by the British attackers. The order ˈˈdon't fire until you see the whites of their eyesˈˈ was allegedly given during what 1775 battle near Boston that was fought on Breed's Hill close to the namesake location?",
    "term": "Battle of Bunker Hill [accept Battle of Breed's Hill before mentioned]"
  },
  {
    "id": 720,
    "definition": "Name the following related to the Confederate States of America. This Jewish Senator from Louisiana resigned that position to join the Confederacy, for whom he would serve as Attorney General, Secretary of War, and Secretary of State before the end of the Civil War.",
    "term": "Judah Philip Benjamin"
  },
  {
    "id": 721,
    "definition": "Name the following related to the Confederate States of America. This general spent part of 1864 recuperating from being wounded by friendly fire at the Battle of the Wilderness, but he is perhaps best remembered for reluctantly ordering the disastrous Pickett's Charge during the Battle of Gettysburg at the behest of Robert E. Lee.",
    "term": "James Longstreet"
  },
  {
    "id": 722,
    "definition": "Name the following related to the Confederate States of America. This state was the site of the Battle of Palmito Ranch, which was the final battle of the Civil War. The sale of bonds by this state during the Civil War led to an 1869 Supreme Court case that ruled states cannot legally secede from the U.S.; that case was [this state] v. White. John Connally was inadvertently shot while serving as governor of this state, which was home to the nation's longest-serving Speaker of the House, Sam Rayburn. Before leaving office, President John Tyler finalized a treaty that allowed this state to be annexed in 1845. Name this former Confederate state whose governor at the start of the Civil War was Sam Houston.",
    "term": "Texas"
  },
  {
    "id": 723,
    "definition": "Name the following having to do with early America's rocky relationship with France. In 1796, French leaders refused to meet with this South Carolina native, who had just been appointed as the U.S. Ambassador to France. This man later ran unsuccessfully as the Federalist presidential candidate in both the elections of 1804 and 1808.",
    "term": "Charles Cotesworth Pinckney"
  },
  {
    "id": 724,
    "definition": "Name the following having to do with early America's rocky relationship with France. Charles Pinckney was also involved in the XYZ Affair, in which the French minister Charles Talleyrand required a bribe before speaking with American diplomats consisting of Pinckney, John Marshall, and this man, who served as America's fifth vice president.",
    "term": "Elbridge Thomas Gerry"
  },
  {
    "id": 725,
    "definition": "Name the following having to do with early America's rocky relationship with France. The institution of a property tax to support the Quasi War against France resulted in Fries's Rebellion occurring within this state. Part of the eastern end of this state was fraudulently acquired from the Lenape (luh-NAH-pay) tribe through the so-called ˈˈWalking Purchase.ˈˈ America's first oil boom began in the city of Titusville within this state, where over two thousand people were killed when the South Fork Dam failed in 1889. ˈˈLight-Horse Harryˈˈ Lee quelled a 1794 rebellion in this state that was sparked by a tax on distilled alcohol. The Johnstown Flood and Whiskey Rebellion occurred in what U.S. state where the Liberty Bell resides at Independence Hall?",
    "term": "Pennsylvania"
  },
  {
    "id": 726,
    "definition": "Name these American generals. The Army of the Potomac was formed in July 1861 when George McClellan took over command from this general, who led the Union troops that lost in the First Battle of Bull Run.",
    "term": "Irvin McDowell"
  },
  {
    "id": 727,
    "definition": "Name these American generals. This general in the Continental Army was captured at the Battle of Quebec, but he is perhaps best remembered for decisively defeating Banastre (ˈˈbanisterˈˈ) Tarleton at the 1781 Battle of Cowpens.",
    "term": "Daniel Morgan"
  },
  {
    "id": 728,
    "definition": "Name these American generals. This general organized a secret task force under the command of Abraham Baum to liberate a POW camp housing his son-in-law, John Waters. One chaplain working under this general composed a prayer for good weather that was distributed amongst his army prior to the Battle of the Bulge. He was the commander of the fictional First U.S. Army Group, which was conceived to be a diversion during D-Day. Shortly after being relieved of his command of the U.S. Third Army, he died in December 1945 from injuries sustained during a car accident. ˈˈOld Blood and Gutsˈˈ was the nickname of what general perhaps best remembered for slapping two shell shocked soldiers?",
    "term": "George Smith Patton Jr."
  },
  {
    "id": 729,
    "definition": "Name these organizations. John L. Lewis served as a forty year president of this labor union that was founded in 1890. In 1914, one of their strikes in Colorado included the deaths of about twenty people in what was known as the Ludlow Massacre.",
    "term": "United Mine Workers of America or UMWA"
  },
  {
    "id": 730,
    "definition": "Name these organizations. Two similarly named groups merged in 1890 to form this organization which fought for the right of women to vote. Carrie Chapman Catt and Susan B. Anthony were among the presidents of this organization, whose membership reached two million people before the Nineteenth Amendment was passed.",
    "term": "National American Woman Suffrage Association or NAWSA"
  },
  {
    "id": 731,
    "definition": "Name these organizations. This organization was at the center of the so-called Rampart scandal. The operation of this organization was evaluated by the Christopher Commission in the aftermath of an event involving Stacey Koon. In 2013, a former member of this organization, Christopher Dorner, killed four people during a rampage that targeted members of this organization and their families. One former member of this organization was Mark Fuhrman (FER-mihn), whose use of racial slurs was revealed during a trial stemming from the murders of Ron Goldman and Nicole Brown. The 1991 beating of Rodney King was done by what law enforcement agency in California?",
    "term": "Los Angeles Police Department or LAPD [prompt on partial answer; accept any answer mentioning ˈˈL.A.ˈˈ and ˈˈpoliceˈˈ]"
  },
  {
    "id": 732,
    "definition": "Name these events involving slaves or former slaves. At a women's rights convention held in Akron, Ohio in 1851, former slave Sojourner Truth argued against inherent male superiority with this speech, in which she repeatedly asked the title question.",
    "term": "Ain't I a Woman speech [accept Ar'n't I a Woman Speech]"
  },
  {
    "id": 733,
    "definition": "Name these events involving slaves or former slaves. This slave revolt was planned to be carried out on August 30, 1800 near Richmond, Virginia, but a major storm on that night led to the plans being revealed before the revolt materialized, and its leader was subsequently captured and hanged.",
    "term": "Gabriel Prosser revolt [accept equivalent answers mentioning Gabriel Prosser]"
  },
  {
    "id": 734,
    "definition": "Name these events involving slaves or former slaves. Eight years after it ended, a book documenting the ˈˈhistory ofˈˈ this event was ˈˈprepared for the pressˈˈ by editor Paul Allen. A carpenter named Patrick Gass was the first to publish his journal recounting this event, during which Charles Floyd died from appendicitis. The services of a slave named York were utilized throughout this event, which included the construction of Fort Clatsop. While spending the winter at Fort Mandan, the leaders of this event met Toussaint Charbonneau (too-SAHN shar-buh-NOH), who served as a translator along with his Shoshone (shoh-SHOH- nee) wife, Sacagawea. Name this 1804 to 1806 expedition that explored the lands of the Louisiana Purchase.",
    "term": "Lewis and Clark expedition [accept similar answers mentioning Meriwether Lewis and William Clark; accept Corps of Discovery expedition] ."
  },
  {
    "id": 735,
    "definition": "Name these speeches. This April 3rd, 1968 speech in support of the Memphis sanitation strike was the final one given by Martin Luther King Jr. before his assassination the following day.",
    "term": "I've Been to the Mountaintop speech"
  },
  {
    "id": 736,
    "definition": "Name these speeches. In this March 1861 speech, Confederate vice president Alexander Stephens noted that ˈˈ[our new government's] foundations are laid...upon the great truth that the negro is not equal to the white manˈˈ and slavery ˈˈis his natural and normal condition.ˈˈ",
    "term": "Cornerstone speech"
  },
  {
    "id": 737,
    "definition": "Name these speeches. Early in this speech, the speaker referenced an exchange he had with journalist Peter Edson. A letter composed by the law firm Gibson, Dunn, & Crutcher was read as part of this speech, in which the speaker remarked that he would not be cashing a ten dollar check sent to him by the wife of a soldier. During this speech, the speaker stated that his wife ˈˈdoesn't have a mink coatˈˈ but does have a ˈˈrespectable Republican cloth coat.ˈˈ Questions surrounding a little-known campaign (*) fund prompted this 1952 speech, in which the speaker noted how his kids loved a ˈˈlittle cocker spanielˈˈ that he would not give back. Identify this Richard Nixon speech named for his family dog.",
    "term": "Checkers speech [prompt on ˈˈFund speechˈˈ prior to (*)]"
  },
  {
    "id": 738,
    "definition": "Name the following related to the 1886 Haymarket riot. The Haymarket riot led to a major decline in the popularity of the Knights of Labor, which at the time was under the leadership of this man, who had earlier served as a mayor of Scranton, Pennsylvania.",
    "term": "Terence Vincent Powderly"
  },
  {
    "id": 739,
    "definition": "Name the following related to the 1886 Haymarket riot. Of the eight men convicted for the riot, one committed suicide, four were executed, and the other three were ultimately pardoned by this man, who served as the Governor of Illinois between 1893 and 1897.",
    "term": "John Peter Altgeld"
  },
  {
    "id": 740,
    "definition": "Name the following related to the 1886 Haymarket riot. This was the surname of the Mayor of Chicago who briefly attended the rally preceding the Haymarket riot. During a border dispute with British Guiana (gee-AH-nuh) that was arbitrated by the U.S., Venezuela was represented by a politician with this surname who was previously elected to the presidency on a ticket featuring Levi Morton. Another man with this surname served as the first of three governors of the Territory of Indiana before leading American troops to victory in the Battle of the Thames (temz), which saw the death of Tecumseh. That man with this surname died of pneumonia exactly one month after giving America's longest inauguration speech. Give this surname of presidents Benjamin and William Henry.",
    "term": "Harrison [accept Carter Henry Harrison Sr. or Benjamin Harrison or William Henry Harrison Sr.]"
  },
  {
    "id": 741,
    "definition": "Name these American cities. The western terminus of the short-lived Pony Express was in this city, whose mayor between 2008 and 2016 was former NBA player Kevin Johnson.",
    "term": "Sacramento"
  },
  {
    "id": 742,
    "definition": "Name these American cities. In 1932, president-elect Franklin Roosevelt survived an assassination attempt in this southern city, where Border Patrol agents forcibly retrieved Elian (ay-lee-AHN) Gonzalez in 2000 to return him to his father in Cuba.",
    "term": "Miami"
  },
  {
    "id": 743,
    "definition": "Name these American cities. Over six hundred people in this city died during a 1903 fire that struck the Iroquois (EER-uh-kwoy) Theater. To mitigate flooding in this city, Ellis Chesbrough (ˈˈCHESS-browˈˈ) oversaw a plan to elevate many of its buildings during the late 1850s. Two college students in this city kidnapped and murdered fourteen year old Bobby Franks in a failed attempt to commit the ˈˈperfect crimeˈˈ; those men were Nathan Leopold and Richard Loeb. In this city, the American Railway Union organized a strike under the leadership of Eugene V. Debs that was put down by federal troops sent by Grover Cleveland. The Pullman Strike occurred in what Midwestern city home to the Willis Tower, which was formerly known as the Sears Tower?",
    "term": "Chicago"
  },
  {
    "id": 744,
    "definition": "Name the following organizations. Medger Evers was assassinated while working as a field secretary for this organization that was co-founded in 1909 by W.E.B Du Bois (doo-BOYSS).",
    "term": "NAACP or National Association for the Advancement of Colored People"
  },
  {
    "id": 745,
    "definition": "Name the following organizations. Mount Rainier National Park was established after years of lobbying by this organization that was founded in 1892 by John Muir (MYOOR).",
    "term": "Sierra Club"
  },
  {
    "id": 746,
    "definition": "Name the following organizations. This organization sent an anonymous letter that repeatedly asserts ˈˈyou are doneˈˈ in an attempt to blackmail and possibly encourage the suicide of Martin Luther King Jr.; that letter from this organization was sent as part of its COINTELPRO (ˈˈco-intel-proˈˈ) program. The original name of this organization formed the acronym BOI (ˈˈB-O-Iˈˈ). This organization employed Mark Felt, who is perhaps most notable for actions he took under the pseudonym ˈˈDeep Throat.ˈˈ In 2011, this organization captured former mob boss Whitey Bulger, who was included on its ˈˈTen Most Wanted Fugitivesˈˈ list. Name this national law enforcement agency whose longest tenured director was J. Edgar Hoover.",
    "term": "FBI or Federal Bureau of Investigations"
  },
  {
    "id": 747,
    "definition": "Name these events that occurred in the month of December. John T. Daniels took the only photograph that captured this December 17th, 1903 event which occurred on a North Carolina beach.",
    "term": "Wright brothers' first airplane flight [accept equivalent answers that mention Orville and Wilbur Wright and the concept of the first flight of a manned, powered, heavier-than-air aircraft]"
  },
  {
    "id": 748,
    "definition": "Name these events that occurred in the month of December. On December 29, 1845, James K. Polk signed the legislation that finalized this event, which terminated Anson Jones' tenure as president of a nine year old nation.",
    "term": "Annexation of Texas [accept equivalent answers that mention Texas and the idea of annexation or admittance to the United States]"
  },
  {
    "id": 749,
    "definition": "Name these events that occurred in the month of December. During this event, participants chased off a man named Charles O'Connor for attempting to steal certain items. A similar event to this one occurred ten months later in Annapolis and involved the burning of the Peggy Stewart. A gathering at the Old South Meeting House preceded this event, which occurred at Griffin's Wharf. During this event, ships named Beaver, Eleanor, and Dartmouth were boarded at night by men dressed in Mohawk costumes. Britain passed the Intolerable Acts in response to what December 1773 event in which angry colonists dumped chests of a certain beverage into the harbor of a Massachusetts city?",
    "term": "Boston Tea Party [prompt on partial answer]"
  },
  {
    "id": 750,
    "definition": "Name the following related to the Reconstruction Era. The first iteration of the Ku Klux Klan was founded in the Reconstruction Era and had this Tennessee native and Civil War general serve as its first ˈˈGrand Wizard.ˈˈ",
    "term": "Nathan Bedford Forrest"
  },
  {
    "id": 751,
    "definition": "Name the following related to the Reconstruction Era. Name all of the amendments to the U.S. Constitution that are collectively referred to as the ˈˈReconstruction Amendmentsˈˈ because they were passed during the first five years of the Reconstruction Era, between 1865 and 1870.",
    "term": "13th, 14th, and 15th Amendments [do not prompt on partial answers]"
  },
  {
    "id": 752,
    "definition": "Name the following related to the Reconstruction Era. One man to hold this position during the Reconstruction Era was investigated by Hiester Clymer for his role in the Trader Post scandal, which resulted in his 1876 impeachment. In addition to William Belknap, this Cabinet position was held by William H. Taft during the presidency of Theodore Roosevelt. While holding this position during the presidency of Franklin Roosevelt, Henry Stimson oversaw the progress of the Manhattan Project. This position was abolished in 1947 upon the creation of the Department of Defense. Henry Knox was the first to hold what now-defunct Cabinet position that was responsible for overseeing the U.S. Army?",
    "term": "Secretary of War [accept War Secretary; do not accept or prompt on ˈˈSecretary of Defenseˈˈ]"
  },
  {
    "id": 753,
    "definition": "Name the following related to the American Revolutionary War. In one final attempt to prevent the war from further escalating, in July 1775, the Second Continental Congress sent this petition to King George III.",
    "term": "Olive Branch Petition"
  },
  {
    "id": 754,
    "definition": "Name the following related to the American Revolutionary War. Early in the war, Thomas Gage was succeeded as Commander-in-Chief of the British troops by this man, who held that position from 1775 to 1778, when he resigned and was replaced by Henry Clinton.",
    "term": "William Howe, 5th Viscount Howe"
  },
  {
    "id": 755,
    "definition": "Name the following related to the American Revolutionary War. This battle was preceded by a skirmish at the Green Spring Plantation that was a defeat for ˈˈMadˈˈ Anthony Wayne. Near the end of this battle, the losing side attempted a failed retreat to Gloucester (ˈˈGLOSSˈˈ-tur) Point. At the conclusion of this battle, Benjamin Lincoln accepted a sword that was presented by Charles O'Hara. A victory for the Comte de Grasse (kawmt de grahss) in the Battle of the Chesapeake helped secure an American victory at this battle, in which George Washington forced the surrender of Lord Cornwallis. Name this 1781 battle that ended the Revolutionary War.",
    "term": "Battle of Yorktown or Siege of Yorktown"
  },
  {
    "id": 756,
    "definition": "Name these states involved in female achievements. In 1924, Nellie Ross was elected as America's first female governor in this state, which is known by the nickname ˈˈThe Equality State.ˈˈ",
    "term": "Wyoming"
  },
  {
    "id": 757,
    "definition": "Name these states involved in female achievements. In 1916, this state elected Jeannette Rankin to serve as America's first female member of Congress.",
    "term": "Montana"
  },
  {
    "id": 758,
    "definition": "Name these states involved in female achievements. This state was nicknamed ˈˈThe Perfect 36ˈˈ after it became the thirty-sixth and final state required to ratify the Nineteenth Amendment to grant women the right to vote. Prior to its admittance to the U.S., this state was known as the Southwest Territory, which included lands that were previously governed by the State of Franklin. A violation of this state's Butler Act resulted in a 1925 trial that saw Clarence Darrow defend the teaching of evolution in school by John Scopes. This state is the namesake of a New Deal organization that was founded to provide flood control and electricity throughout the Southeast U.S. Give this state whose namesake ˈˈvalley authorityˈˈ is headquartered in Knoxville.",
    "term": "Tennessee"
  },
  {
    "id": 759,
    "definition": "Name these events which gave rise to notable statements. After receiving a demand to surrender the town of Bastogne (BAS-tohn) during this battle, which began in December 1944 with a German offensive, U.S. General Anthony McAuliffe replied to the Nazis with a one word response: ˈˈNuts!ˈˈ",
    "term": "Battle of the Bulge [or Battle of the Ardennes (ar-DEN) or the Ardennes Counteroffensive]"
  },
  {
    "id": 760,
    "definition": "Name these events which gave rise to notable statements. During this August 1864 naval battle fought off the coast of Alabama, Union Rear Admiral David Farragut allegedly exclaimed ˈˈdamn the torpedoes, full speed ahead!ˈˈ",
    "term": "Battle of Mobile Bay"
  },
  {
    "id": 761,
    "definition": "Name these events which gave rise to notable statements. This event inspired a political cartoon that shows three men telling a five headed monster holding a knife to ˈˈcease bawling.ˈˈ One participant in this event was Lucien Hauteval (loo-see-en ˈˈoatˈˈ-vahl). During this event, a question from Jean-Conrad Hottinguer (zhahn-kohn-rahd oh-ˈˈtongˈˈ-gair) prompted the response ˈˈno, no, not a sixpenceˈˈ from Charles Cotesworth Pinckney. The Quasi-War began in the aftermath of this event, in which three American diplomats attempted to secure a meeting with Charles Talleyrand. Name this 1797 event in which bribes were demanded by three French diplomats identified by single letter aliases.",
    "term": "XYZ Affair"
  },
  {
    "id": 762,
    "definition": "Name these groups of people. Ohio Representative Clement Vallandigham was a vocal leader of this group of politicians composed of members of the Democratic Party who opposed the Civil War.",
    "term": "Copperheads [prompt on ˈˈPeace Democratsˈˈ]"
  },
  {
    "id": 763,
    "definition": "Name these groups of people. The Edmunds-Tucker Act was passed to restrict some of the practices of these people, a group of which carried out the Mountain Meadows massacre during an 1857 to 1858 conflict.",
    "term": "Mormons or The Church of Jesus Christ of Latter-Day Saints [accept LDS Church]"
  },
  {
    "id": 764,
    "definition": "Name these groups of people. A disagreement over which side to support in the Civil War led to a group of these people splitting into factions, one led by John Chupco (CHUP-koh) and the other led by John Jumper. One leader of these people was captured during a presumed peace talk by Thomas Jesup and later died while imprisoned at Fort Moultrie (MOHL-tree). These people refused to agree to the Treaty of Payne's Landing, which led to a war that saw Zachary Taylor lead troops in the Battle of Lake Okeechobee (oh-kee-CHOH-bee). Osceola (ah-see-OH-lah) was a leader of what Native American tribe that fought three namesake nineteenth century wars with the U.S. in Florida?",
    "term": "Seminoles [accept Miccosukees or Mikasuks; accept Seminole Wars; prompt on ˈˈIndiansˈˈ or ˈˈNative Americansˈˈ or ˈˈAmerican Indiansˈˈ or ˈˈindigenous Americansˈˈ or ˈˈindigenous peopleˈˈ or ˈˈnativesˈˈ]"
  },
  {
    "id": 765,
    "definition": "Name these battles involving U.S. troops. British troops captured Philadelphia two weeks after their victory over George Washington at this September 1777 battle, during which Wilhelm von Knyphausen (k'NIP-ˈˈhouseˈˈ-en) led an assault across the namesake creek at Chadds Ford.",
    "term": "Battle of Brandywine Creek"
  },
  {
    "id": 766,
    "definition": "Name these battles involving U.S. troops. British troops commanded by Henry Proctor were defeated by William Henry Harrison at this October 1813 battle during which the Shawnee chief Tecumseh was killed.",
    "term": "Battle of the Thames (temz) [accept Battle of Moraviantown]"
  },
  {
    "id": 767,
    "definition": "Name these battles involving U.S. troops. This battle is the subject of the Thomas Bailey Marquis book Keep the Last Bullet for Yourself, which argued that many troops on the losing side of this battle committed suicide. Prior to this battle, George Crook fought to a stalemate at the Battle of Rosebud Creek. Irishman Myles Keogh (KEE-oh) died at this battle, although his horse, Comanche (kuh- ˈˈMANˈˈ-shee), survived. One side in this battle forced the retreat of Marcus Reno, who was then reinforced by Frederick Benteen. Chief Gall and Crazy Horse fought for the winning side in this battle, which decimated portions of the 7th Cavalry. Name this 1876 battle that featured the ˈˈlast standˈˈ of George (*) Custer.",
    "term": "Battle of the Little Bighorn River [or Battle of Greasy Grass Creek; prompt on ˈˈCuster's Last Standˈˈ or equivalent answers before (*)]"
  },
  {
    "id": 768,
    "definition": "Name these people, places, or things from twentieth century history. St. Louis was the site of the most-populated one of these derisively-named shanty towns that were constructed all over the country during the Great Depression by those who had become homeless.",
    "term": "Hooverville"
  },
  {
    "id": 769,
    "definition": "Name these people, places, or things from twentieth century history. This Alabama Senator from 1915 to 1927 is perhaps best remembered for sponsoring the Revenue Act of 1913, which is more commonly known as his namesake ˈˈtariff.ˈˈ",
    "term": "Oscar Wilder Underwood [accept Underwood Tariff or Underwood Act or Underwood Tariff Act]"
  },
  {
    "id": 770,
    "definition": "Name these people, places, or things from twentieth century history. Occupants of this location conducted emergency drill rehearsals known as ˈˈWhite Nights.ˈˈ One resident of this location was the son of Timothy Stoen, who was one of the so-called ˈˈConcerned Relatives.ˈˈ This settlement was accessed through the town of Port Kaituma, whose airstrip was the site of a shootout that killed U.S. Congressman Leo Ryan. One event in this settlement resulted in the deaths of over nine hundred Americans, primarily as a result of drinking Flavor Aid laced with cyanide. The founder of the Peoples Temple movement is the namesake of what community in Guyana that was the site of a 1978 mass suicide?",
    "term": "Jonestown [accept Peoples Temple Agricultural Project]"
  },
  {
    "id": 771,
    "definition": "Name these states based on clues about men who represented them in the U.S. Senate. A 1964 campaign known as Freedom Summer had the goal of registering black voters in this state, which was represented by America's first African-American Senator, Hiram Revels.",
    "term": "Mississippi"
  },
  {
    "id": 772,
    "definition": "Name these states based on clues about men who represented them in the U.S. Senate. Edward Baker was killed in the 1861 Battle of Ball's Bluff while serving as a sitting Senator for this state, which was also represented in the Senate by Bob Packwood, who resigned in 1995 amid sexual assault allegations.",
    "term": "Oregon"
  },
  {
    "id": 773,
    "definition": "Name these states based on clues about men who represented them in the U.S. Senate. Thousands of heads of livestock were mysteriously killed during a 1968 event in this state known as the Dugway sheep incident. In 1985, the NASA space shuttle Discovery launched with a sitting Senator from this state, Jake Garn. This state was admitted to the Union forty-six years after its namesake territory was created as part of the Compromise of 1850. This present-day state contains the site where the First Transcontinental Railroad was completed at Promontory Summit. This state is the namesake of a nineteenth century ˈˈwarˈˈ in which federal troops fought the settlers of the State of Deseret (DES-ur-et), who were under the leadership of Brigham Young. Name this home state of the Mormon Church.",
    "term": "Utah [accept Utah War]"
  },
  {
    "id": 774,
    "definition": "Name these notable criminals. This criminal, who has never been positively identified and is therefore only known by an alias, became notable for hijacking a 1971 Northwest Orient Airlines flight, successfully acquiring a two hundred thousand dollar ransom, then parachuting out of the plane to an unknown fate.",
    "term": "D. B. Cooper [or Dan Cooper]"
  },
  {
    "id": 775,
    "definition": "Name these notable criminals. Thomas Dewey rose to prominence for his conviction of this Italian-born gangster, who was boss of the Genovese crime family during the 1930s and 40s. After serving almost ten years in prison, he was deported to Italy in 1946.",
    "term": "Charles ˈˈLuckyˈˈ Luciano [accept Salvatore Lucania]"
  },
  {
    "id": 776,
    "definition": "Name these notable criminals. This man's crimes were executed with techniques that he learned during his first stint in prison by studying the work of Herman Lamm. Dr. Wilhelm Loeser was arrested for performing plastic surgery on this criminal to alter his appearance. Authorities were able to finally track down this man with the assistance of Romanian brothel owner Ana Cumpanas (AH-nuh koom-pah-NAHSH). This leader of the ˈˈTerror Gangˈˈ was betrayed by the ˈˈwoman in red,ˈˈ which led to his shooting death after leaving the Biograph Theater in Chicago. This man boasted that one of his prison escapes was accomplished with a fake gun carved out of wood. Name this Depression-era bank robber who was the FBI's first ˈˈPublic Enemy Number One.ˈˈ",
    "term": "John Herbert Dillinger"
  },
  {
    "id": 777,
    "definition": "Name these cities. The Battle of the Crater was fought during a nine month Union siege of this Virginia city, which was captured alongside the nearby city of Richmond only one week before Robert E. Lee's surrender at Appomattox Court House.",
    "term": "Petersburg [accept Siege of Petersburg]"
  },
  {
    "id": 778,
    "definition": "Name these cities. This city, whose national cemetery was established for the burial of soldiers who died in the nearby Battle of Glorieta Pass, is the namesake of a nineteenth century pioneer trail that began in Independence, Missouri.",
    "term": "Santa Fe [accept Santa Fe Trail]"
  },
  {
    "id": 779,
    "definition": "Name these cities. This city was the setting of a Bill Hudson photograph that depicts high school student Walter Gadsden being held by a policeman while a dog lunges to bite his chest. This city was the site of various protests that were part of ˈˈProject C.ˈˈ Freedoms riders who stopped over in this city were attacked without any police intervention as a result of the orders of City Commissioner Bull Connor. The words ˈˈinjustice anywhere is a threat to justice everywhereˈˈ were written within this city, where four African-American girls were killed in 1963 during the bombing of the 16th Street Baptist Church. Martin Luther King Jr. wrote a notable open letter from the jail in what Alabama city?",
    "term": "Birmingham"
  },
  {
    "id": 780,
    "definition": "Name the following treaties involving the U.S. Signed one year after the Battle of Fallen Timbers, this 1795 treaty forced the Western Confederacy to cede a large portion of land, including much of the present-day state of Ohio.",
    "term": "Treaty of Greenville"
  },
  {
    "id": 781,
    "definition": "Name the following treaties involving the U.S. This 1871 treaty between the U.S. and United Kingdom settled various disputes between the two countries, including the so-called Alabama claims.",
    "term": "Treaty of Washington"
  },
  {
    "id": 782,
    "definition": "Name the following treaties involving the U.S. The U.S. signatory to this treaty also helped negotiate a settlement to the Tacna-Arica dispute between Chile and Peru that was resolved by the Treaty of Lima one year after this agreement. Wisconsin's John J. Blaine was the only Senator to vote against the ratification of this treaty. William Lyon Mackenzie King represented Canada during the drafting of this treaty, which was ultimately signed by sixty-three countries. This treaty is composed of only three articles, the second of which notes that the ˈˈsolution of all disputes...shall never be sought except by pacific means.ˈˈ Representatives from the U.S. and France are the namesakes of what 1928 treaty that sought to outlaw war?",
    "term": "Kellogg-Briand Pact or Kellogg-Briand Treaty [accept Pact of Paris; prompt on ˈˈTreaty of Parisˈˈ or ˈˈParis Treatyˈˈ or ˈˈParisˈˈ; do NOT accept or prompt on partial answer]"
  },
  {
    "id": 783,
    "definition": "Name these events in which government officials were killed. The White Night riots occurred in response to the verdict in a trial stemming from this 1978 event, which was immediately preceded by the murder of Mayor George Moscone (mah-SKOH-nee).",
    "term": "Assassination of Harvey Milk [accept equivalent answers that mention Harvey Bernard Milk and the concept of being murdered]"
  },
  {
    "id": 784,
    "definition": "Name these events in which government officials were killed. This 1844 disaster, which took place in the Potomac River on a U.S. warship, resulted in the deaths of John Tyler's Secretary of the Navy, Thomas Gilmer, and Secretary of State, Abel Upshur.",
    "term": "USS Princeton explosion [accept equivalent answers that mention USS Princeton]"
  },
  {
    "id": 785,
    "definition": "Name these events in which government officials were killed. Description acceptable. Joey Meek was sent to prison for urging his friends not to contact authorities to report the perpetrator of this event. Following this event, thousands of people took part in a march across the Arthur Ravenel Jr. Bridge that connects to the city of Mount Pleasant. Felicia Sanders was the only person allowed to live by the perpetrator of this event, which took place at an institution co-founded by Denmark Vesey. State Senator Clementa Pinckney was killed during this event, which led to the Confederate flag being removed from a State House at the behest of Governor Nikki Haley. Name this 2015 event in which nine African Americans were executed by Dylann Roof at a religious building in South Carolina.",
    "term": "Charleston church shooting [accept equivalent answers that mention Charleston and church and the concept of a massacre or attack]"
  },
  {
    "id": 786,
    "definition": "Name these events involving law enforcement. Calvin Coolidge rose to national prominence after calling in State Guardsmen to address this 1919 event, which ultimately resulted in the hiring of over one thousand five hundred World War I veterans.",
    "term": "Boston Police Strike [accept equivalent answers that mention the concept of a work stoppage by police officers in Boston; prompt on partial answers]"
  },
  {
    "id": 787,
    "definition": "Name these events involving law enforcement. Police officer Leslie Coffelt was killed during this 1950 event that was carried out by two Puerto Rican nationalists at the Blair House.",
    "term": "Attempted assassination of Harry Truman [accept equivalent answers that mention Harry S. Truman and the concept of an unsuccessful attempt to murder him]"
  },
  {
    "id": 788,
    "definition": "Name these events involving law enforcement. Description acceptable. The primary object utilized during this event is perhaps the most notable artifact housed at the Alcatraz East Crime Museum in Pigeon Forge, Tennessee. During this event, Detective Tom Lange repeatedly told one participant over the phone to ˈˈtoss the gun.ˈˈ Al Cowlings was arrested for his role in this event. During this event, a letter written by its primary participant was read to the media by Robert Kardashian. NBC's broadcast of Game Five of the 1994 NBA Finals was interrupted with live coverage of this event, which began on Interstate 5 south of Los Angeles. Name this event that occurred in the aftermath of the murder of Nicole Brown and involved a white Ford Bronco.",
    "term": "O. J. Simpson Ford Bronco car chase [accept equivalent answers that mention Orenthal James Simpson and the concept of a vehicle pursuit or manhunt]"
  },
  {
    "id": 789,
    "definition": "Name the following related to slavery in the United States. The Fugitive Slave Act was one of several provisions of this 19th century legislation which was drafted by Henry Clay and Stephen Douglas and resulted in California being admitted to the Union as a free state.",
    "term": "Compromise of 1850"
  },
  {
    "id": 790,
    "definition": "Name the following related to slavery in the United States. Attorney Thomas Gray published the Confessions of this slave best remembered for leading a Virginia slave rebellion in August 1831.",
    "term": "Nathaniel Turner"
  },
  {
    "id": 791,
    "definition": "Name the following related to slavery in the United States. Prior to this man's most notable action, he used the alias Isaac Smith while lodging at the Robert Kennedy Farmhouse. This man fought against Henry Pate at the Battle of Black Jack; shortly thereafter, he attempted but failed to prevent an attack on a town that later became his nickname, Osawatomie. He led a group that killed five pro-slavery Kansans in the Pottawatomie Massacre. During his best known action, he was captured by troops under Robert E. Lee in response to his seizure of a Federal Armory in Virginia. Name this abolitionist who attempted to incite a slave revolt in 1859 by raiding the town of Harpers Ferry.",
    "term": "John Brown"
  },
  {
    "id": 792,
    "definition": "Name these 19th century events. Fort Clatsop was constructed in 1805 as part of this expedition, during which Sacagawea aided in the exploration of lands recently acquired by the U.S. in the Louisiana Purchase.",
    "term": "Lewis and Clark expedition [accept similar answers mentioning Meriwether Lewis and William Clark; accept Corps of Discovery expedition]"
  },
  {
    "id": 793,
    "definition": "Name these 19th century events. This event, the participants in which were often referred to as 49ers, was set off by the 1848 discovery of a certain commodity by James Marshall at Sutter's Mill.",
    "term": "California Gold Rush [prompt on ˈˈgold rushˈˈ]"
  },
  {
    "id": 794,
    "definition": "Name these 19th century events. One man injured during this event later killed his wife, Clara Harris, while serving as a U.S. Consul; that man was Henry Rathbone. The target of this event died at the Peterson House. Mary Surratt became the first woman to be executed by the U.S. government following this event, which occurred on the same night that Lewis Powell attempted to kill Secretary of State William Seward. Doctor Samuel Mudd was jailed for treating the broken leg of its perpetrator, who shouted ˈˈSic semper tyrannisˈˈ after jumping onto the stage during a showing of the play Our American Cousin. Name this 1865 event carried out at Ford's Theater by John Wilkes Booth.",
    "term": "assassination of Abraham Lincoln [accept killing of Abraham Lincoln, or other equivalents; prompt if Lincoln is not mentioned]"
  },
  {
    "id": 795,
    "definition": "Name these military generals. The American Expeditionary Forces during World War I were commanded by this general, nicknamed ˈˈBlack Jack,ˈˈ who also led the Punitive Expedition that sought to capture Mexican revolutionary Pancho Villa (PAHN-choh VEE-yah).",
    "term": "John Joseph Pershing"
  },
  {
    "id": 796,
    "definition": "Name these military generals. This general, who was called upon by Herbert Hoover to intervene against the Bonus Army in 1932, was commander of the U.N. forces that took part in the Korean War until being controversially replaced by Matthew Ridgway.",
    "term": "Douglas MacArthur"
  },
  {
    "id": 797,
    "definition": "Name these military generals. Early in his military career, this man served as an aide on the Braddock Expedition. This commander was victorious at the Battle of Jumonville Glen, which led directly to an attack against him and his ultimate surrender at the Battle of Fort Necessity. The Conway Cabal became opposed to this commander after he lost a series of battles, including Brandywine, during the Philadelphia Campaign. This leader encamped his troops at Valley Forge a year after surprising Hessian troops at the Battle of Trenton. Name this commander-in-chief of the Continental Army during the Revolutionary War who went on to become the first U.S. President.",
    "term": "George Washington"
  },
  {
    "id": 798,
    "definition": "Name the following things related to the Cold War. Operation Vittles was the codename for this eleven month event in which the U.S. and its allies flew in supplies to a certain city after all of its land accesses were blocked in 1948 by the Soviet Union.",
    "term": "Berlin airlift"
  },
  {
    "id": 799,
    "definition": "Name the following things related to the Cold War. Michael Collins and ˈˈBuzzˈˈ Aldrin were two of the three members of this NASA space mission that fulfilled the ˈˈSpace Raceˈˈ goal of being the first to land a man on the moon.",
    "term": "Apollo 11 [prompt on ˈˈApolloˈˈ]"
  },
  {
    "id": 800,
    "definition": "Name the following things related to the Cold War. It was revealed in 2002 that Vasili Arkhipov played a large role in preventing escalation during this event. Soviet spy Alexander Feklisov acted as a negotiator during this event, which prompted the creation of group known as ExComm. This event occurred in response to actions taken during Operation Anadyr, and Rudolf Anderson was killed while flying a U-2 spy plane during this event. A hotline between Washington D.C. and Moscow was created in response to this event, which was ended when the U.S. agreed to remove Jupiter MRBM's from Italy and Turkey. Name this 1962 event in which the U.S. set up a blockade after discovering Soviet nuclear weapons on a certain (*) Caribbean island.",
    "term": "Cuban missile crisis [accept October crisis or The Missile Scare; accept Caribbean crisis before (*)]"
  },
  {
    "id": 801,
    "definition": "Name these battles of the Civil War. Joseph Hooker was defeated by Robert E. Lee at this May 1863 battle best remembered as the battle at which ˈˈStonewallˈˈ Jackson was wounded by friendly fire, ultimately leading to his death.",
    "term": "Battle of Chancellorsville"
  },
  {
    "id": 802,
    "definition": "Name these battles of the Civil War. The Union Army regained control of the Mississippi River with Ulysses Grant's victory at this nearly two month long battle, which was ended when John Pemberton surrendered on July 4th, 1863.",
    "term": "Battle of Vicksburg or Siege of Vicksburg"
  },
  {
    "id": 803,
    "definition": "Name these battles of the Civil War. One commander at this battle located his headquarters at the Philip Pry House. This skirmish was preceded by the Battle of South Mountain, and A.P. Hill arrived at this battle with reinforcements following the Confederate victory two days earlier at the Battle of Harpers Ferry. Prior to this skirmish, Union soldier Barton Mitchell discovered the Confederate battle plans, known as Special Order 191, wrapped around three cigars. Fighting locations at this battle included the ˈˈBloody Laneˈˈ and ˈˈBurnside's Bridge.ˈˈ The result of this battle prompted Abraham Lincoln to announce the Emancipation Proclamation. Name this single-day bloodiest battle of the Civil War in which George McClellan halted Robert E. Lee's advance into Maryland.",
    "term": "Battle of Antietam (an-ˈˈTEEˈˈ-tum) [or Battle of Sharpsburg]"
  },
  {
    "id": 804,
    "definition": "Name these events in which many people were killed. Several hundred members of the Lakota tribe were killed during this 1890 skirmish which began after an attempt to disarm a Lakota man named Black Coyote led to the discharge of a rifle.",
    "term": "Wounded Knee Massacre [or Battle of Wounded Knee Creek or Chankpe Opi Wakpala]"
  },
  {
    "id": 805,
    "definition": "Name these events in which many people were killed. Thirty-six people were killed in this 1937 incident in Lakehurst, New Jersey that prompted reporter Herbert Morrison, whose news team was recording at the time, to exclaim ˈˈOh the humanity!ˈˈ",
    "term": "Hindenburg disaster [accept Hindenburg explosion or other equivalent answers that mention Hindenburg]"
  },
  {
    "id": 806,
    "definition": "Name these events in which many people were killed. The remains of many of those killed during this event were first discovered at the Fresh Kills landfill. Operation Yellow Ribbon was initiated in response to this event, which was the subject of an investigation by a group headed by Thomas Kean. One casualty of this event was Todd Beamer, who spoke the phrase ˈˈlet's rollˈˈ shortly before being killed outside of Shanksville, Pennsylvania. This event was chiefly planned by Khalid Sheikh Mohammed (kah-LEED ˈˈshakeˈˈ moh-HAH-med), and it led directly to passage of the PATRIOT Act. Name this 2001 event in which al-Qaeda (al-KYE- duh) terrorists flew airplanes into the Pentagon and World Trade Center towers.",
    "term": "9/11 attacks [accept equivalents such as September 11th attacks or more specific equivalents such as the World Trade Center attacks]"
  },
  {
    "id": 807,
    "definition": "Name these events that took place during the colonial era. Accusations by Abigail Williams and Betty Parris helped lead to this 1692 event which resulted in the execution of Giles Corey, who continuously asked for ˈˈmore weightˈˈ during the process of being pressed to death.",
    "term": "Salem witch trials (prompt on partial answer)"
  },
  {
    "id": 808,
    "definition": "Name these events that took place during the colonial era. Colonial Governor William Berkeley's failure to protect against Native American attacks played a part in the start of this 1676 rebellion which resulted in Jamestown, Virginia being burned to the ground.",
    "term": "Baconˈs Rebellion"
  },
  {
    "id": 809,
    "definition": "Name these events that took place during the colonial era. One trial in the aftermath of this event was impacted by the testimony of Dr. John Jeffries, who relayed the deathbed testimony of Patrick Carr. An investigatory committee headed by James Bowdoin (BOH-din) was established after this event, which stemmed from a disagreement over a wigmaker's bill. Hugh Montgomery and Matthew Kilroy were convicted of manslaughter and branded following this event. Eight soldiers are shrouded in smoke on the right side of a notable engraving of this event created by Paul Revere. John Adams defended the British soldiers accused of murdering Crispus Attucks and four others in what 1770 event that occurred in the capital of Massachusetts?",
    "term": "Boston Massacre [accept Incident on King Street]"
  },
  {
    "id": 810,
    "definition": "Name these things related to the American West. San Antonio, Texas and Abilene, Kansas were at either end of this 19th century trail used primarily by cowboys for the transportation of cattle.",
    "term": "Chisholm (CHIZ-um) Trail"
  },
  {
    "id": 811,
    "definition": "Name these things related to the American West. Much of the American West was settled due to the provisions of this 1862 legislation which provided 160 acres for free to individuals willing to improve and live on the land for five years.",
    "term": "Homestead Act of 1862"
  },
  {
    "id": 812,
    "definition": "Name these things related to the American West. Jack Walton was impeached while serving as the governor of this state. Sarah Page and Dick Rowland were involved in an elevator incident that triggered a 1921 race riot in this state, part of which was the site for the proposed state of Sequoyah. Before achieving statehood, much of its Unassigned Lands were settled by the Land Rush of 1889. The Alfred P. Murrah Federal Building was located in this state until it was bombed by Terry Nichols and Timothy McVeigh. The terminus of the Trail of Tears led to the settlement of the Indian Territory that went on to become this state. Name this plains state north of Texas which contains Tulsa and a namesake capital city.",
    "term": "Oklahoma"
  },
  {
    "id": 813,
    "definition": "Give the following related to notable speeches. While speaking at the 1896 Democratic National Convention prior to gaining the Presidential nomination, this politician delivered the ˈˈCross of Goldˈˈ speech to advocate against the gold standard.",
    "term": "William Jennings Bryan"
  },
  {
    "id": 814,
    "definition": "Give the following related to notable speeches. After being elected as President on a ticket featuring John Nance Garner, this New Yorker noted in his first inaugural address that ˈˈthe only thing we have to fear is...fear itself.ˈˈ",
    "term": "Franklin Delano Roosevelt [or FDR; prompt on ˈˈRooseveltˈˈ]"
  },
  {
    "id": 815,
    "definition": "Give the following related to notable speeches. One speech given prior to this event included a recitation of the Pericles quote ˈˈthe whole earth is the sepulchre (SEP-uhl-ker) of illustrious men.ˈˈ The services of secretaries John Nicolay and John Hay were utilized on the day of this event, which included a statement that ˈˈthe world will little note, nor long remember, what we say here.ˈˈ A two hour speech by Edward Everett preceded this event, which referenced a ˈˈnew nation, conceived in liberty, and dedicated to the proposition that all men are created equal.ˈˈ Beginning with the words ˈˈfour score and seven years ago,ˈˈ name this speech given in 1863 by Abraham Lincoln to honor those who died in a namesake Civil War battle in Pennsylvania.",
    "term": "Gettysburg Address"
  },
  {
    "id": 816,
    "definition": "Name these nineteenth century events. The Pullman Strike occurred amid what economic depression that may have been partially caused by the passage of the Sherman Silver Purchase Act?",
    "term": "Panic of 1893 [prompt on partial answer]"
  },
  {
    "id": 817,
    "definition": "Name these nineteenth century events. The so-called ˈˈBritish Bandˈˈ fought against U.S. troops in what 1832 conflict that included a massacre of men, women, and children at the Battle of Bad Axe?",
    "term": "Black Hawk War"
  },
  {
    "id": 818,
    "definition": "Name these nineteenth century events. Major Norman Pringle was charged with protecting private property during this event. At least a dozen men were killed during this event because of an accidental explosion of gunpowder at an arsenal now named Fort McNair. An escape from this event was recounted in the memoirs of former slave Paul Jennings. George Cockburn and Robert Ross carried out this event following the American defeat at the Battle of Bladensburg. The appearance of a tornado contributed to the end of this event, which spared the U.S. Patent Office. A portrait by Gilbert Stuart of George Washington was allegedly saved from damage during this event by Dolly Madison. Name this 1814 event that prompted the reconstruction of the White House.",
    "term": "Burning of Washington, D.C. [accept equivalent answers that mention Washington, D.C. and the concept of it being destroyed]"
  },
  {
    "id": 819,
    "definition": "Name the following related to expeditions. Between 1928 and 1947, what American naval officer led four expeditions to the Antarctic, the first of which saw him become the first man to fly over the South Pole?",
    "term": "Richard Evelyn Byrd Jr."
  },
  {
    "id": 820,
    "definition": "Name the following related to expeditions. What explorer, who is the namesake of the reservoir formed by the Glen Canyon Dam, is perhaps best known for leading an 1869 expedition which mapped the Colorado River's path through the Grand Canyon?",
    "term": "John Wesley ˈˈWesˈˈ Powell"
  },
  {
    "id": 821,
    "definition": "Name the following related to expeditions. Establishing friendly relations with this group was the goal of the Timberlake Expedition, which visited the ˈˈOverhillˈˈ portion of this group. One member of this group's so-called ˈˈtriumvirateˈˈ was Major Ridge, who led the ˈˈTreaty Partyˈˈ faction of this group that was opposed by John Ross. Humorist Wiley Post was born in a territory controlled by these people, who signed the 1835 Treaty of New Echota (eh-KOT-tuh) that promised them territory in present-day Oklahoma. Sequoyah (sih-KWOY-uh) created the writing system of what Native American tribe that was forcibly relocated out of Georgia on the Trail of Tears?",
    "term": "Cherokees or Cherokee Nation [accept Overhill Cherokee; accept equivalent answers that mention Cherokee; accept Tsalagi or Tsalagihi Ayeli]"
  },
  {
    "id": 822,
    "definition": "Name these activists or social reformers. The slums of New York's Mulberry Street were the focus of one work by this Danish-American muckraker best known for authoring How the Other Half Lives.",
    "term": "Jacob August Riis (ˈˈreeseˈˈ)"
  },
  {
    "id": 823,
    "definition": "Name these activists or social reformers. James Meredith's historic efforts to enroll in the University of Mississippi were done with the aid of this NAACP field secretary whose civil rights activism contributed to his 1963 assassination by Byron De La Beckwith.",
    "term": "Medgar Wiley Evers"
  },
  {
    "id": 824,
    "definition": "Name these activists or social reformers. This activist denounced racism within places of worship in a speech entitled ˈˈThe Church and Prejudice,ˈˈ and he noted that success is explained mainly by ˈˈwork! work! work! work!ˈˈ in his ˈˈSelf-Made Menˈˈ speech. This man was nominated by the Equal Rights Party as the vice-presidential candidate on a ticket that included Victoria Woodhull. His servitude under Edward Covey and Thomas Auld was recounted in My Bondage and My Freedom, which was the second of his three autobiographies. The North Star newspaper was published by what 19th century African American activist who wrote a ˈˈnarrativeˈˈ of his life as ˈˈan American slaveˈˈ?",
    "term": "Frederick Douglass [or Frederick Augustus Washington Bailey]"
  },
  {
    "id": 825,
    "definition": "Name these minor conflicts. A disagreement over the border between New Brunswick and Maine resulted in this bloodless dispute which was settled in 1842 by the Webster-Ashburton Treaty.",
    "term": "Aroostook War [or Pork and Beans War]"
  },
  {
    "id": 826,
    "definition": "Name these minor conflicts. The Battle of Bad Axe was the last skirmish in this 1832 conflict that was fought by the U.S. primarily against members of the Sauk tribe in modern day Illinois.",
    "term": "Black Hawk War"
  },
  {
    "id": 827,
    "definition": "Name these minor conflicts. George Clymer donned various disguises while collecting information for the federal government during this conflict. One side in this conflict tried to gather support by publishing letters under the alias ˈˈTom the Tinker.ˈˈ David Bradford helped incite this conflict, which saw fighting at the Battle of Bower Hill that ended with the burning of John Neville's house. ˈˈLight-Horse Harryˈˈ Lee led troops that were raised by the U.S. government to end this conflict, which was in response to a federal bill pushed by Alexander Hamilton to help pay off debts from the Revolutionary War. Name this Pennsylvania conflict of the 1790s that occurred in response to an excise tax on alcohol.",
    "term": "Whiskey Rebellion [or Whiskey Insurrection]"
  },
  {
    "id": 828,
    "definition": "Name these Native Americans. Guyasuta fought alongside this Ottawa chief in a 1763 to 1766 rebellion against British rule that saw this man unsuccessfully besiege Fort Detroit.",
    "term": "Pontiac [or Obwandiyag; accept Pontiac's rebellion]"
  },
  {
    "id": 829,
    "definition": "Name these Native Americans. As chief of the Wampanoag tribe, this son of Massasoit led a war against English colonists that was ended by the 1678 Treaty of Casco Bay.",
    "term": "Metacomet [or King Philip of Pokanoket; accept King Philip's War or Metacom's War or Metacomet's War]"
  },
  {
    "id": 830,
    "definition": "Name these Native Americans. William Hull was court-martialed in the aftermath of a military victory for this man and Isaac Brock that was accomplished by marching his troops in circles. This leader initiated two confrontations at Grouseland in the city of Vincennes (vin-SENZ) to show his opposition to the Treaty of Fort Wayne. This victor at the Siege of Detroit was supposedly killed by future vice president Richard Johnson. This leader's brother, Tenskwatawa, who was known as ˈˈThe Prophetˈˈ, was defeated by William Henry Harrison at the Battle of Tippecanoe two years before this man's death. Name this Shawnee leader who was killed in the Battle of the Thames (temz) during the War of 1812.",
    "term": "Tecumseh [or Tecumtha or Tekamthi]"
  },
  {
    "id": 831,
    "definition": "Give the following related to the social history of the U.S. Attorney Wayne Wheeler was a major proponent of this movement, which was notably espoused by Carrie Nation through the use of a hatchet.",
    "term": "temperance movement [accept equivalents that indicate banning alcohol or Prohibition of alcohol]"
  },
  {
    "id": 832,
    "definition": "Give the following related to the social history of the U.S. Various rights related to these entities were protected with the passage of the Norris-La Guardia Act. One of the first of these entities to have large influence was most famously led by Terence Powderly.",
    "term": "labor unions [or trade unions]"
  },
  {
    "id": 833,
    "definition": "Give the following related to the social history of the U.S. One advocate of this cause formulated the ˈˈNew Departureˈˈ Strategy, which was abandoned after the Supreme Court ruling in Minor v. Happersett. Senator Aaron Sargent first introduced the verbiage that ultimately granted this right, which was confirmed as valid in the Supreme Court case Leser v. Garnett. The ˈˈSilent Sentinelsˈˈ fought for this cause under the leadership of Alice Paul. Securing this right was the goal of the NAWSA (ˈˈNˈˈ-ˈˈAˈˈ-ˈˈWˈˈ-ˈˈSˈˈ-ˈˈAˈˈ), whose presidents included Carrie Chapman Catt and Elizabeth Cady Stanton. This right was granted by the so-called ˈˈSusan B. Anthony Amendment.ˈˈ Name this right that was guaranteed in 1920 with the passage of the 19th Amendment.",
    "term": "women's suffrage or women's right to vote [accept equivalents that mention both voting and women; prompt on ˈˈsuffrageˈˈ or ˈˈright to voteˈˈ or similar answers that don't include ˈˈwomenˈˈ]"
  },
  {
    "id": 834,
    "definition": "Name the following Revolutionary War battles. The ˈˈRace to the Danˈˈ occurred in the aftermath of this January 1781 battle which saw the force under British Colonel Banastre (ˈˈbanisterˈˈ) Tarleton decisively defeated by Daniel Morgan in South Carolina.",
    "term": "Battle of Cowpens"
  },
  {
    "id": 835,
    "definition": "Name the following Revolutionary War battles. British troops under Lord Cornwallis suffered a Pyrrhic victory at this March 1781 battle, which was fought in present-day Greensboro and led to Nathaniel Greene's retreat into South Carolina.",
    "term": "Battle of Guilford Courthouse"
  },
  {
    "id": 836,
    "definition": "Name the following Revolutionary War battles. According to one account, John Simpson was briefly arrested for prematurely firing the first shot in this battle. Engineer Richard Gridley designed the defensive fortifications used during this battle, which began shortly after the attackers congregated at Moultonˈs Point. Major John Pitcairn was killed while leading one of three assaults by the winning side in this battle, which resulted in the capture of Charlestown Peninsula. Joseph Warren died during this battle after giving command to Israel Putnam and William Prescott, each of which various sources have claimed gave the order ˈˈdon't fire until you see the whites of their eyes.ˈˈ Name this June 1775 battle in Boston that actually took place on (*) Breed's Hill.",
    "term": "Battle of Bunker Hill [accept Battle of Breed's Hill before (*)]"
  },
  {
    "id": 837,
    "definition": "Name these pieces of Federal legislation. The Dingley Act of 1897 was superseded by this compromise legislation of 1909 which raised tariffs on certain items while lowering tariffs on other items.",
    "term": "Payne-Aldrich Tariff Act"
  },
  {
    "id": 838,
    "definition": "Name these pieces of Federal legislation. The 1999 Gramm-Leach-Bliley Act repealed certain provisions of this legislation, which prevented any affiliations between commercial and investment banks as part of the Banking Act of 1933.",
    "term": "Glass-Steagall Act"
  },
  {
    "id": 839,
    "definition": "Name these pieces of Federal legislation. Prior to becoming law, the President noted that this legislation would be ˈˈa test of democratic orthodoxy.ˈˈ The author of this legislation was influenced by a group of politicians known as the ˈˈF Street Mess.ˈˈ The passage of this legislation gave rise to the so-called Border Ruffians. In response to a speech denouncing this legislation, Representative Preston Brooks nearly beat Senator Charles Sumner to death with a cane. The Republican Party was formed in response to this legislation, which was authored by Stephen Douglas. The Missouri Compromise was repealed by what 1854 act which specified that popular sovereignty would be used to determine the question of slavery in the two, namesake territories?",
    "term": "Kansas-Nebraska Act"
  },
  {
    "id": 840,
    "definition": "Give the following related to political scandals. This Secretary of War under Andrew Jackson was at the center of a social scandal known as the Petticoat Affair due to rumors about his relationship with the married Peggy O'Neill, whom he wedded shortly after Peggy became widowed.",
    "term": "John Henry Eaton"
  },
  {
    "id": 841,
    "definition": "Give the following related to political scandals. At the behest of Richard Nixon, Archibald Cox was fired as Watergate Special Prosecutor during the so-called ˈˈSaturday Night Massacreˈˈ by this Solicitor General, who had become acting Attorney General following the resignation of Elliot Richardson and William Ruckelshaus, both of whom had resigned instead of carrying out the order.",
    "term": "Robert Heron Bork"
  },
  {
    "id": 842,
    "definition": "Give the following related to political scandals. This event was the subject of an illustration entitled ˈˈEvery Public Question with an Eye Only to the Public Good.ˈˈ Luke Poland headed the Congressional committee that investigated this event, which involved an organization that was known as the Pennsylvania Fiscal Agency before being bought by George Francis Train and Thomas Durant. This event was publicized when the New York newspaper The Sun published compromising letters leaked by Henry McComb. This scandal led to a censure for Representative Oakes Ames, who sold fellow Congressmen undervalued stocks of his namesake company. Name this 1872 scandal that involved a certain company overcharging the U.S. government during construction of the first transcontinental railroad.",
    "term": "Credit Mobilier (moh-BEEL-yay) of America scandal"
  },
  {
    "id": 843,
    "definition": "Name these treaties. The border between the U.S. and Spanish Florida was set by this 1795 treaty, sometimes known as the Treaty of Madrid, which also guaranteed U.S. rights to navigate the entire Mississippi River.",
    "term": "Pinckney's Treaty [or Treaty of San Lorenzo]"
  },
  {
    "id": 844,
    "definition": "Name these treaties. This 1850 treaty with Great Britain guaranteed that if any canal were to be built through Nicaragua, neither nation would seek to gain control over it.",
    "term": "Clayton-Bulwer Treaty"
  },
  {
    "id": 845,
    "definition": "Name these treaties. The text of this treaty references an attached map created by John Disturnell. Several provisions of this treaty were nullified by an agreement sometimes known as the Treaty of Mesilla. Changes made to this treaty during its ratification led Nathan Clifford to sign a clarification agreement known as the Protocol of Queretaro. As part of this treaty, the U.S. agreed to both pay off up to 3.25 million dollars in claims and issue a payment of 15 million dollars. This treaty, which was negotiated by Nicholas Trist, established the U.S. border along the Gila River and Rio Grande; that border was altered six years later by the Gadsden Purchase. The lands of the Mexican Cession were acquired by the U.S. in what 1848 treaty that ended the Mexican-American War?",
    "term": "Treaty of Guadalupe Hidalgo [prompt on partial answer; accept Treaty of Peace, Friendship, Limits and Settlement between the United States of America and the Mexican Republic]"
  },
  {
    "id": 846,
    "definition": "Name these international events involving the U.S. The U.S. invaded and occupied Veracruz in response to this 1914 incident, in which troops under Mexican President Victoriano Huerta arrested and briefly detained U.S. Naval sailors who had come onshore to obtain supplies.",
    "term": "Tampico Affair [accept equivalents that mention Tampico]"
  },
  {
    "id": 847,
    "definition": "Name these international events involving the U.S. U.S. commander James Barron was court-martialed in the aftermath of this 1807 incident in which the British ship HMS Leopard forced the surrender of an American ship in order to search it for deserters from the British Royal Navy.",
    "term": "Chesapeake-Leopard Affair [accept equivalents that mention the USS Chesapeake]"
  },
  {
    "id": 848,
    "definition": "Name these international events involving the U.S. One action during this event was subsequently blamed on ˈˈfreak weather effectsˈˈ by John Herrick. As an immediate response to this event, four aircraft were dispatched from the USS Ticonderoga. Wayne Morris and Ernest Gruening were the only Senators to oppose the official U.S. response to this event, which was passed three days after a claimed attack on the USS Turner Joy. This event involved a confrontation between three torpedo ships and the USS (*) Maddox that prompted passage of a resolution giving the President power to use military force in Southeast Asia. Name this 1964 event that took place in an Asian body of water and led to increased U.S. involvement in the Vietnam War.",
    "term": "Gulf of Tonkin incident or Tonkin Gulf incident [accept equivalents that mention Gulf of Tonkin or Tonkin Gulf; accept USS Maddox Incident before (*)]"
  },
  {
    "id": 849,
    "definition": "Give the following related to the African-American civil rights movement. This short-lived civil rights organization, which was a precursor to the NAACP, was founded in 1905 by W.E.B. Du Bois and others to oppose the policies of Booker T. Washington.",
    "term": "Niagara Movement"
  },
  {
    "id": 850,
    "definition": "Give the following related to the African-American civil rights movement. The rights of African-Americans to marry people of other races was confirmed by this 1967 Supreme Court case, which ruled that laws prohibiting interracial marriages were unconstitutional.",
    "term": "Richard Perry and Mildred Jeter Loving v. Virginia"
  },
  {
    "id": 851,
    "definition": "Give the following related to the African-American civil rights movement. As a young adult, this man was mentored by John Bembry. This man discussed ˈˈhandkerchief-heads who have been dillydallyingˈˈ in a speech which notes that there are 22 million people who are ˈˈvictims of Americanism.ˈˈ In one notable event, he dispersed a crowd that had gathered to protest the beating and arrest of Johnson Hinton. This founder of the OAAU, or Organization of Afro-American Unity, delivered the ˈˈBallot or the Bulletˈˈ speech. Manhattan's Audubon Ballroom was the site of this man's 1965 murder, which occurred less than a year after he renounced his membership in the Nation of Islam. Alex Haley co-wrote the autobiography of what civil rights leader who adopted a one letter surname?",
    "term": "Malcolm X [accept El-Hajj Malik El-Shabazz; accept Malcolm Little; do not accept ˈˈMalcolm the Tenthˈˈ]"
  },
  {
    "id": 852,
    "definition": "Name these 20th century battles involving American troops. American troops under French command helped the Allies win this July and August 1918 battle along a namesake river that began as the last German offensive of World War 1.",
    "term": "Second Battle of the Marne [or Seconde Bataille de la Marne; accept Battle of Reims; prompt on ˈˈMarneˈˈ]"
  },
  {
    "id": 853,
    "definition": "Name these 20th century battles involving American troops. This battle of the Vietnam War, which occurred as part of Operation Apache Snow, saw troops under Melvin Zais suffer 400 casualties while capturing the title location, which was abandoned less than three weeks later.",
    "term": "Battle of Hamburger Hill [or Battle of Dong Ap Bia or Battle of Hill 937]"
  },
  {
    "id": 854,
    "definition": "Name these 20th century battles involving American troops. Following this battle, the losing side abandoned a temporary base that had been established on the Deboyne Islands. During this battle, the Jomard Passage was briefly blocked by support Task Group 17.3 under the command of John Crace. This battle prevented the success of Operation MO (ˈˈMˈˈ-ˈˈOˈˈ), which was a plan to capture Port Moresby. In this battle, the Allied forces commanded by Frank Fletcher damaged the Shokaku and sank the Shoho, but they suffered the sinking of the USS Lexington. This battle, in which the opposing ships never fired at one another, was the first one to be fought solely by carrier-based aircrafts. Name this May 1942 naval battle in which a Japanese invasion was repelled in a namesake body of water off the northeast coast of Australia.",
    "term": "Battle of the Coral Sea"
  },
  {
    "id": 855,
    "definition": "Identify the following American Presidents. ˈˈA public office is a public trustˈˈ was the slogan of what President who was supported by the Mugwumps in the election of 1884?",
    "term": "Grover Cleveland"
  },
  {
    "id": 856,
    "definition": "Identify the following American Presidents. What President defeated the Federalist candidate, Rufus King, for his first term as president? This man was a member of the American Colonization Society.",
    "term": "James Monroe"
  },
  {
    "id": 857,
    "definition": "Identify the following American Presidents. While in the military, this president was in charge of Fort Snelling and Fort Crawford during the Black Hawk War. During this President's time in office, his administration signed an agreement regarding the Nicaraguan Canal called the Clayton-Bulwer Treaty. This President begrudgingly allowed his daughter to marry Jefferson Davis. Along with John E. Wool, this President defeated Santa Anna's army at the Battle of Buena Vista. ˈˈOld Rough and Readyˈˈ was the nickname of what 12th President?",
    "term": "Zachary Taylor"
  },
  {
    "id": 858,
    "definition": "Answer these questions about violence in the US. What last name is shared by brothers Dzhokhar and Tamerlan who carried out the 2013 Boston Marathon bombing?",
    "term": "Tsarnaev"
  },
  {
    "id": 859,
    "definition": "Answer these questions about violence in the US. In 2017, Stephen Paddock killed 58 people at the Route 91 Harvest music festival in Las Vegas when he opened fire on a crowd from a 32nd story window in what Las Vegas hotel?",
    "term": "Mandalay Bay (prompt on partial answers)"
  },
  {
    "id": 860,
    "definition": "Answer these questions about violence in the US. In the aftermath of this event, Senator Fred Harris was selected to chair the McGovern-Fraser Commission. CBS News reporter Dan Rather was punched in the stomach while trying to interview a man involved with this event. Connecticut Governor Abe Ribicoff decried the use of ˈˈgestapo tacticsˈˈ during this event that saw the Youth International Party nomination Pigasus for President. Hubert Humphrey eventually earned his party's nomination at what event that led to days of rioting in the streets of Chicago?",
    "term": "1968 Democratic National Convention"
  },
  {
    "id": 861,
    "definition": "Answer these questions about the state of Michigan. What name is given to the 1937 incident in which members of the United Auto Workers violently clashed with Ford security guards at the River Rouge plant in Michigan?",
    "term": "Battle of the Overpass"
  },
  {
    "id": 862,
    "definition": "Answer these questions about the state of Michigan. The River Rouge plant is located in what Michigan city that is a suburb of Detroit? Henry Ford published anti-Semitic material in a newspaper named {this city} Independent.",
    "term": "Dearborn"
  },
  {
    "id": 863,
    "definition": "Answer these questions about the state of Michigan. From 1969-1973, this man served as Secretary of Housing and Urban Development in the administration of Richard Nixon. This man's own candidacy for President in 1968 was impaired by a comment in which he stated that his support for the Vietnam War was due to government ˈˈbrainwashing.ˈˈ Following an incident at a bar called the Blind Pig, this man requested federal assistance to help quell the 1967 Detroit riot. Identify this man who served as Governor of Michigan from 1963-1969 and may be better known as the father of a Utah Senator named ˈˈMitt.ˈˈ",
    "term": "George Romney"
  },
  {
    "id": 864,
    "definition": "Answer these questions about New Deal programs and agencies. Harry Hopkins led what New Deal agency that employed millions of people to work on public projects around the country?",
    "term": "Works Progress Administration OR WPA"
  },
  {
    "id": 865,
    "definition": "Answer these questions about New Deal programs and agencies. What New Deal legislation paid farmers to reduce the production of crops, thus leading to an increase in the price of their goods?",
    "term": "Agricultural Adjustment Act OR AAA"
  },
  {
    "id": 866,
    "definition": "Answer these questions about New Deal programs and agencies. The Constitutionality of this program was upheld in the 1937 Supreme Court case Steward Machine Company v. Davis, while the case of Flemming v. Nestor confirmed Congressˈs ability to amend this program. During debate over this program, Senator Thomas Gore asked ˈˈIsn't this a teeny-weeny bit of socialism?ˈˈ Benefits related to this program are adjusted annually to coincide with changes in the Consumer Price Index. In 1941, Ida May Fuller was the first person to receive benefits from what New Deal program designed to provide retirement benefits to seniors.",
    "term": "Social Security"
  },
  {
    "id": 867,
    "definition": "Answer the following about events that took place in the 1960s. Mary Jo Kopechne was killed in what 1969 incident in which Ted Kennedy accidently drove his car off a bridge?",
    "term": "Chappaquiddick Incident"
  },
  {
    "id": 868,
    "definition": "Answer the following about events that took place in the 1960s. David Richmond and three other African-American men conducted a sit-in at the Woolworth lunch counter in what North Carolina city?",
    "term": "Greensboro"
  },
  {
    "id": 869,
    "definition": "Answer the following about events that took place in the 1960s. This event led to a decline in popularity of the Mattachine Society. This event's central establishment was owned by the Genovese crime family. Agitators of this event included Stormé DeLarverie, who complained of her handcuffs being too tight, and Marsha P Johnson, who many have identified as throwing a shot glass or brick that escalated this event. This event that occurred in Greenwich Village began when patrons of the namesake bar pushed back against a police raid. Identify this 1969 uprising that kicked off the gay rights movement in the US.",
    "term": "Stonewall Inn riots"
  },
  {
    "id": 870,
    "definition": "Answer these questions about American in the 1700s. The weaknesses of the Articles of Confederation were shown during what 1786-1787 uprising among debtors in Massachusetts?",
    "term": "Shays Rebellion"
  },
  {
    "id": 871,
    "definition": "Answer these questions about American in the 1700s. What 1787 legislation created an organized region that would be bounded by the Ohio River to the south and the Mississippi River to the west?",
    "term": "Northwest Ordinance"
  },
  {
    "id": 872,
    "definition": "Answer these questions about American in the 1700s. In 1779, this man was named US Minister to Spain, but had to return to the US because Spain did not recognize America's independence from Great Britain. This man lost a 1792 election for Governor of New York to George Clinton after votes in three counties were disqualified. This man is the namesake of a 1795 treaty which granted the US ˈˈmost favored nationˈˈ status with Great Britain and he partnered with Madison and Hamilton to write the Federalist Papers. Identify this man who served as the first Chief Justice of the Supreme Court.",
    "term": "John Jay"
  },
  {
    "id": 873,
    "definition": "Answer the following about New England History. In 1919, 21 people were killed in Boston after a tank containing what substance burst and flooded the city streets?",
    "term": "Molasses"
  },
  {
    "id": 874,
    "definition": "Answer the following about New England History. In 1636, what man founded the Providence Plantation after being banished from Massachusetts Bay Colony? This man is considered to be the founder of Rhode Island",
    "term": "Roger Williams"
  },
  {
    "id": 875,
    "definition": "Answer the following about New England History. John Grout successfully fought off one side in this conflict that took place near the city of Sudbury. This event came to an end when Anawan Rock was captured and executed by Benjamin Church and his men in Rehoboth, Massachusetts. Near Mount Hope, Rhode Island, John Alderman shot and killed the namesake of this event. Mary Rowlandson wrote about the namesake of this event in her slave narrative. The Wampanoag Tribe fought American colonists in what 1675-1678 conflict sometimes called ˈˈMetacom's Rebellion?ˈˈ",
    "term": "King Philip's War (Accept ˈˈPometacomet's Warˈˈ until ˈˈMetacomˈˈ is read)"
  },
  {
    "id": 876,
    "definition": "Answer these questions pertaining to acts of violence in the 20th century. Over 100 people were injured after Eric Rudolph detonated a bomb at Centennial Olympic Park in 1996 in what US city?",
    "term": "Atlanta"
  },
  {
    "id": 877,
    "definition": "Answer these questions pertaining to acts of violence in the 20th century. 63 people were killed and over 2,000 injured in riots in what American city following the televised police beating of a cab driver named Rodney King?",
    "term": "Los Angeles"
  },
  {
    "id": 878,
    "definition": "Answer these questions pertaining to acts of violence in the 20th century. One perpetrator of this incident was motivated by reading The Turner Diaries during basic training. That perpetrator of this incident stated that he was seeking revenge for the FBI's handling of events at Ruby Ridge and Waco. One perpetrator of this event was captured after being stopped for driving with an expired license plate. A memorial to this event features 168 empty chairs as well as the ˈˈSurvivor Tree,ˈˈ which had withstood the blast associated with this event. Terry Nichols and Timothy McVeigh were charged for their role in what 1995 terrorist attack against a midwestern federal building?",
    "term": "Oklahoma City bombing"
  },
  {
    "id": 879,
    "definition": "Answer these questions about the American space program. In 1961, what man who flew aboard Freedom 7 became the first American in outer space?",
    "term": "Alan Shepard"
  },
  {
    "id": 880,
    "definition": "Answer these questions about the American space program. In 1983, what woman became the first American woman in outer space?",
    "term": "Sally Ride"
  },
  {
    "id": 881,
    "definition": "Answer these questions about the American space program. The first Indian woman in space, Kalpana Chawla, flew two missions aboard this vessel. Admiral Hal Gehman led a team that investigated an incident involving this vessel. That incident involving this vessel occurred after a piece of insulation broke free shortly after take-off, damaging the left wing and causing this vessel to break apart. Identify this first American space shuttle which disintegrated upon its return to earth in 2003, killing all seven people on board.",
    "term": "Space Shuttle Columbia"
  },
  {
    "id": 882,
    "definition": "Answer these questions about US Presidents. The administration of what last Whig President saw the passage of the Fugitive Slave Act and the Compromise of 1850?",
    "term": "Millard Fillmore"
  },
  {
    "id": 883,
    "definition": "Answer these questions about US Presidents. What ˈˈdark horseˈˈ candidate for President was the only Speaker of the House to ever be elected President and used the campaign slogan ˈˈfifty-four forty or fight?ˈˈ",
    "term": "James K. Polk"
  },
  {
    "id": 884,
    "definition": "Answer these questions about US Presidents. During a speech called on George Washington's birthday, this President accused Thaddeus Stevens and Charles Sumner of plotting to assassinate him. During a reelection bid, this man engaged in a poorly planned speaking tour dubbed ˈˈSwing Around the Circle.ˈˈ This man is the only person in US history to serve in the Senate after serving as President. A 19th century trial involving this President stemmed from his attempt to remove Edwin Stanton from power in violation of the Tenure of Office Act. Identify this 17th US President who was the first President to be impeached.",
    "term": "Andrew Johnson (prompt on ˈˈJohnsonˈˈ alone)"
  },
  {
    "id": 885,
    "definition": "Answer these questions about prominent battles in American history. Oliver Hazard Perry stated ˈˈWe have met the enemy and they are oursˈˈ at what 1813 battle fought near Put-in- Bay?",
    "term": "Battle of Lake Erie"
  },
  {
    "id": 886,
    "definition": "Answer these questions about prominent battles in American history. Israel Putnam stated ˈˈdonˈt fire until you see the whites of their eyesˈˈ at what 1775 battle that was fought on Breed's Hill?",
    "term": "Battle of Bunker Hill"
  },
  {
    "id": 887,
    "definition": "Answer these questions about prominent battles in American history. A group of reinforcements arrived late to this battle after traveling down the wrong road under the direction of Lew Wallace. Nathan Bedford Forrest made a failed cavalry charge during this battle. The tide of this battle turned following the arrival of reinforcements led by Don Carlos Buell and this battle saw fighting on a sunken road dubbed the ˈˈhornet's nest.ˈˈ P.G.T. Beauregard took over one side in this battle following the death of Albert Sidney Johnston. Identify this 1862 Civil War battle that was a victory for the forces of Ulysses S. Grant in southern Tennessee.",
    "term": "Battle of Shiloh"
  },
  {
    "id": 888,
    "definition": "Identify the following former Secretaries of State. ˈˈThe Plumed Knightˈˈ and ˈˈThe Continental Liarˈˈ were nicknames of what politician from Maine who served as Secretary of State under Benjamin Harrison, James Garfield, and Chester Arthur?",
    "term": "James Blaine"
  },
  {
    "id": 889,
    "definition": "Identify the following former Secretaries of State. French politician Aristide Briand signed a pact outlawing war as a means of solving disputes with what man who served as Secretary of State under Calvin Coolidge?",
    "term": "Frank Kellogg"
  },
  {
    "id": 890,
    "definition": "Identify the following former Secretaries of State. This Secretary of State sent the Blood Telegram in response to the Bangladesh War of Independence. This leader was criticized for giving Jorge Videla a ˈˈgreen lightˈˈ for a coup which eventually led to the Dirty War in Argentina. This man's peace negotiations during the Yom Kippur War led to a new term dubbed ˈˈshuttle diplomacy.ˈˈ This man's work toward a ceasefire in Vietnam led him to receive the 1973 Nobel Peace Prize. What German served as Secretary of State under Gerald Ford and Richard Nixon?",
    "term": "Henry Kissinger"
  },
  {
    "id": 891,
    "definition": "Answer these questions about American military history. What battle fought in August 1814 saw British forces under Robert Ross easily defeat American forces? Shortly after this battle fought in Maryland, the British burned Washington DC.",
    "term": "Battle of Bladensburg"
  },
  {
    "id": 892,
    "definition": "Answer these questions about American military history. The British strengthened their hold on the south after the forces of General Cornwallis defeated Horatio Gates at what August 1780 battle? Gates was beaten so badly at this battle that he was never allowed to lead forces again.",
    "term": "Battle of Camden"
  },
  {
    "id": 893,
    "definition": "Answer these questions about American military history. This man's military reputation took a hit after British forces badly defeated his troops at the 1777 Battle of Paoli. However, this man was able to redeem himself in 1779 with a victory over British forces at the Battle of Stony Point. The Treaty of Greenville was signed after this man won a battle fought on the north shore of the Maumee River in northern Ohio. That battle saw this man defeat the forces of Little Turtle and Blue Jacket at the Battle of Fallen Timbers. Identify this Revolutionary War leader who names the second most-populous city in Indiana.",
    "term": "ˈˈMadˈˈ Anthony Wayne"
  }
]
