[
  {
    "id": 0,
    "definition": "Name the following related to the Era of Good Feelings. The Era of Good Feelings roughly corresponded to the tenure of this U.S. President.",
    "term": "James Monroe"
  },
  {
    "id": 1,
    "definition": "Name the following related to the Era of Good Feelings. The Era of Good Feelings saw the decline and dissolution of this political party that included President John Adams among its members.",
    "term": "Federalist Party"
  },
  {
    "id": 2,
    "definition": "Name the following related to the Era of Good Feelings. This was the home state of the Federalist Party's final presidential candidate, Rufus King, who lost to Monroe in the election of 1816. One colonial governor of this present-day state was William Cosby, who notably arrested journalist John Peter Zenger for libel. George Washington's first inauguration was held at this state's Federal Hall. In 1817, Governor DeWitt Clinton initiated construction on a canal through this state that connected the Hudson River to Lake Erie. Name this state in which the Erie Canal connected the cities of Albany and Buffalo.",
    "term": "New York"
  },
  {
    "id": 3,
    "definition": "Name the following related to World War II. This fictional character was created to positively represent the large number of women who worked in factories to support America during World War II.",
    "term": "Rosie the Riveter [prompt on ˈˈRosieˈˈ]"
  },
  {
    "id": 4,
    "definition": "Name the following related to World War II. An altercation involving American World War II servicemen on leave helped lead to the Zoot Suit riots in this city, which was later the site of the 1965 Watts riots.",
    "term": "Los Angeles"
  },
  {
    "id": 5,
    "definition": "Name the following related to World War II. In 1984, part of this legislation was updated through the efforts of Mississippi Representative Gillespie Montgomery. This act originally included the so-called 52-20 (ˈˈfifty-two twentyˈˈ) clause, which provided twenty dollars per week to those who were unemployed for up to fifty-two weeks. The major benefits provided by this legislation, which was formally named the ˈˈServicemen's Readjustment Act,ˈˈ included tuition assistance and low interest home loans. Name this 1944 legislation that was passed to aid veterans returning from World War II.",
    "term": "G.I. Bill [accept Servicemen's Readjustment Act of 1944 before mentioned]"
  },
  {
    "id": 6,
    "definition": "Name the following related to the Great Depression. The Supreme Court's Ashwander case confirmed the legality of this New Deal agency originally based in Muscle Shoals, Alabama. This agency's first major project was the construction of the Norris Dam.",
    "term": "Tennessee Valley Authority or TVA"
  },
  {
    "id": 7,
    "definition": "Name the following related to the Great Depression. Under President Herbert Hoover, U.S. tariffs were increased to near historic levels by this 1930 legislation, which likely contributed to the worsening of the Great Depression.",
    "term": "Smoot-Hawley Tariff Act or Hawley-Smoot Tariff Act [do not accept or prompt on partial answer]"
  },
  {
    "id": 8,
    "definition": "Name the following related to the Great Depression. While serving as Chief of Staff of the U.S. Army, this man was chosen to oversee the establishment of the New Deal agency Civilian Conservation Corps (ˈˈcoreˈˈ). Six months after taking part in the Wake Island Conference, he was replaced by Matthew Ridgway. After accepting Japan's surrender aboard the USS Missouri, this general led the post- World War II occupation of Japan. This man then went on to command the U.N. troops in the Korean War until he was notably removed by Harry Truman. Name this five star general who promised the Philippines early in World War II that ˈˈI shall return.ˈˈ",
    "term": "Douglas MacArthur"
  },
  {
    "id": 9,
    "definition": "Name the following related to the fight for women's suffrage. The first women to receive the right to vote in the U.S. were those in the territory named for this state, whose nickname of ˈˈThe Equality Stateˈˈ references this fact.",
    "term": "Wyoming"
  },
  {
    "id": 10,
    "definition": "Name the following related to the fight for women's suffrage. Women received the right to vote nationally with the ratification of the Nineteenth Amendment during the tenure of this president, whose successor campaigned on the slogan ˈˈreturn to normalcy.ˈˈ",
    "term": "Thomas Woodrow Wilson"
  },
  {
    "id": 11,
    "definition": "Name the following related to the fight for women's suffrage. This man argued in favor of women's suffrage in a speech which also noted that ˈˈa man's rights rest in three boxes: the ballot box, jury box, and the cartridge box.ˈˈ In another speech denouncing slavery, he asked the question ˈˈwhat, to the American slave, is your Fourth of July?ˈˈ The only African-American to attend the Seneca Falls Convention was this man, who authored My Bondage and My Freedom as his second autobiography. The North Star newspaper was published by what nineteenth century abolitionist who wrote an autobiographical ˈˈnarrativeˈˈ about his time as a slave?",
    "term": "Frederick Douglass [or Frederick Augustus Washington Bailey]"
  },
  {
    "id": 12,
    "definition": "Name these twentieth century events. This two word nickname is used to identify the day in 1929 on which the stock market crashed, thereby triggering the Great Depression.",
    "term": "Black Tuesday [accept Black Thursday]"
  },
  {
    "id": 13,
    "definition": "Name these twentieth century events. A. Philip Randolph was an organizer of this 1963 event, which is best remembered for including Martin Luther King Jr.'s I Have a Dream speech.",
    "term": "March on Washington for Jobs and Freedom [accept The Great March on Washington]"
  },
  {
    "id": 14,
    "definition": "Name these twentieth century events. Amid this event, Bob Livingston withdrew his name from consideration to become Speaker of the House. While being questioned prior to this event, the man at the center of it speculated on ˈˈwhat the meaning of the word ˈis' is.ˈˈ An investigation into a sexual harassment claim by Paula Jones resulted in this event, which occurred after the release of a report written by Ken Starr. William Rehnquist presided over this event, which included charges of obstruction of justice and perjury related to a sexual relationship with Monica Lewinsky. Name this 1999 event that failed to remove the forty- second president.",
    "term": "Impeachment trial of William Jefferson ˈˈBillˈˈ Clinton [accept equivalent answers which mention Bill Clinton or William Jefferson Blythe III being impeached; prompt on partial answer]"
  },
  {
    "id": 15,
    "definition": "Name these Civil War battles. The mouth of the James River was the site of this March 1862 battle that was the first one in which ironclad ships faced off against each other.",
    "term": "Battle of Hampton Roads [prompt on ˈˈMonitor vs. Merrimackˈˈ or ˈˈMonitor vs. Virginiaˈˈ or ˈˈBattle of the Ironcladsˈˈ]"
  },
  {
    "id": 16,
    "definition": "Name these Civil War battles. During this battle, which took place northeast of Richmond in June 1864 as part of the Overland Campaign, Ulysses Grant suffered a lopsided loss after ordering an unsuccessful attack against heavily fortified Confederate troops under Robert E. Lee.",
    "term": "Battle of Cold Harbor"
  },
  {
    "id": 17,
    "definition": "Name these Civil War battles. One day after this battle concluded, Nathan Bedford Forrest was seriously wounded during the ˈˈFallen Timbersˈˈ incident. Don Carlos Buell's (byoolz) Army of the Ohio arrived at this battle after thousands of Union troops had been surrounded and captured at the ˈˈHornet's Nest.ˈˈ Confederate commander Albert Sidney Johnston died during this battle, whose second day featured a Union counterattack that secured the victory for Ulysses Grant. Name this bloody April 1862 battle fought in Tennessee near Pittsburg Landing.",
    "term": "Battle of Shiloh (ˈˈSHYˈˈ-loh) [accept Battle of Pittsburg Landing before mentioned]"
  },
  {
    "id": 18,
    "definition": "Name the following related to the colonial history of the U.S. When John White returned to the colony of Roanoke in 1590 after a nearly three year absence, he found it completely abandoned, with one of the few clues being this word carved into a tree.",
    "term": "CROATOAN (KROH-uh-TOH-in)"
  },
  {
    "id": 19,
    "definition": "Name the following related to the colonial history of the U.S. This Dutch Director of the New Netherland colony is best known for purchasing Manhattan Island with a collection of goods worth sixty guilders.",
    "term": "Peter Minuit (MIN-yoo-it) [or Peter Minnewit or Pierre Minuit]"
  },
  {
    "id": 20,
    "definition": "Name the following related to the colonial history of the U.S. The discovery of letters disparaging this colony led to the banishment of John Lyford and John Oldham. Edward Winslow co-wrote an account of life in this colony in a work known as Mourt's Relation. John Carver served as the first governor of this colony, which formed an early alliance with Native American chief Massasoit (MASS-ah-SO-it). Myles (ˈˈmilesˈˈ) Standish led the militia within this colony, which survived through its earliest years with the aid of Squanto. It was founded in 1620 upon the landing of the Mayflower. Name this colony founded by the Pilgrims near a namesake ˈˈrock.ˈˈ",
    "term": "Plymouth Colony [or Plimouth Plantation; accept New Plymouth; do NOT accept or prompt on ˈˈMassachusettsˈˈ]"
  },
  {
    "id": 21,
    "definition": "Name these conflicts. Thomas Ruffin Gray authored the ˈˈconfessionsˈˈ of the man who led this short-lived 1831 conflict, which killed approximately sixty people in Southampton County, Virginia.",
    "term": "Nat Turner's Rebellion [accept equivalent answers that mention Nat Turner]"
  },
  {
    "id": 22,
    "definition": "Name these conflicts. This conflict of the late 1670s pitted English colonists against a group of Native Americans led by the Wampanoag (WAHM-puh-NOH-ag) chief Metacomet.",
    "term": "King Philip's War [accept First Indian War; prompt on ˈˈMetacomet's Rebellion/Warˈˈ]"
  },
  {
    "id": 23,
    "definition": "Name these conflicts. During this war, Henry Procter's hasty retreat to Fort Malden allowed severely wounded American soldiers to be murdered in the River Raisin Massacre. In this conflict, American commanders Jacob Brown and Winfield Scott were both wounded during the Battle of Lundy's Lane. During this war, a letter with the words ˈˈwe have met the enemy and they are oursˈˈ was sent in the aftermath of the Battle of Lake Erie by Oliver Hazard Perry. This war saw British troops set fire to the White House shortly after it had been abandoned by First Lady Dolley Madison. Name this war ended by the Treaty of Ghent in 1814.",
    "term": "War of 1812"
  },
  {
    "id": 24,
    "definition": "Name these individuals involved in notable disputes. This general was sent to Maine to help resolve the international border dispute that led to the Aroostook (uh- ROOSS-tuk) War, but he is perhaps better known for developing the Anaconda Plan for the Union during the Civil War.",
    "term": "Winfield Scott"
  },
  {
    "id": 25,
    "definition": "Name these individuals involved in notable disputes. This banker quarreled with Andrew Jackson over the status of the Second Bank of the United States, whose charter was allowed to expire in 1836 with him as its final president.",
    "term": "Nicholas Biddle"
  },
  {
    "id": 26,
    "definition": "Name these individuals involved in notable disputes. This politician first joined Congress as the successor to his similarly named first cousin, Joseph. This man's wife led a group of women who spurned Peggy O'Neill, the wife of Secretary of War John Eaton, in what was dubbed the Petticoat affair. His first tenure in the Senate began after his resignation as Vice President, a position which, like George Clinton, he had held under two different presidents. This politician supported his home state's desire to void the 1828 Tariff of Abominations in what was known as the Nullification Crisis. Name this nineteenth century Senator from South Carolina.",
    "term": "John Caldwell Calhoun"
  },
  {
    "id": 27,
    "definition": "Name these battles involving American troops. William Shafter commanded the American troops in this 1898 battle, which occurred on the same day as the Battle of El Caney (kah-NAY).",
    "term": "Battle of San Juan Hill [or Battle of San Juan Heights]"
  },
  {
    "id": 28,
    "definition": "Name these battles involving American troops. American troops fought under Allied Commander Ferdinand Foch (fohsh) in this July and August 1918 battle, the second of its name, that was Germany's final major offensive on the Western Front.",
    "term": "Second Battle of the Marne [do NOT accept ˈˈFirst Battle of the Marneˈˈ]"
  },
  {
    "id": 29,
    "definition": "Name these battles involving American troops. This battle ended with a well-disciplined retreat being led by Thomas Knowlton and John Stark. The freedman Peter Salem is credited with having killed John Pitcairn during this battle, which is commemorated today by a two hundred twenty-one foot tall obelisk. A redoubt constructed on Charlestown Peninsula was the focus of this battle, which saw Dr. Joseph Warren killed during the third and final assault by the British attackers. The order ˈˈdon't fire until you see the whites of their eyesˈˈ was allegedly given during what 1775 battle near Boston that was fought on Breed's Hill close to the namesake location?",
    "term": "Battle of Bunker Hill [accept Battle of Breed's Hill before mentioned]"
  },
  {
    "id": 30,
    "definition": "Name the following related to the Confederate States of America. This Jewish Senator from Louisiana resigned that position to join the Confederacy, for whom he would serve as Attorney General, Secretary of War, and Secretary of State before the end of the Civil War.",
    "term": "Judah Philip Benjamin"
  },
  {
    "id": 31,
    "definition": "Name the following related to the Confederate States of America. This general spent part of 1864 recuperating from being wounded by friendly fire at the Battle of the Wilderness, but he is perhaps best remembered for reluctantly ordering the disastrous Pickett's Charge during the Battle of Gettysburg at the behest of Robert E. Lee.",
    "term": "James Longstreet"
  },
  {
    "id": 32,
    "definition": "Name the following related to the Confederate States of America. This state was the site of the Battle of Palmito Ranch, which was the final battle of the Civil War. The sale of bonds by this state during the Civil War led to an 1869 Supreme Court case that ruled states cannot legally secede from the U.S.; that case was [this state] v. White. John Connally was inadvertently shot while serving as governor of this state, which was home to the nation's longest-serving Speaker of the House, Sam Rayburn. Before leaving office, President John Tyler finalized a treaty that allowed this state to be annexed in 1845. Name this former Confederate state whose governor at the start of the Civil War was Sam Houston.",
    "term": "Texas"
  },
  {
    "id": 33,
    "definition": "Name the following having to do with early America's rocky relationship with France. In 1796, French leaders refused to meet with this South Carolina native, who had just been appointed as the U.S. Ambassador to France. This man later ran unsuccessfully as the Federalist presidential candidate in both the elections of 1804 and 1808.",
    "term": "Charles Cotesworth Pinckney"
  },
  {
    "id": 34,
    "definition": "Name the following having to do with early America's rocky relationship with France. Charles Pinckney was also involved in the XYZ Affair, in which the French minister Charles Talleyrand required a bribe before speaking with American diplomats consisting of Pinckney, John Marshall, and this man, who served as America's fifth vice president.",
    "term": "Elbridge Thomas Gerry"
  },
  {
    "id": 35,
    "definition": "Name the following having to do with early America's rocky relationship with France. The institution of a property tax to support the Quasi War against France resulted in Fries's Rebellion occurring within this state. Part of the eastern end of this state was fraudulently acquired from the Lenape (luh-NAH-pay) tribe through the so-called ˈˈWalking Purchase.ˈˈ America's first oil boom began in the city of Titusville within this state, where over two thousand people were killed when the South Fork Dam failed in 1889. ˈˈLight-Horse Harryˈˈ Lee quelled a 1794 rebellion in this state that was sparked by a tax on distilled alcohol. The Johnstown Flood and Whiskey Rebellion occurred in what U.S. state where the Liberty Bell resides at Independence Hall?",
    "term": "Pennsylvania"
  },
  {
    "id": 36,
    "definition": "Name these American generals. The Army of the Potomac was formed in July 1861 when George McClellan took over command from this general, who led the Union troops that lost in the First Battle of Bull Run.",
    "term": "Irvin McDowell"
  },
  {
    "id": 37,
    "definition": "Name these American generals. This general in the Continental Army was captured at the Battle of Quebec, but he is perhaps best remembered for decisively defeating Banastre (ˈˈbanisterˈˈ) Tarleton at the 1781 Battle of Cowpens.",
    "term": "Daniel Morgan"
  },
  {
    "id": 38,
    "definition": "Name these American generals. This general organized a secret task force under the command of Abraham Baum to liberate a POW camp housing his son-in-law, John Waters. One chaplain working under this general composed a prayer for good weather that was distributed amongst his army prior to the Battle of the Bulge. He was the commander of the fictional First U.S. Army Group, which was conceived to be a diversion during D-Day. Shortly after being relieved of his command of the U.S. Third Army, he died in December 1945 from injuries sustained during a car accident. ˈˈOld Blood and Gutsˈˈ was the nickname of what general perhaps best remembered for slapping two shell shocked soldiers?",
    "term": "George Smith Patton Jr."
  },
  {
    "id": 39,
    "definition": "Name these organizations. John L. Lewis served as a forty year president of this labor union that was founded in 1890. In 1914, one of their strikes in Colorado included the deaths of about twenty people in what was known as the Ludlow Massacre.",
    "term": "United Mine Workers of America or UMWA"
  },
  {
    "id": 40,
    "definition": "Name these organizations. Two similarly named groups merged in 1890 to form this organization which fought for the right of women to vote. Carrie Chapman Catt and Susan B. Anthony were among the presidents of this organization, whose membership reached two million people before the Nineteenth Amendment was passed.",
    "term": "National American Woman Suffrage Association or NAWSA"
  },
  {
    "id": 41,
    "definition": "Name these organizations. This organization was at the center of the so-called Rampart scandal. The operation of this organization was evaluated by the Christopher Commission in the aftermath of an event involving Stacey Koon. In 2013, a former member of this organization, Christopher Dorner, killed four people during a rampage that targeted members of this organization and their families. One former member of this organization was Mark Fuhrman (FER-mihn), whose use of racial slurs was revealed during a trial stemming from the murders of Ron Goldman and Nicole Brown. The 1991 beating of Rodney King was done by what law enforcement agency in California?",
    "term": "Los Angeles Police Department or LAPD [prompt on partial answer; accept any answer mentioning ˈˈL.A.ˈˈ and ˈˈpoliceˈˈ]"
  },
  {
    "id": 42,
    "definition": "Name these events involving slaves or former slaves. At a women's rights convention held in Akron, Ohio in 1851, former slave Sojourner Truth argued against inherent male superiority with this speech, in which she repeatedly asked the title question.",
    "term": "Ain't I a Woman speech [accept Ar'n't I a Woman Speech]"
  },
  {
    "id": 43,
    "definition": "Name these events involving slaves or former slaves. This slave revolt was planned to be carried out on August 30, 1800 near Richmond, Virginia, but a major storm on that night led to the plans being revealed before the revolt materialized, and its leader was subsequently captured and hanged.",
    "term": "Gabriel Prosser revolt [accept equivalent answers mentioning Gabriel Prosser]"
  },
  {
    "id": 44,
    "definition": "Name these events involving slaves or former slaves. Eight years after it ended, a book documenting the ˈˈhistory ofˈˈ this event was ˈˈprepared for the pressˈˈ by editor Paul Allen. A carpenter named Patrick Gass was the first to publish his journal recounting this event, during which Charles Floyd died from appendicitis. The services of a slave named York were utilized throughout this event, which included the construction of Fort Clatsop. While spending the winter at Fort Mandan, the leaders of this event met Toussaint Charbonneau (too-SAHN shar-buh-NOH), who served as a translator along with his Shoshone (shoh-SHOH- nee) wife, Sacagawea. Name this 1804 to 1806 expedition that explored the lands of the Louisiana Purchase.",
    "term": "Lewis and Clark expedition [accept similar answers mentioning Meriwether Lewis and William Clark; accept Corps of Discovery expedition] ."
  },
  {
    "id": 45,
    "definition": "Name these speeches. This April 3rd, 1968 speech in support of the Memphis sanitation strike was the final one given by Martin Luther King Jr. before his assassination the following day.",
    "term": "I've Been to the Mountaintop speech"
  },
  {
    "id": 46,
    "definition": "Name these speeches. In this March 1861 speech, Confederate vice president Alexander Stephens noted that ˈˈ[our new government's] foundations are laid...upon the great truth that the negro is not equal to the white manˈˈ and slavery ˈˈis his natural and normal condition.ˈˈ",
    "term": "Cornerstone speech"
  },
  {
    "id": 47,
    "definition": "Name these speeches. Early in this speech, the speaker referenced an exchange he had with journalist Peter Edson. A letter composed by the law firm Gibson, Dunn, & Crutcher was read as part of this speech, in which the speaker remarked that he would not be cashing a ten dollar check sent to him by the wife of a soldier. During this speech, the speaker stated that his wife ˈˈdoesn't have a mink coatˈˈ but does have a ˈˈrespectable Republican cloth coat.ˈˈ Questions surrounding a little-known campaign (*) fund prompted this 1952 speech, in which the speaker noted how his kids loved a ˈˈlittle cocker spanielˈˈ that he would not give back. Identify this Richard Nixon speech named for his family dog.",
    "term": "Checkers speech [prompt on ˈˈFund speechˈˈ prior to (*)]"
  },
  {
    "id": 48,
    "definition": "Name the following related to the 1886 Haymarket riot. The Haymarket riot led to a major decline in the popularity of the Knights of Labor, which at the time was under the leadership of this man, who had earlier served as a mayor of Scranton, Pennsylvania.",
    "term": "Terence Vincent Powderly"
  },
  {
    "id": 49,
    "definition": "Name the following related to the 1886 Haymarket riot. Of the eight men convicted for the riot, one committed suicide, four were executed, and the other three were ultimately pardoned by this man, who served as the Governor of Illinois between 1893 and 1897.",
    "term": "John Peter Altgeld"
  },
  {
    "id": 50,
    "definition": "Name the following related to the 1886 Haymarket riot. This was the surname of the Mayor of Chicago who briefly attended the rally preceding the Haymarket riot. During a border dispute with British Guiana (gee-AH-nuh) that was arbitrated by the U.S., Venezuela was represented by a politician with this surname who was previously elected to the presidency on a ticket featuring Levi Morton. Another man with this surname served as the first of three governors of the Territory of Indiana before leading American troops to victory in the Battle of the Thames (temz), which saw the death of Tecumseh. That man with this surname died of pneumonia exactly one month after giving America's longest inauguration speech. Give this surname of presidents Benjamin and William Henry.",
    "term": "Harrison [accept Carter Henry Harrison Sr. or Benjamin Harrison or William Henry Harrison Sr.]"
  },
  {
    "id": 51,
    "definition": "Name these American cities. The western terminus of the short-lived Pony Express was in this city, whose mayor between 2008 and 2016 was former NBA player Kevin Johnson.",
    "term": "Sacramento"
  },
  {
    "id": 52,
    "definition": "Name these American cities. In 1932, president-elect Franklin Roosevelt survived an assassination attempt in this southern city, where Border Patrol agents forcibly retrieved Elian (ay-lee-AHN) Gonzalez in 2000 to return him to his father in Cuba.",
    "term": "Miami"
  },
  {
    "id": 53,
    "definition": "Name these American cities. Over six hundred people in this city died during a 1903 fire that struck the Iroquois (EER-uh-kwoy) Theater. To mitigate flooding in this city, Ellis Chesbrough (ˈˈCHESS-browˈˈ) oversaw a plan to elevate many of its buildings during the late 1850s. Two college students in this city kidnapped and murdered fourteen year old Bobby Franks in a failed attempt to commit the ˈˈperfect crimeˈˈ; those men were Nathan Leopold and Richard Loeb. In this city, the American Railway Union organized a strike under the leadership of Eugene V. Debs that was put down by federal troops sent by Grover Cleveland. The Pullman Strike occurred in what Midwestern city home to the Willis Tower, which was formerly known as the Sears Tower?",
    "term": "Chicago"
  },
  {
    "id": 54,
    "definition": "Name the following organizations. Medger Evers was assassinated while working as a field secretary for this organization that was co-founded in 1909 by W.E.B Du Bois (doo-BOYSS).",
    "term": "NAACP or National Association for the Advancement of Colored People"
  },
  {
    "id": 55,
    "definition": "Name the following organizations. Mount Rainier National Park was established after years of lobbying by this organization that was founded in 1892 by John Muir (MYOOR).",
    "term": "Sierra Club"
  },
  {
    "id": 56,
    "definition": "Name the following organizations. This organization sent an anonymous letter that repeatedly asserts ˈˈyou are doneˈˈ in an attempt to blackmail and possibly encourage the suicide of Martin Luther King Jr.; that letter from this organization was sent as part of its COINTELPRO (ˈˈco-intel-proˈˈ) program. The original name of this organization formed the acronym BOI (ˈˈB-O-Iˈˈ). This organization employed Mark Felt, who is perhaps most notable for actions he took under the pseudonym ˈˈDeep Throat.ˈˈ In 2011, this organization captured former mob boss Whitey Bulger, who was included on its ˈˈTen Most Wanted Fugitivesˈˈ list. Name this national law enforcement agency whose longest tenured director was J. Edgar Hoover.",
    "term": "FBI or Federal Bureau of Investigations"
  },
  {
    "id": 57,
    "definition": "Name these events that occurred in the month of December. John T. Daniels took the only photograph that captured this December 17th, 1903 event which occurred on a North Carolina beach.",
    "term": "Wright brothers' first airplane flight [accept equivalent answers that mention Orville and Wilbur Wright and the concept of the first flight of a manned, powered, heavier-than-air aircraft]"
  },
  {
    "id": 58,
    "definition": "Name these events that occurred in the month of December. On December 29, 1845, James K. Polk signed the legislation that finalized this event, which terminated Anson Jones' tenure as president of a nine year old nation.",
    "term": "Annexation of Texas [accept equivalent answers that mention Texas and the idea of annexation or admittance to the United States]"
  },
  {
    "id": 59,
    "definition": "Name these events that occurred in the month of December. During this event, participants chased off a man named Charles O'Connor for attempting to steal certain items. A similar event to this one occurred ten months later in Annapolis and involved the burning of the Peggy Stewart. A gathering at the Old South Meeting House preceded this event, which occurred at Griffin's Wharf. During this event, ships named Beaver, Eleanor, and Dartmouth were boarded at night by men dressed in Mohawk costumes. Britain passed the Intolerable Acts in response to what December 1773 event in which angry colonists dumped chests of a certain beverage into the harbor of a Massachusetts city?",
    "term": "Boston Tea Party [prompt on partial answer]"
  },
  {
    "id": 60,
    "definition": "Name the following related to the Reconstruction Era. The first iteration of the Ku Klux Klan was founded in the Reconstruction Era and had this Tennessee native and Civil War general serve as its first ˈˈGrand Wizard.ˈˈ",
    "term": "Nathan Bedford Forrest"
  },
  {
    "id": 61,
    "definition": "Name the following related to the Reconstruction Era. Name all of the amendments to the U.S. Constitution that are collectively referred to as the ˈˈReconstruction Amendmentsˈˈ because they were passed during the first five years of the Reconstruction Era, between 1865 and 1870.",
    "term": "13th, 14th, and 15th Amendments [do not prompt on partial answers]"
  },
  {
    "id": 62,
    "definition": "Name the following related to the Reconstruction Era. One man to hold this position during the Reconstruction Era was investigated by Hiester Clymer for his role in the Trader Post scandal, which resulted in his 1876 impeachment. In addition to William Belknap, this Cabinet position was held by William H. Taft during the presidency of Theodore Roosevelt. While holding this position during the presidency of Franklin Roosevelt, Henry Stimson oversaw the progress of the Manhattan Project. This position was abolished in 1947 upon the creation of the Department of Defense. Henry Knox was the first to hold what now-defunct Cabinet position that was responsible for overseeing the U.S. Army?",
    "term": "Secretary of War [accept War Secretary; do not accept or prompt on ˈˈSecretary of Defenseˈˈ]"
  },
  {
    "id": 63,
    "definition": "Name the following related to the American Revolutionary War. In one final attempt to prevent the war from further escalating, in July 1775, the Second Continental Congress sent this petition to King George III.",
    "term": "Olive Branch Petition"
  },
  {
    "id": 64,
    "definition": "Name the following related to the American Revolutionary War. Early in the war, Thomas Gage was succeeded as Commander-in-Chief of the British troops by this man, who held that position from 1775 to 1778, when he resigned and was replaced by Henry Clinton.",
    "term": "William Howe, 5th Viscount Howe"
  },
  {
    "id": 65,
    "definition": "Name the following related to the American Revolutionary War. This battle was preceded by a skirmish at the Green Spring Plantation that was a defeat for ˈˈMadˈˈ Anthony Wayne. Near the end of this battle, the losing side attempted a failed retreat to Gloucester (ˈˈGLOSSˈˈ-tur) Point. At the conclusion of this battle, Benjamin Lincoln accepted a sword that was presented by Charles O'Hara. A victory for the Comte de Grasse (kawmt de grahss) in the Battle of the Chesapeake helped secure an American victory at this battle, in which George Washington forced the surrender of Lord Cornwallis. Name this 1781 battle that ended the Revolutionary War.",
    "term": "Battle of Yorktown or Siege of Yorktown"
  },
  {
    "id": 66,
    "definition": "Name these states involved in female achievements. In 1924, Nellie Ross was elected as America's first female governor in this state, which is known by the nickname ˈˈThe Equality State.ˈˈ",
    "term": "Wyoming"
  },
  {
    "id": 67,
    "definition": "Name these states involved in female achievements. In 1916, this state elected Jeannette Rankin to serve as America's first female member of Congress.",
    "term": "Montana"
  },
  {
    "id": 68,
    "definition": "Name these states involved in female achievements. This state was nicknamed ˈˈThe Perfect 36ˈˈ after it became the thirty-sixth and final state required to ratify the Nineteenth Amendment to grant women the right to vote. Prior to its admittance to the U.S., this state was known as the Southwest Territory, which included lands that were previously governed by the State of Franklin. A violation of this state's Butler Act resulted in a 1925 trial that saw Clarence Darrow defend the teaching of evolution in school by John Scopes. This state is the namesake of a New Deal organization that was founded to provide flood control and electricity throughout the Southeast U.S. Give this state whose namesake ˈˈvalley authorityˈˈ is headquartered in Knoxville.",
    "term": "Tennessee"
  },
  {
    "id": 69,
    "definition": "Name these events which gave rise to notable statements. After receiving a demand to surrender the town of Bastogne (BAS-tohn) during this battle, which began in December 1944 with a German offensive, U.S. General Anthony McAuliffe replied to the Nazis with a one word response: ˈˈNuts!ˈˈ",
    "term": "Battle of the Bulge [or Battle of the Ardennes (ar-DEN) or the Ardennes Counteroffensive]"
  },
  {
    "id": 70,
    "definition": "Name these events which gave rise to notable statements. During this August 1864 naval battle fought off the coast of Alabama, Union Rear Admiral David Farragut allegedly exclaimed ˈˈdamn the torpedoes, full speed ahead!ˈˈ",
    "term": "Battle of Mobile Bay"
  },
  {
    "id": 71,
    "definition": "Name these events which gave rise to notable statements. This event inspired a political cartoon that shows three men telling a five headed monster holding a knife to ˈˈcease bawling.ˈˈ One participant in this event was Lucien Hauteval (loo-see-en ˈˈoatˈˈ-vahl). During this event, a question from Jean-Conrad Hottinguer (zhahn-kohn-rahd oh-ˈˈtongˈˈ-gair) prompted the response ˈˈno, no, not a sixpenceˈˈ from Charles Cotesworth Pinckney. The Quasi-War began in the aftermath of this event, in which three American diplomats attempted to secure a meeting with Charles Talleyrand. Name this 1797 event in which bribes were demanded by three French diplomats identified by single letter aliases.",
    "term": "XYZ Affair"
  },
  {
    "id": 72,
    "definition": "Name these groups of people. Ohio Representative Clement Vallandigham was a vocal leader of this group of politicians composed of members of the Democratic Party who opposed the Civil War.",
    "term": "Copperheads [prompt on ˈˈPeace Democratsˈˈ]"
  },
  {
    "id": 73,
    "definition": "Name these groups of people. The Edmunds-Tucker Act was passed to restrict some of the practices of these people, a group of which carried out the Mountain Meadows massacre during an 1857 to 1858 conflict.",
    "term": "Mormons or The Church of Jesus Christ of Latter-Day Saints [accept LDS Church]"
  },
  {
    "id": 74,
    "definition": "Name these groups of people. A disagreement over which side to support in the Civil War led to a group of these people splitting into factions, one led by John Chupco (CHUP-koh) and the other led by John Jumper. One leader of these people was captured during a presumed peace talk by Thomas Jesup and later died while imprisoned at Fort Moultrie (MOHL-tree). These people refused to agree to the Treaty of Payne's Landing, which led to a war that saw Zachary Taylor lead troops in the Battle of Lake Okeechobee (oh-kee-CHOH-bee). Osceola (ah-see-OH-lah) was a leader of what Native American tribe that fought three namesake nineteenth century wars with the U.S. in Florida?",
    "term": "Seminoles [accept Miccosukees or Mikasuks; accept Seminole Wars; prompt on ˈˈIndiansˈˈ or ˈˈNative Americansˈˈ or ˈˈAmerican Indiansˈˈ or ˈˈindigenous Americansˈˈ or ˈˈindigenous peopleˈˈ or ˈˈnativesˈˈ]"
  },
  {
    "id": 75,
    "definition": "Name these battles involving U.S. troops. British troops captured Philadelphia two weeks after their victory over George Washington at this September 1777 battle, during which Wilhelm von Knyphausen (k'NIP-ˈˈhouseˈˈ-en) led an assault across the namesake creek at Chadds Ford.",
    "term": "Battle of Brandywine Creek"
  },
  {
    "id": 76,
    "definition": "Name these battles involving U.S. troops. British troops commanded by Henry Proctor were defeated by William Henry Harrison at this October 1813 battle during which the Shawnee chief Tecumseh was killed.",
    "term": "Battle of the Thames (temz) [accept Battle of Moraviantown]"
  },
  {
    "id": 77,
    "definition": "Name these battles involving U.S. troops. This battle is the subject of the Thomas Bailey Marquis book Keep the Last Bullet for Yourself, which argued that many troops on the losing side of this battle committed suicide. Prior to this battle, George Crook fought to a stalemate at the Battle of Rosebud Creek. Irishman Myles Keogh (KEE-oh) died at this battle, although his horse, Comanche (kuh- ˈˈMANˈˈ-shee), survived. One side in this battle forced the retreat of Marcus Reno, who was then reinforced by Frederick Benteen. Chief Gall and Crazy Horse fought for the winning side in this battle, which decimated portions of the 7th Cavalry. Name this 1876 battle that featured the ˈˈlast standˈˈ of George (*) Custer.",
    "term": "Battle of the Little Bighorn River [or Battle of Greasy Grass Creek; prompt on ˈˈCuster's Last Standˈˈ or equivalent answers before (*)]"
  },
  {
    "id": 78,
    "definition": "Name these people, places, or things from twentieth century history. St. Louis was the site of the most-populated one of these derisively-named shanty towns that were constructed all over the country during the Great Depression by those who had become homeless.",
    "term": "Hooverville"
  },
  {
    "id": 79,
    "definition": "Name these people, places, or things from twentieth century history. This Alabama Senator from 1915 to 1927 is perhaps best remembered for sponsoring the Revenue Act of 1913, which is more commonly known as his namesake ˈˈtariff.ˈˈ",
    "term": "Oscar Wilder Underwood [accept Underwood Tariff or Underwood Act or Underwood Tariff Act]"
  },
  {
    "id": 80,
    "definition": "Name these people, places, or things from twentieth century history. Occupants of this location conducted emergency drill rehearsals known as ˈˈWhite Nights.ˈˈ One resident of this location was the son of Timothy Stoen, who was one of the so-called ˈˈConcerned Relatives.ˈˈ This settlement was accessed through the town of Port Kaituma, whose airstrip was the site of a shootout that killed U.S. Congressman Leo Ryan. One event in this settlement resulted in the deaths of over nine hundred Americans, primarily as a result of drinking Flavor Aid laced with cyanide. The founder of the Peoples Temple movement is the namesake of what community in Guyana that was the site of a 1978 mass suicide?",
    "term": "Jonestown [accept Peoples Temple Agricultural Project]"
  },
  {
    "id": 81,
    "definition": "Name these states based on clues about men who represented them in the U.S. Senate. A 1964 campaign known as Freedom Summer had the goal of registering black voters in this state, which was represented by America's first African-American Senator, Hiram Revels.",
    "term": "Mississippi"
  },
  {
    "id": 82,
    "definition": "Name these states based on clues about men who represented them in the U.S. Senate. Edward Baker was killed in the 1861 Battle of Ball's Bluff while serving as a sitting Senator for this state, which was also represented in the Senate by Bob Packwood, who resigned in 1995 amid sexual assault allegations.",
    "term": "Oregon"
  },
  {
    "id": 83,
    "definition": "Name these states based on clues about men who represented them in the U.S. Senate. Thousands of heads of livestock were mysteriously killed during a 1968 event in this state known as the Dugway sheep incident. In 1985, the NASA space shuttle Discovery launched with a sitting Senator from this state, Jake Garn. This state was admitted to the Union forty-six years after its namesake territory was created as part of the Compromise of 1850. This present-day state contains the site where the First Transcontinental Railroad was completed at Promontory Summit. This state is the namesake of a nineteenth century ˈˈwarˈˈ in which federal troops fought the settlers of the State of Deseret (DES-ur-et), who were under the leadership of Brigham Young. Name this home state of the Mormon Church.",
    "term": "Utah [accept Utah War]"
  },
  {
    "id": 84,
    "definition": "Name these notable criminals. This criminal, who has never been positively identified and is therefore only known by an alias, became notable for hijacking a 1971 Northwest Orient Airlines flight, successfully acquiring a two hundred thousand dollar ransom, then parachuting out of the plane to an unknown fate.",
    "term": "D. B. Cooper [or Dan Cooper]"
  },
  {
    "id": 85,
    "definition": "Name these notable criminals. Thomas Dewey rose to prominence for his conviction of this Italian-born gangster, who was boss of the Genovese crime family during the 1930s and 40s. After serving almost ten years in prison, he was deported to Italy in 1946.",
    "term": "Charles ˈˈLuckyˈˈ Luciano [accept Salvatore Lucania]"
  },
  {
    "id": 86,
    "definition": "Name these notable criminals. This man's crimes were executed with techniques that he learned during his first stint in prison by studying the work of Herman Lamm. Dr. Wilhelm Loeser was arrested for performing plastic surgery on this criminal to alter his appearance. Authorities were able to finally track down this man with the assistance of Romanian brothel owner Ana Cumpanas (AH-nuh koom-pah-NAHSH). This leader of the ˈˈTerror Gangˈˈ was betrayed by the ˈˈwoman in red,ˈˈ which led to his shooting death after leaving the Biograph Theater in Chicago. This man boasted that one of his prison escapes was accomplished with a fake gun carved out of wood. Name this Depression-era bank robber who was the FBI's first ˈˈPublic Enemy Number One.ˈˈ",
    "term": "John Herbert Dillinger"
  },
  {
    "id": 87,
    "definition": "Name these cities. The Battle of the Crater was fought during a nine month Union siege of this Virginia city, which was captured alongside the nearby city of Richmond only one week before Robert E. Lee's surrender at Appomattox Court House.",
    "term": "Petersburg [accept Siege of Petersburg]"
  },
  {
    "id": 88,
    "definition": "Name these cities. This city, whose national cemetery was established for the burial of soldiers who died in the nearby Battle of Glorieta Pass, is the namesake of a nineteenth century pioneer trail that began in Independence, Missouri.",
    "term": "Santa Fe [accept Santa Fe Trail]"
  },
  {
    "id": 89,
    "definition": "Name these cities. This city was the setting of a Bill Hudson photograph that depicts high school student Walter Gadsden being held by a policeman while a dog lunges to bite his chest. This city was the site of various protests that were part of ˈˈProject C.ˈˈ Freedoms riders who stopped over in this city were attacked without any police intervention as a result of the orders of City Commissioner Bull Connor. The words ˈˈinjustice anywhere is a threat to justice everywhereˈˈ were written within this city, where four African-American girls were killed in 1963 during the bombing of the 16th Street Baptist Church. Martin Luther King Jr. wrote a notable open letter from the jail in what Alabama city?",
    "term": "Birmingham"
  },
  {
    "id": 90,
    "definition": "Name the following treaties involving the U.S. Signed one year after the Battle of Fallen Timbers, this 1795 treaty forced the Western Confederacy to cede a large portion of land, including much of the present-day state of Ohio.",
    "term": "Treaty of Greenville"
  },
  {
    "id": 91,
    "definition": "Name the following treaties involving the U.S. This 1871 treaty between the U.S. and United Kingdom settled various disputes between the two countries, including the so-called Alabama claims.",
    "term": "Treaty of Washington"
  },
  {
    "id": 92,
    "definition": "Name the following treaties involving the U.S. The U.S. signatory to this treaty also helped negotiate a settlement to the Tacna-Arica dispute between Chile and Peru that was resolved by the Treaty of Lima one year after this agreement. Wisconsin's John J. Blaine was the only Senator to vote against the ratification of this treaty. William Lyon Mackenzie King represented Canada during the drafting of this treaty, which was ultimately signed by sixty-three countries. This treaty is composed of only three articles, the second of which notes that the ˈˈsolution of all disputes...shall never be sought except by pacific means.ˈˈ Representatives from the U.S. and France are the namesakes of what 1928 treaty that sought to outlaw war?",
    "term": "Kellogg-Briand Pact or Kellogg-Briand Treaty [accept Pact of Paris; prompt on ˈˈTreaty of Parisˈˈ or ˈˈParis Treatyˈˈ or ˈˈParisˈˈ; do NOT accept or prompt on partial answer]"
  },
  {
    "id": 93,
    "definition": "Name these events in which government officials were killed. The White Night riots occurred in response to the verdict in a trial stemming from this 1978 event, which was immediately preceded by the murder of Mayor George Moscone (mah-SKOH-nee).",
    "term": "Assassination of Harvey Milk [accept equivalent answers that mention Harvey Bernard Milk and the concept of being murdered]"
  },
  {
    "id": 94,
    "definition": "Name these events in which government officials were killed. This 1844 disaster, which took place in the Potomac River on a U.S. warship, resulted in the deaths of John Tyler's Secretary of the Navy, Thomas Gilmer, and Secretary of State, Abel Upshur.",
    "term": "USS Princeton explosion [accept equivalent answers that mention USS Princeton]"
  },
  {
    "id": 95,
    "definition": "Name these events in which government officials were killed. Description acceptable. Joey Meek was sent to prison for urging his friends not to contact authorities to report the perpetrator of this event. Following this event, thousands of people took part in a march across the Arthur Ravenel Jr. Bridge that connects to the city of Mount Pleasant. Felicia Sanders was the only person allowed to live by the perpetrator of this event, which took place at an institution co-founded by Denmark Vesey. State Senator Clementa Pinckney was killed during this event, which led to the Confederate flag being removed from a State House at the behest of Governor Nikki Haley. Name this 2015 event in which nine African Americans were executed by Dylann Roof at a religious building in South Carolina.",
    "term": "Charleston church shooting [accept equivalent answers that mention Charleston and church and the concept of a massacre or attack]"
  },
  {
    "id": 96,
    "definition": "Name these events involving law enforcement. Calvin Coolidge rose to national prominence after calling in State Guardsmen to address this 1919 event, which ultimately resulted in the hiring of over one thousand five hundred World War I veterans.",
    "term": "Boston Police Strike [accept equivalent answers that mention the concept of a work stoppage by police officers in Boston; prompt on partial answers]"
  },
  {
    "id": 97,
    "definition": "Name these events involving law enforcement. Police officer Leslie Coffelt was killed during this 1950 event that was carried out by two Puerto Rican nationalists at the Blair House.",
    "term": "Attempted assassination of Harry Truman [accept equivalent answers that mention Harry S. Truman and the concept of an unsuccessful attempt to murder him]"
  },
  {
    "id": 98,
    "definition": "Name these events involving law enforcement. Description acceptable. The primary object utilized during this event is perhaps the most notable artifact housed at the Alcatraz East Crime Museum in Pigeon Forge, Tennessee. During this event, Detective Tom Lange repeatedly told one participant over the phone to ˈˈtoss the gun.ˈˈ Al Cowlings was arrested for his role in this event. During this event, a letter written by its primary participant was read to the media by Robert Kardashian. NBC's broadcast of Game Five of the 1994 NBA Finals was interrupted with live coverage of this event, which began on Interstate 5 south of Los Angeles. Name this event that occurred in the aftermath of the murder of Nicole Brown and involved a white Ford Bronco.",
    "term": "O. J. Simpson Ford Bronco car chase [accept equivalent answers that mention Orenthal James Simpson and the concept of a vehicle pursuit or manhunt]"
  },
  {
    "id": 99,
    "definition": "Name the following related to slavery in the United States. The Fugitive Slave Act was one of several provisions of this 19th century legislation which was drafted by Henry Clay and Stephen Douglas and resulted in California being admitted to the Union as a free state.",
    "term": "Compromise of 1850"
  },
  {
    "id": 100,
    "definition": "Name the following related to slavery in the United States. Attorney Thomas Gray published the Confessions of this slave best remembered for leading a Virginia slave rebellion in August 1831.",
    "term": "Nathaniel Turner"
  },
  {
    "id": 101,
    "definition": "Name the following related to slavery in the United States. Prior to this man's most notable action, he used the alias Isaac Smith while lodging at the Robert Kennedy Farmhouse. This man fought against Henry Pate at the Battle of Black Jack; shortly thereafter, he attempted but failed to prevent an attack on a town that later became his nickname, Osawatomie. He led a group that killed five pro-slavery Kansans in the Pottawatomie Massacre. During his best known action, he was captured by troops under Robert E. Lee in response to his seizure of a Federal Armory in Virginia. Name this abolitionist who attempted to incite a slave revolt in 1859 by raiding the town of Harpers Ferry.",
    "term": "John Brown"
  },
  {
    "id": 102,
    "definition": "Name these 19th century events. Fort Clatsop was constructed in 1805 as part of this expedition, during which Sacagawea aided in the exploration of lands recently acquired by the U.S. in the Louisiana Purchase.",
    "term": "Lewis and Clark expedition [accept similar answers mentioning Meriwether Lewis and William Clark; accept Corps of Discovery expedition]"
  },
  {
    "id": 103,
    "definition": "Name these 19th century events. This event, the participants in which were often referred to as 49ers, was set off by the 1848 discovery of a certain commodity by James Marshall at Sutter's Mill.",
    "term": "California Gold Rush [prompt on ˈˈgold rushˈˈ]"
  },
  {
    "id": 104,
    "definition": "Name these 19th century events. One man injured during this event later killed his wife, Clara Harris, while serving as a U.S. Consul; that man was Henry Rathbone. The target of this event died at the Peterson House. Mary Surratt became the first woman to be executed by the U.S. government following this event, which occurred on the same night that Lewis Powell attempted to kill Secretary of State William Seward. Doctor Samuel Mudd was jailed for treating the broken leg of its perpetrator, who shouted ˈˈSic semper tyrannisˈˈ after jumping onto the stage during a showing of the play Our American Cousin. Name this 1865 event carried out at Ford's Theater by John Wilkes Booth.",
    "term": "assassination of Abraham Lincoln [accept killing of Abraham Lincoln, or other equivalents; prompt if Lincoln is not mentioned]"
  },
  {
    "id": 105,
    "definition": "Name these military generals. The American Expeditionary Forces during World War I were commanded by this general, nicknamed ˈˈBlack Jack,ˈˈ who also led the Punitive Expedition that sought to capture Mexican revolutionary Pancho Villa (PAHN-choh VEE-yah).",
    "term": "John Joseph Pershing"
  },
  {
    "id": 106,
    "definition": "Name these military generals. This general, who was called upon by Herbert Hoover to intervene against the Bonus Army in 1932, was commander of the U.N. forces that took part in the Korean War until being controversially replaced by Matthew Ridgway.",
    "term": "Douglas MacArthur"
  },
  {
    "id": 107,
    "definition": "Name these military generals. Early in his military career, this man served as an aide on the Braddock Expedition. This commander was victorious at the Battle of Jumonville Glen, which led directly to an attack against him and his ultimate surrender at the Battle of Fort Necessity. The Conway Cabal became opposed to this commander after he lost a series of battles, including Brandywine, during the Philadelphia Campaign. This leader encamped his troops at Valley Forge a year after surprising Hessian troops at the Battle of Trenton. Name this commander-in-chief of the Continental Army during the Revolutionary War who went on to become the first U.S. President.",
    "term": "George Washington"
  },
  {
    "id": 108,
    "definition": "Name the following things related to the Cold War. Operation Vittles was the codename for this eleven month event in which the U.S. and its allies flew in supplies to a certain city after all of its land accesses were blocked in 1948 by the Soviet Union.",
    "term": "Berlin airlift"
  },
  {
    "id": 109,
    "definition": "Name the following things related to the Cold War. Michael Collins and ˈˈBuzzˈˈ Aldrin were two of the three members of this NASA space mission that fulfilled the ˈˈSpace Raceˈˈ goal of being the first to land a man on the moon.",
    "term": "Apollo 11 [prompt on ˈˈApolloˈˈ]"
  },
  {
    "id": 110,
    "definition": "Name the following things related to the Cold War. It was revealed in 2002 that Vasili Arkhipov played a large role in preventing escalation during this event. Soviet spy Alexander Feklisov acted as a negotiator during this event, which prompted the creation of group known as ExComm. This event occurred in response to actions taken during Operation Anadyr, and Rudolf Anderson was killed while flying a U-2 spy plane during this event. A hotline between Washington D.C. and Moscow was created in response to this event, which was ended when the U.S. agreed to remove Jupiter MRBM's from Italy and Turkey. Name this 1962 event in which the U.S. set up a blockade after discovering Soviet nuclear weapons on a certain (*) Caribbean island.",
    "term": "Cuban missile crisis [accept October crisis or The Missile Scare; accept Caribbean crisis before (*)]"
  },
  {
    "id": 111,
    "definition": "Name these battles of the Civil War. Joseph Hooker was defeated by Robert E. Lee at this May 1863 battle best remembered as the battle at which ˈˈStonewallˈˈ Jackson was wounded by friendly fire, ultimately leading to his death.",
    "term": "Battle of Chancellorsville"
  },
  {
    "id": 112,
    "definition": "Name these battles of the Civil War. The Union Army regained control of the Mississippi River with Ulysses Grant's victory at this nearly two month long battle, which was ended when John Pemberton surrendered on July 4th, 1863.",
    "term": "Battle of Vicksburg or Siege of Vicksburg"
  },
  {
    "id": 113,
    "definition": "Name these battles of the Civil War. One commander at this battle located his headquarters at the Philip Pry House. This skirmish was preceded by the Battle of South Mountain, and A.P. Hill arrived at this battle with reinforcements following the Confederate victory two days earlier at the Battle of Harpers Ferry. Prior to this skirmish, Union soldier Barton Mitchell discovered the Confederate battle plans, known as Special Order 191, wrapped around three cigars. Fighting locations at this battle included the ˈˈBloody Laneˈˈ and ˈˈBurnside's Bridge.ˈˈ The result of this battle prompted Abraham Lincoln to announce the Emancipation Proclamation. Name this single-day bloodiest battle of the Civil War in which George McClellan halted Robert E. Lee's advance into Maryland.",
    "term": "Battle of Antietam (an-ˈˈTEEˈˈ-tum) [or Battle of Sharpsburg]"
  },
  {
    "id": 114,
    "definition": "Name these events in which many people were killed. Several hundred members of the Lakota tribe were killed during this 1890 skirmish which began after an attempt to disarm a Lakota man named Black Coyote led to the discharge of a rifle.",
    "term": "Wounded Knee Massacre [or Battle of Wounded Knee Creek or Chankpe Opi Wakpala]"
  },
  {
    "id": 115,
    "definition": "Name these events in which many people were killed. Thirty-six people were killed in this 1937 incident in Lakehurst, New Jersey that prompted reporter Herbert Morrison, whose news team was recording at the time, to exclaim ˈˈOh the humanity!ˈˈ",
    "term": "Hindenburg disaster [accept Hindenburg explosion or other equivalent answers that mention Hindenburg]"
  },
  {
    "id": 116,
    "definition": "Name these events in which many people were killed. The remains of many of those killed during this event were first discovered at the Fresh Kills landfill. Operation Yellow Ribbon was initiated in response to this event, which was the subject of an investigation by a group headed by Thomas Kean. One casualty of this event was Todd Beamer, who spoke the phrase ˈˈlet's rollˈˈ shortly before being killed outside of Shanksville, Pennsylvania. This event was chiefly planned by Khalid Sheikh Mohammed (kah-LEED ˈˈshakeˈˈ moh-HAH-med), and it led directly to passage of the PATRIOT Act. Name this 2001 event in which al-Qaeda (al-KYE- duh) terrorists flew airplanes into the Pentagon and World Trade Center towers.",
    "term": "9/11 attacks [accept equivalents such as September 11th attacks or more specific equivalents such as the World Trade Center attacks]"
  },
  {
    "id": 117,
    "definition": "Name these events that took place during the colonial era. Accusations by Abigail Williams and Betty Parris helped lead to this 1692 event which resulted in the execution of Giles Corey, who continuously asked for ˈˈmore weightˈˈ during the process of being pressed to death.",
    "term": "Salem witch trials (prompt on partial answer)"
  },
  {
    "id": 118,
    "definition": "Name these events that took place during the colonial era. Colonial Governor William Berkeley's failure to protect against Native American attacks played a part in the start of this 1676 rebellion which resulted in Jamestown, Virginia being burned to the ground.",
    "term": "Baconˈs Rebellion"
  },
  {
    "id": 119,
    "definition": "Name these events that took place during the colonial era. One trial in the aftermath of this event was impacted by the testimony of Dr. John Jeffries, who relayed the deathbed testimony of Patrick Carr. An investigatory committee headed by James Bowdoin (BOH-din) was established after this event, which stemmed from a disagreement over a wigmaker's bill. Hugh Montgomery and Matthew Kilroy were convicted of manslaughter and branded following this event. Eight soldiers are shrouded in smoke on the right side of a notable engraving of this event created by Paul Revere. John Adams defended the British soldiers accused of murdering Crispus Attucks and four others in what 1770 event that occurred in the capital of Massachusetts?",
    "term": "Boston Massacre [accept Incident on King Street]"
  },
  {
    "id": 120,
    "definition": "Name these things related to the American West. San Antonio, Texas and Abilene, Kansas were at either end of this 19th century trail used primarily by cowboys for the transportation of cattle.",
    "term": "Chisholm (CHIZ-um) Trail"
  },
  {
    "id": 121,
    "definition": "Name these things related to the American West. Much of the American West was settled due to the provisions of this 1862 legislation which provided 160 acres for free to individuals willing to improve and live on the land for five years.",
    "term": "Homestead Act of 1862"
  },
  {
    "id": 122,
    "definition": "Name these things related to the American West. Jack Walton was impeached while serving as the governor of this state. Sarah Page and Dick Rowland were involved in an elevator incident that triggered a 1921 race riot in this state, part of which was the site for the proposed state of Sequoyah. Before achieving statehood, much of its Unassigned Lands were settled by the Land Rush of 1889. The Alfred P. Murrah Federal Building was located in this state until it was bombed by Terry Nichols and Timothy McVeigh. The terminus of the Trail of Tears led to the settlement of the Indian Territory that went on to become this state. Name this plains state north of Texas which contains Tulsa and a namesake capital city.",
    "term": "Oklahoma"
  },
  {
    "id": 123,
    "definition": "Give the following related to notable speeches. While speaking at the 1896 Democratic National Convention prior to gaining the Presidential nomination, this politician delivered the ˈˈCross of Goldˈˈ speech to advocate against the gold standard.",
    "term": "William Jennings Bryan"
  },
  {
    "id": 124,
    "definition": "Give the following related to notable speeches. After being elected as President on a ticket featuring John Nance Garner, this New Yorker noted in his first inaugural address that ˈˈthe only thing we have to fear is...fear itself.ˈˈ",
    "term": "Franklin Delano Roosevelt [or FDR; prompt on ˈˈRooseveltˈˈ]"
  },
  {
    "id": 125,
    "definition": "Give the following related to notable speeches. One speech given prior to this event included a recitation of the Pericles quote ˈˈthe whole earth is the sepulchre (SEP-uhl-ker) of illustrious men.ˈˈ The services of secretaries John Nicolay and John Hay were utilized on the day of this event, which included a statement that ˈˈthe world will little note, nor long remember, what we say here.ˈˈ A two hour speech by Edward Everett preceded this event, which referenced a ˈˈnew nation, conceived in liberty, and dedicated to the proposition that all men are created equal.ˈˈ Beginning with the words ˈˈfour score and seven years ago,ˈˈ name this speech given in 1863 by Abraham Lincoln to honor those who died in a namesake Civil War battle in Pennsylvania.",
    "term": "Gettysburg Address"
  },
  {
    "id": 126,
    "definition": "Name these nineteenth century events. The Pullman Strike occurred amid what economic depression that may have been partially caused by the passage of the Sherman Silver Purchase Act?",
    "term": "Panic of 1893 [prompt on partial answer]"
  },
  {
    "id": 127,
    "definition": "Name these nineteenth century events. The so-called ˈˈBritish Bandˈˈ fought against U.S. troops in what 1832 conflict that included a massacre of men, women, and children at the Battle of Bad Axe?",
    "term": "Black Hawk War"
  },
  {
    "id": 128,
    "definition": "Name these nineteenth century events. Major Norman Pringle was charged with protecting private property during this event. At least a dozen men were killed during this event because of an accidental explosion of gunpowder at an arsenal now named Fort McNair. An escape from this event was recounted in the memoirs of former slave Paul Jennings. George Cockburn and Robert Ross carried out this event following the American defeat at the Battle of Bladensburg. The appearance of a tornado contributed to the end of this event, which spared the U.S. Patent Office. A portrait by Gilbert Stuart of George Washington was allegedly saved from damage during this event by Dolly Madison. Name this 1814 event that prompted the reconstruction of the White House.",
    "term": "Burning of Washington, D.C. [accept equivalent answers that mention Washington, D.C. and the concept of it being destroyed]"
  },
  {
    "id": 129,
    "definition": "Name the following related to expeditions. Between 1928 and 1947, what American naval officer led four expeditions to the Antarctic, the first of which saw him become the first man to fly over the South Pole?",
    "term": "Richard Evelyn Byrd Jr."
  },
  {
    "id": 130,
    "definition": "Name the following related to expeditions. What explorer, who is the namesake of the reservoir formed by the Glen Canyon Dam, is perhaps best known for leading an 1869 expedition which mapped the Colorado River's path through the Grand Canyon?",
    "term": "John Wesley ˈˈWesˈˈ Powell"
  },
  {
    "id": 131,
    "definition": "Name the following related to expeditions. Establishing friendly relations with this group was the goal of the Timberlake Expedition, which visited the ˈˈOverhillˈˈ portion of this group. One member of this group's so-called ˈˈtriumvirateˈˈ was Major Ridge, who led the ˈˈTreaty Partyˈˈ faction of this group that was opposed by John Ross. Humorist Wiley Post was born in a territory controlled by these people, who signed the 1835 Treaty of New Echota (eh-KOT-tuh) that promised them territory in present-day Oklahoma. Sequoyah (sih-KWOY-uh) created the writing system of what Native American tribe that was forcibly relocated out of Georgia on the Trail of Tears?",
    "term": "Cherokees or Cherokee Nation [accept Overhill Cherokee; accept equivalent answers that mention Cherokee; accept Tsalagi or Tsalagihi Ayeli]"
  },
  {
    "id": 132,
    "definition": "Name these activists or social reformers. The slums of New York's Mulberry Street were the focus of one work by this Danish-American muckraker best known for authoring How the Other Half Lives.",
    "term": "Jacob August Riis (ˈˈreeseˈˈ)"
  },
  {
    "id": 133,
    "definition": "Name these activists or social reformers. James Meredith's historic efforts to enroll in the University of Mississippi were done with the aid of this NAACP field secretary whose civil rights activism contributed to his 1963 assassination by Byron De La Beckwith.",
    "term": "Medgar Wiley Evers"
  },
  {
    "id": 134,
    "definition": "Name these activists or social reformers. This activist denounced racism within places of worship in a speech entitled ˈˈThe Church and Prejudice,ˈˈ and he noted that success is explained mainly by ˈˈwork! work! work! work!ˈˈ in his ˈˈSelf-Made Menˈˈ speech. This man was nominated by the Equal Rights Party as the vice-presidential candidate on a ticket that included Victoria Woodhull. His servitude under Edward Covey and Thomas Auld was recounted in My Bondage and My Freedom, which was the second of his three autobiographies. The North Star newspaper was published by what 19th century African American activist who wrote a ˈˈnarrativeˈˈ of his life as ˈˈan American slaveˈˈ?",
    "term": "Frederick Douglass [or Frederick Augustus Washington Bailey]"
  },
  {
    "id": 135,
    "definition": "Name these minor conflicts. A disagreement over the border between New Brunswick and Maine resulted in this bloodless dispute which was settled in 1842 by the Webster-Ashburton Treaty.",
    "term": "Aroostook War [or Pork and Beans War]"
  },
  {
    "id": 136,
    "definition": "Name these minor conflicts. The Battle of Bad Axe was the last skirmish in this 1832 conflict that was fought by the U.S. primarily against members of the Sauk tribe in modern day Illinois.",
    "term": "Black Hawk War"
  },
  {
    "id": 137,
    "definition": "Name these minor conflicts. George Clymer donned various disguises while collecting information for the federal government during this conflict. One side in this conflict tried to gather support by publishing letters under the alias ˈˈTom the Tinker.ˈˈ David Bradford helped incite this conflict, which saw fighting at the Battle of Bower Hill that ended with the burning of John Neville's house. ˈˈLight-Horse Harryˈˈ Lee led troops that were raised by the U.S. government to end this conflict, which was in response to a federal bill pushed by Alexander Hamilton to help pay off debts from the Revolutionary War. Name this Pennsylvania conflict of the 1790s that occurred in response to an excise tax on alcohol.",
    "term": "Whiskey Rebellion [or Whiskey Insurrection]"
  },
  {
    "id": 138,
    "definition": "Name these Native Americans. Guyasuta fought alongside this Ottawa chief in a 1763 to 1766 rebellion against British rule that saw this man unsuccessfully besiege Fort Detroit.",
    "term": "Pontiac [or Obwandiyag; accept Pontiac's rebellion]"
  },
  {
    "id": 139,
    "definition": "Name these Native Americans. As chief of the Wampanoag tribe, this son of Massasoit led a war against English colonists that was ended by the 1678 Treaty of Casco Bay.",
    "term": "Metacomet [or King Philip of Pokanoket; accept King Philip's War or Metacom's War or Metacomet's War]"
  },
  {
    "id": 140,
    "definition": "Name these Native Americans. William Hull was court-martialed in the aftermath of a military victory for this man and Isaac Brock that was accomplished by marching his troops in circles. This leader initiated two confrontations at Grouseland in the city of Vincennes (vin-SENZ) to show his opposition to the Treaty of Fort Wayne. This victor at the Siege of Detroit was supposedly killed by future vice president Richard Johnson. This leader's brother, Tenskwatawa, who was known as ˈˈThe Prophetˈˈ, was defeated by William Henry Harrison at the Battle of Tippecanoe two years before this man's death. Name this Shawnee leader who was killed in the Battle of the Thames (temz) during the War of 1812.",
    "term": "Tecumseh [or Tecumtha or Tekamthi]"
  },
  {
    "id": 141,
    "definition": "Give the following related to the social history of the U.S. Attorney Wayne Wheeler was a major proponent of this movement, which was notably espoused by Carrie Nation through the use of a hatchet.",
    "term": "temperance movement [accept equivalents that indicate banning alcohol or Prohibition of alcohol]"
  },
  {
    "id": 142,
    "definition": "Give the following related to the social history of the U.S. Various rights related to these entities were protected with the passage of the Norris-La Guardia Act. One of the first of these entities to have large influence was most famously led by Terence Powderly.",
    "term": "labor unions [or trade unions]"
  },
  {
    "id": 143,
    "definition": "Give the following related to the social history of the U.S. One advocate of this cause formulated the ˈˈNew Departureˈˈ Strategy, which was abandoned after the Supreme Court ruling in Minor v. Happersett. Senator Aaron Sargent first introduced the verbiage that ultimately granted this right, which was confirmed as valid in the Supreme Court case Leser v. Garnett. The ˈˈSilent Sentinelsˈˈ fought for this cause under the leadership of Alice Paul. Securing this right was the goal of the NAWSA (ˈˈNˈˈ-ˈˈAˈˈ-ˈˈWˈˈ-ˈˈSˈˈ-ˈˈAˈˈ), whose presidents included Carrie Chapman Catt and Elizabeth Cady Stanton. This right was granted by the so-called ˈˈSusan B. Anthony Amendment.ˈˈ Name this right that was guaranteed in 1920 with the passage of the 19th Amendment.",
    "term": "women's suffrage or women's right to vote [accept equivalents that mention both voting and women; prompt on ˈˈsuffrageˈˈ or ˈˈright to voteˈˈ or similar answers that don't include ˈˈwomenˈˈ]"
  },
  {
    "id": 144,
    "definition": "Name the following Revolutionary War battles. The ˈˈRace to the Danˈˈ occurred in the aftermath of this January 1781 battle which saw the force under British Colonel Banastre (ˈˈbanisterˈˈ) Tarleton decisively defeated by Daniel Morgan in South Carolina.",
    "term": "Battle of Cowpens"
  },
  {
    "id": 145,
    "definition": "Name the following Revolutionary War battles. British troops under Lord Cornwallis suffered a Pyrrhic victory at this March 1781 battle, which was fought in present-day Greensboro and led to Nathaniel Greene's retreat into South Carolina.",
    "term": "Battle of Guilford Courthouse"
  },
  {
    "id": 146,
    "definition": "Name the following Revolutionary War battles. According to one account, John Simpson was briefly arrested for prematurely firing the first shot in this battle. Engineer Richard Gridley designed the defensive fortifications used during this battle, which began shortly after the attackers congregated at Moultonˈs Point. Major John Pitcairn was killed while leading one of three assaults by the winning side in this battle, which resulted in the capture of Charlestown Peninsula. Joseph Warren died during this battle after giving command to Israel Putnam and William Prescott, each of which various sources have claimed gave the order ˈˈdon't fire until you see the whites of their eyes.ˈˈ Name this June 1775 battle in Boston that actually took place on (*) Breed's Hill.",
    "term": "Battle of Bunker Hill [accept Battle of Breed's Hill before (*)]"
  },
  {
    "id": 147,
    "definition": "Name these pieces of Federal legislation. The Dingley Act of 1897 was superseded by this compromise legislation of 1909 which raised tariffs on certain items while lowering tariffs on other items.",
    "term": "Payne-Aldrich Tariff Act"
  },
  {
    "id": 148,
    "definition": "Name these pieces of Federal legislation. The 1999 Gramm-Leach-Bliley Act repealed certain provisions of this legislation, which prevented any affiliations between commercial and investment banks as part of the Banking Act of 1933.",
    "term": "Glass-Steagall Act"
  },
  {
    "id": 149,
    "definition": "Name these pieces of Federal legislation. Prior to becoming law, the President noted that this legislation would be ˈˈa test of democratic orthodoxy.ˈˈ The author of this legislation was influenced by a group of politicians known as the ˈˈF Street Mess.ˈˈ The passage of this legislation gave rise to the so-called Border Ruffians. In response to a speech denouncing this legislation, Representative Preston Brooks nearly beat Senator Charles Sumner to death with a cane. The Republican Party was formed in response to this legislation, which was authored by Stephen Douglas. The Missouri Compromise was repealed by what 1854 act which specified that popular sovereignty would be used to determine the question of slavery in the two, namesake territories?",
    "term": "Kansas-Nebraska Act"
  },
  {
    "id": 150,
    "definition": "Give the following related to political scandals. This Secretary of War under Andrew Jackson was at the center of a social scandal known as the Petticoat Affair due to rumors about his relationship with the married Peggy O'Neill, whom he wedded shortly after Peggy became widowed.",
    "term": "John Henry Eaton"
  },
  {
    "id": 151,
    "definition": "Give the following related to political scandals. At the behest of Richard Nixon, Archibald Cox was fired as Watergate Special Prosecutor during the so-called ˈˈSaturday Night Massacreˈˈ by this Solicitor General, who had become acting Attorney General following the resignation of Elliot Richardson and William Ruckelshaus, both of whom had resigned instead of carrying out the order.",
    "term": "Robert Heron Bork"
  },
  {
    "id": 152,
    "definition": "Give the following related to political scandals. This event was the subject of an illustration entitled ˈˈEvery Public Question with an Eye Only to the Public Good.ˈˈ Luke Poland headed the Congressional committee that investigated this event, which involved an organization that was known as the Pennsylvania Fiscal Agency before being bought by George Francis Train and Thomas Durant. This event was publicized when the New York newspaper The Sun published compromising letters leaked by Henry McComb. This scandal led to a censure for Representative Oakes Ames, who sold fellow Congressmen undervalued stocks of his namesake company. Name this 1872 scandal that involved a certain company overcharging the U.S. government during construction of the first transcontinental railroad.",
    "term": "Credit Mobilier (moh-BEEL-yay) of America scandal"
  },
  {
    "id": 153,
    "definition": "Name these treaties. The border between the U.S. and Spanish Florida was set by this 1795 treaty, sometimes known as the Treaty of Madrid, which also guaranteed U.S. rights to navigate the entire Mississippi River.",
    "term": "Pinckney's Treaty [or Treaty of San Lorenzo]"
  },
  {
    "id": 154,
    "definition": "Name these treaties. This 1850 treaty with Great Britain guaranteed that if any canal were to be built through Nicaragua, neither nation would seek to gain control over it.",
    "term": "Clayton-Bulwer Treaty"
  },
  {
    "id": 155,
    "definition": "Name these treaties. The text of this treaty references an attached map created by John Disturnell. Several provisions of this treaty were nullified by an agreement sometimes known as the Treaty of Mesilla. Changes made to this treaty during its ratification led Nathan Clifford to sign a clarification agreement known as the Protocol of Queretaro. As part of this treaty, the U.S. agreed to both pay off up to 3.25 million dollars in claims and issue a payment of 15 million dollars. This treaty, which was negotiated by Nicholas Trist, established the U.S. border along the Gila River and Rio Grande; that border was altered six years later by the Gadsden Purchase. The lands of the Mexican Cession were acquired by the U.S. in what 1848 treaty that ended the Mexican-American War?",
    "term": "Treaty of Guadalupe Hidalgo [prompt on partial answer; accept Treaty of Peace, Friendship, Limits and Settlement between the United States of America and the Mexican Republic]"
  },
  {
    "id": 156,
    "definition": "Name these international events involving the U.S. The U.S. invaded and occupied Veracruz in response to this 1914 incident, in which troops under Mexican President Victoriano Huerta arrested and briefly detained U.S. Naval sailors who had come onshore to obtain supplies.",
    "term": "Tampico Affair [accept equivalents that mention Tampico]"
  },
  {
    "id": 157,
    "definition": "Name these international events involving the U.S. U.S. commander James Barron was court-martialed in the aftermath of this 1807 incident in which the British ship HMS Leopard forced the surrender of an American ship in order to search it for deserters from the British Royal Navy.",
    "term": "Chesapeake-Leopard Affair [accept equivalents that mention the USS Chesapeake]"
  },
  {
    "id": 158,
    "definition": "Name these international events involving the U.S. One action during this event was subsequently blamed on ˈˈfreak weather effectsˈˈ by John Herrick. As an immediate response to this event, four aircraft were dispatched from the USS Ticonderoga. Wayne Morris and Ernest Gruening were the only Senators to oppose the official U.S. response to this event, which was passed three days after a claimed attack on the USS Turner Joy. This event involved a confrontation between three torpedo ships and the USS (*) Maddox that prompted passage of a resolution giving the President power to use military force in Southeast Asia. Name this 1964 event that took place in an Asian body of water and led to increased U.S. involvement in the Vietnam War.",
    "term": "Gulf of Tonkin incident or Tonkin Gulf incident [accept equivalents that mention Gulf of Tonkin or Tonkin Gulf; accept USS Maddox Incident before (*)]"
  },
  {
    "id": 159,
    "definition": "Give the following related to the African-American civil rights movement. This short-lived civil rights organization, which was a precursor to the NAACP, was founded in 1905 by W.E.B. Du Bois and others to oppose the policies of Booker T. Washington.",
    "term": "Niagara Movement"
  },
  {
    "id": 160,
    "definition": "Give the following related to the African-American civil rights movement. The rights of African-Americans to marry people of other races was confirmed by this 1967 Supreme Court case, which ruled that laws prohibiting interracial marriages were unconstitutional.",
    "term": "Richard Perry and Mildred Jeter Loving v. Virginia"
  },
  {
    "id": 161,
    "definition": "Give the following related to the African-American civil rights movement. As a young adult, this man was mentored by John Bembry. This man discussed ˈˈhandkerchief-heads who have been dillydallyingˈˈ in a speech which notes that there are 22 million people who are ˈˈvictims of Americanism.ˈˈ In one notable event, he dispersed a crowd that had gathered to protest the beating and arrest of Johnson Hinton. This founder of the OAAU, or Organization of Afro-American Unity, delivered the ˈˈBallot or the Bulletˈˈ speech. Manhattan's Audubon Ballroom was the site of this man's 1965 murder, which occurred less than a year after he renounced his membership in the Nation of Islam. Alex Haley co-wrote the autobiography of what civil rights leader who adopted a one letter surname?",
    "term": "Malcolm X [accept El-Hajj Malik El-Shabazz; accept Malcolm Little; do not accept ˈˈMalcolm the Tenthˈˈ]"
  },
  {
    "id": 162,
    "definition": "Name these 20th century battles involving American troops. American troops under French command helped the Allies win this July and August 1918 battle along a namesake river that began as the last German offensive of World War 1.",
    "term": "Second Battle of the Marne [or Seconde Bataille de la Marne; accept Battle of Reims; prompt on ˈˈMarneˈˈ]"
  },
  {
    "id": 163,
    "definition": "Name these 20th century battles involving American troops. This battle of the Vietnam War, which occurred as part of Operation Apache Snow, saw troops under Melvin Zais suffer 400 casualties while capturing the title location, which was abandoned less than three weeks later.",
    "term": "Battle of Hamburger Hill [or Battle of Dong Ap Bia or Battle of Hill 937]"
  },
  {
    "id": 164,
    "definition": "Name these 20th century battles involving American troops. Following this battle, the losing side abandoned a temporary base that had been established on the Deboyne Islands. During this battle, the Jomard Passage was briefly blocked by support Task Group 17.3 under the command of John Crace. This battle prevented the success of Operation MO (ˈˈMˈˈ-ˈˈOˈˈ), which was a plan to capture Port Moresby. In this battle, the Allied forces commanded by Frank Fletcher damaged the Shokaku and sank the Shoho, but they suffered the sinking of the USS Lexington. This battle, in which the opposing ships never fired at one another, was the first one to be fought solely by carrier-based aircrafts. Name this May 1942 naval battle in which a Japanese invasion was repelled in a namesake body of water off the northeast coast of Australia.",
    "term": "Battle of the Coral Sea"
  },
  {
    "id": 165,
    "definition": "American History: Identify these American Presidents given information about them. Before serving as President from 1981-1989, this man was an actor and Governor of California?",
    "term": "Ronald Reagan"
  },
  {
    "id": 166,
    "definition": "American History: Identify these American Presidents given information about them. Before serving as President from 1993-2001, this man served as Governor of Arkansas. His time in office is known for a scandal involving a White House intern.",
    "term": "Bill Clinton"
  },
  {
    "id": 167,
    "definition": "American History: Identify these American Presidents given information about them. Before serving as President from 1977-1981, this man was a peanut farmer from Georgia. Identify this former President who was awarded the 2002 Nobel Peace Prize.",
    "term": "Jimmy Carter"
  },
  {
    "id": 168,
    "definition": "American History: Identify these men who were President during war. This man was president during the Mexican American War and was elected under the slogan ''54 40' or fight!''",
    "term": "James K. Polk"
  },
  {
    "id": 169,
    "definition": "American History: Identify these men who were President during war. This man was president during the Spanish American War and three years after its conclusion he was assassinated by Leon Czolgosz.",
    "term": "William McKinley"
  },
  {
    "id": 170,
    "definition": "American History: Identify these men who were President during war. This man was president during the Korean War, and he himself led forces in Normandy during World War II.",
    "term": "Dwight D. Eisenhower"
  },
  {
    "id": 171,
    "definition": "American History: Identify these Captains of Industry. What man founded the Standard Oil Company as well as University of Chicago and his namesake University?",
    "term": "John D. Rockefeller"
  },
  {
    "id": 172,
    "definition": "American History: Identify these Captains of Industry. What man started a namesake Steel Company and after selling it to JP Morgan became a large scale philanthropist?",
    "term": "Andrew Carnegie"
  },
  {
    "id": 173,
    "definition": "American History: Identify these Captains of Industry. What man started his career with steamboats, but made his fortune through the railroad industry?",
    "term": "Cornelius Vanderbilt"
  },
  {
    "id": 174,
    "definition": "American History: Answer these questions about the Supreme Court case Brown v. Board of Education. Brown v. Board of Education overturned what previous Supreme Court case that established the ''Separate but Equal'' doctrine.",
    "term": "Plessy v. Ferguson"
  },
  {
    "id": 175,
    "definition": "American History: Answer these questions about the Supreme Court case Brown v. Board of Education. This Chief Justice presided over the case, as well as the cases Tinker v. Des Moines and Gideon v. Wainwright. He is best known for chairing the committee to investigate the death of President Kennedy.",
    "term": "Earl Warren"
  },
  {
    "id": 176,
    "definition": "American History: Answer these questions about the Supreme Court case Brown v. Board of Education. In the majority decision for the case, the Court ruled that the Plessy ruling violated what clause of the 14th Amendment?",
    "term": "Equal Protection clause [prompt on partial answer]"
  },
  {
    "id": 177,
    "definition": "American History: Identify these U.S. Presidents by famous quotes. ''The only thing we have to fear is fear itself''",
    "term": "Franklin Roosevelt (prompt on Roosevelt)"
  },
  {
    "id": 178,
    "definition": "American History: Identify these U.S. Presidents by famous quotes. ''Mr. Gorbachev, tear down this wall.''",
    "term": "Ronald Reagan"
  },
  {
    "id": 179,
    "definition": "American History: Identify these U.S. Presidents by famous quotes. ''Ask not what your country can do for you, ask what you can do for your country.''",
    "term": "John F. Kennedy"
  },
  {
    "id": 180,
    "definition": "American History: Answer these questions about the War of 1812. This battle, in which Andrew Jackson led American forces in taking over 2,000 British lives while losing just 55 men, took place one week after the Treaty of Ghent had been signed.",
    "term": "Battle of New Orleans"
  },
  {
    "id": 181,
    "definition": "American History: Answer these questions about the War of 1812. This man, known as ''Old Fuss and Feathers'', was captured by the British as a prisoner of war at Queenston Heights, and he was severely injured at Lundy's Lane.",
    "term": "Winfield Scott"
  },
  {
    "id": 182,
    "definition": "American History: Answer these questions about the War of 1812. The British use of Congreve rockets caused the American formation in this battle to break. Name this battle, after which Dolly Madison saved important pieces of art from the White House before it was burned down, along with much of Washington D.C.",
    "term": "Battle of Bladensburg"
  },
  {
    "id": 183,
    "definition": "American History: Answer these questions about Gerald Ford. Prior to being selected as Richard Nixon's new Vice President, Ford served in the House of Representatives representing what state?",
    "term": "Michigan"
  },
  {
    "id": 184,
    "definition": "American History: Answer these questions about Gerald Ford. What man, a former Governor of New York and member of a prominent US political family, was appointed as Gerald Ford's Vice President?",
    "term": "Nelson Rockefeller"
  },
  {
    "id": 185,
    "definition": "American History: Answer these questions about Gerald Ford. This man served 10 years as a Representative from Wyoming before being selected by George HW Bush as his Secretary of Defense. Identify this man who also served as Vice President under George W. Bush.",
    "term": "Dick Cheney"
  },
  {
    "id": 186,
    "definition": "American History: Answer these questions about the Presidency of Thomas Jefferson. Stephen Decatur and Richard Dale led American forces in what series of wars fought with pirates from Tripoli?",
    "term": "Barbary Wars"
  },
  {
    "id": 187,
    "definition": "American History: Answer these questions about the Presidency of Thomas Jefferson. Britain declared they would continue to impress American forces after what incident in which a British ship under James Barron captured American forces on the namesake frigate?",
    "term": "Chesapeake-Leopard Affair"
  },
  {
    "id": 188,
    "definition": "American History: Answer these questions about the Presidency of Thomas Jefferson. William Cullen Bryant wrote a poem critiquing this legislation that Macon's Bill No. 2 tried to make up for. Name this law passed by Jefferson in an attempt to economically damage Britain and France that prohibited commercial trade.",
    "term": "Embargo Act of 1807"
  },
  {
    "id": 189,
    "definition": "American History: Answer these questions about the Civil Rights movement. This man was known as Detroit Red while working as a drug dealer, and claimed that the Kennedy assassination was ''Chickens coming home to roost.'' Identify this black civil rights leader, who collaborated with Alex Haley on his autobiography.",
    "term": "Malcolm X"
  },
  {
    "id": 190,
    "definition": "American History: Answer these questions about the Civil Rights movement. Texts of this movement stress the importance of navy beans. One leader of this movement gave Cassius Clay his new name, Muhammad Ali. Identify this American religious movement, once led by Malcolm X and Elijah Muhammad.",
    "term": "Nation of Islam"
  },
  {
    "id": 191,
    "definition": "American History: Answer these questions about the Civil Rights movement. Tossup: This man led a campaign with the slogan ''Don't Buy Gas Where You Can't Use a Restroom'' and was the subject of the Bob Dylan song, ''Only a Pawn in Their Game.'' He publicly investigated the murder of Emmett Till, and his wife wrote a book in honor of him. Identify this civil rights activist who was assassinated by Byron de la Beckwith in 1963.",
    "term": "Medgar Evers"
  },
  {
    "id": 192,
    "definition": "American History: Identify the following Vice Presidents of the United States who later became president This man served as Eisenhower's vice president for eight years before being elected president in 1968.",
    "term": "Richard Nixon"
  },
  {
    "id": 193,
    "definition": "American History: Identify the following Vice Presidents of the United States who later became president This leader of the Rough Riders became president after William McKinley's assassination.",
    "term": "Theodore ''Teddy'' Roosevelt"
  },
  {
    "id": 194,
    "definition": "American History: Identify the following Vice Presidents of the United States who later became president This man replaced Spiro Agnew as vice president and became the first president to hold the office without being elected. Name this vice president of Richard Nixon.",
    "term": "Gerald Ford [or Leslie King]"
  },
  {
    "id": 195,
    "definition": "American History: Given a quote by a historic American figure, identify who said it. ''I regret that I have but one life to give for my country.''",
    "term": "Nathan Hale"
  },
  {
    "id": 196,
    "definition": "American History: Given a quote by a historic American figure, identify who said it. ''These are the times that try men's souls.''",
    "term": "Thomas Paine"
  },
  {
    "id": 197,
    "definition": "American History: Given a quote by a historic American figure, identify who said it. ''That government is best which governs the least, because its people discipline themselves.''",
    "term": "Thomas Jefferson"
  },
  {
    "id": 198,
    "definition": "American History: Identify these American third parties. What party, that was only active during the election of 1860, ran John Bell for President in that election, winning three states and garnering 39 electoral votes?",
    "term": "Constitutional Union Party"
  },
  {
    "id": 199,
    "definition": "American History: Identify these American third parties. Agrarianism and bimetallism were the platforms of what political party that ran James Weaver in the election of 1892 and William Jennings Bryan in the election of 1896?",
    "term": "Populist Party"
  },
  {
    "id": 200,
    "definition": "American History: Identify these American third parties. This party's most successful candidate was Ed Clark, who drew 1.06% of the vote in 1980. Identify this party that ran Ron Paul as its candidate in 1988 and Gary Johnson as its candidate in 2012.",
    "term": "Libertarian Party"
  },
  {
    "id": 201,
    "definition": "American History: Name these politicians from the Reconstruction and Gilded Age. This ''Continental Liar'' from Maine was the Secretary of State under Benjamin Harrison, and he lost the 1884 election to Grover Cleveland after receiving the Republican nomination.",
    "term": "James Gillespie Blaine"
  },
  {
    "id": 202,
    "definition": "American History: Name these politicians from the Reconstruction and Gilded Age. This New York politician gained fame for breaking up Tammany Hall and incriminating Boss Tweed before winning the popular vote but losing the election to Rutherford B. Hayes in 1876.",
    "term": "Samuel Jones Tilden"
  },
  {
    "id": 203,
    "definition": "American History: Name these politicians from the Reconstruction and Gilded Age. This man worked under Roscoe Conkling at the New York Custom House, and he passed the Pendleton Civil Service Act while President after an act by Charles Guiteau brought the need for it.",
    "term": "Chester Alan Arthur"
  },
  {
    "id": 204,
    "definition": "American History: Identify the state given two former governors. Orval Faubus and Bill Clinton",
    "term": "Arkansas"
  },
  {
    "id": 205,
    "definition": "American History: Identify the state given two former governors. Michael Dukakis and Mitt Romney",
    "term": "Massachusetts"
  },
  {
    "id": 206,
    "definition": "American History: Identify the state given two former governors. James M. Cox and George Voinovich",
    "term": "Ohio"
  },
  {
    "id": 207,
    "definition": "American History: Identify these Civil War battles. This battle featured a location called the Sunken Road, however more notable locations at this battle site include Dunker Church and Bloody Lane. Identify this 1862 stalemate between Lee and McClellan in Sharpsburg, Maryland.",
    "term": "Battle of Antietam"
  },
  {
    "id": 208,
    "definition": "American History: Identify these Civil War battles. Culp's Hill was a notable location at this battle that also included Pickett's Charge. Identify this Union victory over Robert E. Lee that halted the invasion of the North by the Confederacy.",
    "term": "Battle of Gettysburg"
  },
  {
    "id": 209,
    "definition": "American History: Identify these Civil War battles. Stonewall Jackson received his nickname at this battle. Identify this first major battle of the Civil War that was a victory for the Confederacy.",
    "term": "Battle of First Bull Run or First Manassas"
  },
  {
    "id": 210,
    "definition": "American History: Identify these presidents. Before becoming President, this man put down the Boston police strike while serving as Governor of Massachusetts. Identify this ''Silent'' 30th president.",
    "term": "Calvin Coolidge"
  },
  {
    "id": 211,
    "definition": "American History: Identify these presidents. Before succeeding to the presidency, this man was Secretary of Commerce under his two predecessors, Warren G Harding and Calvin Coolidge. Identify this president who was in power during the Great Depression.",
    "term": "Herbert Hoover"
  },
  {
    "id": 212,
    "definition": "American History: Identify these presidents. Upon succeeding to the Presidency, only Daniel Webster stayed in this man's cabinet, and he frequently feuded with Henry Clay. Identify this first Vice President to succeed to the Presidency upon the death of his predecessor, a man known as ''His Accidency.''",
    "term": "John Tyler"
  },
  {
    "id": 213,
    "definition": "American History: Answer these questions about assassination attempts in the United States. Martin Luther King, Jr was assassinated at a Memphis hotel by what man, who had escaped from a Missouri prison a year earlier?",
    "term": "James Earl Ray"
  },
  {
    "id": 214,
    "definition": "American History: Answer these questions about assassination attempts in the United States. While campaigning for President in 1968, Robert Kennedy was assassinated at a California hotel by what Palestinian angry about Kennedy's support of Israel?",
    "term": "Sirhan Sirhan"
  },
  {
    "id": 215,
    "definition": "American History: Answer these questions about assassination attempts in the United States. The first assassination broadcast live on television, JFK assassin Lee Harvey Oswald was himself killed while leaving a Dallas police station by what Texas nightclub owner?",
    "term": "Jack Ruby"
  },
  {
    "id": 216,
    "definition": "American History: Identify the following New Deal agencies or programs. What job program employed single men to protect natural resources and build up the national infrastructure in a similar way as the WPA and PWA?",
    "term": "Civilian Conservation Corps"
  },
  {
    "id": 217,
    "definition": "American History: Identify the following New Deal agencies or programs. What still-active agency provides flood control and builds dams, hydroelectric facilities, and nuclear power stations in its namesake area?",
    "term": "Tennessee Valley Authority"
  },
  {
    "id": 218,
    "definition": "American History: Identify the following New Deal agencies or programs. Created by the Banking Act of 1933, what agency was created to back money put into bank accounts up to a value of $250,000 and to stop ''bank runs'' from depleting the available money supply?",
    "term": "Federal Deposit Insurance Corporation"
  },
  {
    "id": 219,
    "definition": "American History: Answer these questions about the War of 1812. What first lady is credited with saving the famous Gilbert Stuart painting of George Washington shortly before the British burned the White House during the war?",
    "term": "Dolley Madison (prompt on ''Madison'' alone)"
  },
  {
    "id": 220,
    "definition": "American History: Answer these questions about the War of 1812. The war was ended by what 1814 treaty?",
    "term": "Treaty of Ghent"
  },
  {
    "id": 221,
    "definition": "American History: Answer these questions about the War of 1812. What 1815 battle took place almost three weeks after the signing of the Treaty of Ghent, as word of the treaty had not yet reached the Americas?",
    "term": "Battle of New Orleans"
  },
  {
    "id": 222,
    "definition": "American History: Answer these questions about New Deal programs. What New Deal program was tasked with large construction projects, such as building bridges and roads across the nation?",
    "term": "Public Works Administration OR PWA"
  },
  {
    "id": 223,
    "definition": "American History: Answer these questions about New Deal programs. What largest New Deal agency employed millions of unemployed men across the nation construct public buildings, in addition to employing artists, writers, and actors to develop literacy projects?",
    "term": "Works Progress Administration OR WPA"
  },
  {
    "id": 224,
    "definition": "American History: Answer these questions about New Deal programs. George W. Norris of Nebraska was a driving force behind the creation of this federally owned corporation that dealt with fertilizer manufacturing, electricity generation, and flood control. Identify this program that serviced its namesake region and was abbreviated TVA.",
    "term": "Tennessee Valley Authority [prompt on TVA before mentioned]"
  },
  {
    "id": 225,
    "definition": "American History: Identify these American rebellions. What 1791 rebellion was in response to a plan by Alexander Hamilton to pay US war debts by taxing the namesake alcoholic beverage?",
    "term": "Whiskey Rebellion"
  },
  {
    "id": 226,
    "definition": "American History: Identify these American rebellions. What 1786-1787 rebellion involved a storming of the Springfield armory in response to perceived injustices by the Massachusetts government?",
    "term": "Shays Rebellion"
  },
  {
    "id": 227,
    "definition": "American History: Identify these American rebellions. What 1841-1842 rebellion in Rhode Island occurred in response to clause in the colonial charter requiring men to own property in order to vote?",
    "term": "Dorr's Rebellion"
  },
  {
    "id": 228,
    "definition": "American History: Answer these questions about the Bush administration during September 11th terrorist attacks. What man who served as George W. Bush's first Secretary of Defense helped evacuate people from the Pentagon following the attack?",
    "term": "Donald Rumsfeld"
  },
  {
    "id": 229,
    "definition": "American History: Answer these questions about the Bush administration during September 11th terrorist attacks. What former governor of Pennsylvania was selected as the first Secretary of the Department of Homeland Security in the aftermath of the attacks?",
    "term": "Tom Ridge"
  },
  {
    "id": 230,
    "definition": "American History: Answer these questions about the Bush administration during September 11th terrorist attacks. Several perpetrators of the 9/11 attacks were prosecuted by what former Governor of Missouri who served as Bush's first Attorney General?",
    "term": "John Ashcroft"
  },
  {
    "id": 231,
    "definition": "American History: Answer these questions about the Spanish-American War. The Spanish-American War was sparked in part by the sinking of what ship in Havana harbor?",
    "term": "USS Maine"
  },
  {
    "id": 232,
    "definition": "American History: Answer these questions about the Spanish-American War. The Spanish-American War was ended by what 1898 treaty that ceded Guam, Philippines, and Puerto Rico to the US?",
    "term": "Treaty of Paris"
  },
  {
    "id": 233,
    "definition": "American History: Answer these questions about the Spanish-American War. As part of the terms of this agreement, the US could continue to lease Guantanamo Bay from Cuba in perpetuity. Identify this 1903 amendment that specified seven conditions for the withdrawal of American troops from Cuba at the end of the war.",
    "term": "Platt Amendment"
  },
  {
    "id": 234,
    "definition": "American History: What 1925 trial that took place in Dayton, Tennessee concerned a school teacher who was accused of teaching evolution in public schools in violation of the Butler Act?",
    "term": "Scopes Monkey Trial"
  },
  {
    "id": 235,
    "definition": "American History: This man argued on behalf of the state against Scopes in the trial. Identify this man who gave the \"Cross of Gold\" speech and was the Democratic nominee for President in 1896, 1900, and 1908.",
    "term": "WIlliam Jennings Bryan"
  },
  {
    "id": 236,
    "definition": "American History: With George Jean Nathan, this man founded the publication The American Mercury. His works ridiculed the south and he coined the term \"monkey trial\". Identify this man known as the \"Sage of Baltimore\" who covered the trial for the Baltimore Sun.",
    "term": "H.L. Mencken"
  },
  {
    "id": 237,
    "definition": "American History: Identify these American military heroes. What American naval hero was known as the \"Hero of Lake Erie\" for his role in a War of 1812 battle and for famously stating \"Don't Give Up the Ship\"?",
    "term": "Oliver Hazard Perry"
  },
  {
    "id": 238,
    "definition": "American History: Identify these American military heroes. After fleeing the Philippines for Australia following a Japanese invasion during World War II, what American military leader famously stated \"I Shall Return\"?",
    "term": "Douglas MacArthur"
  },
  {
    "id": 239,
    "definition": "American History: Identify these American military heroes. During his time as Governor of the Indiana Territory, this man led American forces against Tecumseh at the Battle of the Thames. Identify this man who would later serve as an Ohio Senator and the 9th US President.",
    "term": "William Henry Harrison (prompt on Harrison alone)"
  },
  {
    "id": 240,
    "definition": "American History: Identify these civil rights leaders. What civil rights leader was assassinated in 1965 at the Audubon Ballroom in New York following a break with his former mentor Elijah Muhammad and the Nation of Islam?",
    "term": "Malcolm X"
  },
  {
    "id": 241,
    "definition": "American History: Identify these civil rights leaders. What abolitionist and author of My Bondage and My Freedom was the 1872 nominee for Vice President on the Equal Rights Party ticket with Victoria Woodhull?",
    "term": "Frederick Douglass"
  },
  {
    "id": 242,
    "definition": "American History: Identify these civil rights leaders. While serving as the NAACP field secretary in Mississippi, this man investigated the murder of Emmett Till. Identify this civil rights leader who was assassinated in 1963 by Byron de la Beckwith.",
    "term": "Medgar Evers"
  },
  {
    "id": 243,
    "definition": "American History: Answer these questions about American alliances and partnerships. Today, 28 nations comprise what American military alliance formed after World War II and was often at odds with nations in the Warsaw Pact?",
    "term": "NATO or North Atlantic Treaty Organization"
  },
  {
    "id": 244,
    "definition": "American History: Answer these questions about American alliances and partnerships. Bill Clinton signed what 1994 agreement between the US, Canada, and Mexico that established a trade bloc between the three nations?",
    "term": "NAFTA or North American Free Trade Agreement"
  },
  {
    "id": 245,
    "definition": "American History: Answer these questions about American alliances and partnerships. Before this organization folded in 1977, it was based in Bangkok, Thailand. This organization facilitated US involvement in the Korean and Vietnam Wars and included Britain, France, and five Pacific nations. Identify this alliance created in Asia to protect US allies from communist expansion during the Cold War.",
    "term": "SEATO or Southeast Asia Treaty Organization"
  },
  {
    "id": 246,
    "definition": "American History: Answer these questions about firsts in American history. What founding father served as the first US Attorney General?",
    "term": "Edmund Randolph"
  },
  {
    "id": 247,
    "definition": "American History: Answer these questions about firsts in American history. What general during the American Revolution served as the first Secretary of War?",
    "term": "Henry Knox"
  },
  {
    "id": 248,
    "definition": "American History: Answer these questions about firsts in American history. This man served in the US House of Representatives from 1983-1995 before being elected the Governor of Pennsylvania. Following the 9/11 terrorist attacks, he was named the first Secretary of the newest Cabinet department. Identify this first Secretary of Homeland Security.",
    "term": "Tom Ridge"
  },
  {
    "id": 249,
    "definition": "American History: Answer these questions about crime in the 1990s. What Los Angeles taxi driver was beaten by the LAPD in 1992 setting off the city's race riots?",
    "term": "Rodney King"
  },
  {
    "id": 250,
    "definition": "American History: Answer these questions about crime in the 1990s. Timothy McVeigh and Terry Nichols were convicted of what 1995 crime that killed 168 people at the Alfred P. Murrah federal building?",
    "term": "Oklahoma City bombing"
  },
  {
    "id": 251,
    "definition": "American History: Answer these questions about crime in the 1990s. Detective Mark Fuhrman was convicted of perjury during the trial of this man, who was represented by Johnnie Cochran. Kato Kaelin gained fame for his testimony at this man's trial for killing Ronald Goldman and Nicole Brown. Identify this former actor and NFL played acquitted for murdering his wife in 1995.",
    "term": "O.J. Simpson"
  },
  {
    "id": 252,
    "definition": "American History: Answer these questions about early exploration and settlement of the Americas. What namesake of a North Carolina city founded a colony on Roanoke island that was later \"lost\"?",
    "term": "Sir Walter Raleigh"
  },
  {
    "id": 253,
    "definition": "American History: Answer these questions about early exploration and settlement of the Americas. In 1595, Raleigh led an expedition to find what lost city of gold that was supposedly located in South America?",
    "term": "El Dorado"
  },
  {
    "id": 254,
    "definition": "American History: Answer these questions about early exploration and settlement of the Americas. This colony was led by William Berkeley when it was destroyed during Bacon's Rebellion. Lord De La Warr arrived to save this colony from its starving time following failed negotiations with the Powhatan tribe. Identify this first British settlement in the United States that was led by John Smith.",
    "term": "Jamestown"
  },
  {
    "id": 255,
    "definition": "American History: Answer these questions about American third parties. What single-issue party that was formed in 1828 to protest an organization ran William Wirt for President in 1832?",
    "term": "Anti-Masonic Party"
  },
  {
    "id": 256,
    "definition": "American History: Answer these questions about American third parties. The American Party was the official name of what party that lasted from 1854-1858 and who nominated former President Millard Fillmore for President in 1856?",
    "term": "Know Nothing Party"
  },
  {
    "id": 257,
    "definition": "American History: Answer these questions about American third parties. The third iteration of a party with this name ran Henry Wallace for President in 1948, but finished 4th in the election behind Strom Thurmond's Dixiecrats. The second iteration of this party ran Wisconsin native Robert Lafollette for President in 1924. Identify this political party that was known as the Bull Moose Party when they ran Teddy Roosevelt in 1912.",
    "term": "Progressive Party"
  },
  {
    "id": 258,
    "definition": "American History: Answer these questions about the history of California. California became property of the United States in what year that was also the year of the famous California gold rush?",
    "term": "1848"
  },
  {
    "id": 259,
    "definition": "American History: Answer these questions about the history of California. What first ever Republican presidential candidate was nicknamed \"The Pathfinder\" for his role in mapping California during the Mexican-American War?",
    "term": "John C. Fremont"
  },
  {
    "id": 260,
    "definition": "American History: Answer these questions about the history of California. What man who served as Governor of California from 1862-1863 was a famed businessman, owner of the Central Pacific railroad, and founder of a university in Palo Alto, California?",
    "term": "Leland Stanford"
  },
  {
    "id": 261,
    "definition": "American History: Answer these questions about recent acts of violence. Syed Farook and Tashfeen Malik killed fourteen people in December at a health department Christmas party in what California city?",
    "term": "San Bernardino"
  },
  {
    "id": 262,
    "definition": "American History: Answer these questions about recent acts of violence. Christopher Harper-Mercer killed nine people and then himself in October at a shooting at Umpqua Community College in what US state?",
    "term": "Oregon"
  },
  {
    "id": 263,
    "definition": "American History: Answer these questions about recent acts of violence. A 2012 shooting in this city was the deadliest in its state since the 1999 Columbine massacre. James Holmes killed twelve people during a showing of The Dark Knight Rises in what Colorado city?",
    "term": "Aurora"
  },
  {
    "id": 264,
    "definition": "American History: Answer these questions about John F. Kennedy. During World War II, John F. Kennedy served in which branch of the US military?",
    "term": "Navy"
  },
  {
    "id": 265,
    "definition": "American History: Answer these questions about John F. Kennedy. Like his brothers Robert and Ted, Kennedy served as a US Senator from what state?",
    "term": "Massachusetts"
  },
  {
    "id": 266,
    "definition": "American History: Answer these questions about John F. Kennedy. In one of his first acts as President, Kennedy created this organization and tasked his brother in law Sargent Shriver to run it. To date, over 220,000 Americans have participated in this organization over 140 countries. Identify this volunteer organization in which American college graduates provide technological assistance to people abroad.",
    "term": "Peace Corps"
  },
  {
    "id": 267,
    "definition": "American History: Answer these questions about the administration of Thomas Jefferson. In 1802, Jefferson signed into law the Military Peace Establishment Act, creating the US military academy in what New York town?",
    "term": "West Point"
  },
  {
    "id": 268,
    "definition": "American History: Answer these questions about the administration of Thomas Jefferson. Jefferson oversaw US involvement in our first foreign war when he entered us into what conflict against North African pirates in the Mediterranean?",
    "term": "First Barbary War or Barbary Coast War"
  },
  {
    "id": 269,
    "definition": "American History: Answer these questions about the administration of Thomas Jefferson. This agreement was negotiated by Robert Livingston and James Monroe and saw a European nation propose a counteroffer to a US plan to purchase New Orleans. Identify this 1803 event in which Napoleon sold land that would become 15 states to the US for $15 million.",
    "term": "Louisiana Purchase"
  },
  {
    "id": 270,
    "definition": "American History: Answer these questions about controversial moments from presidential and vice presidential debates. What incumbent president made a major gaffe in a 1976 debate when he stated \"there is no Soviet domination of Western Europe\"?",
    "term": "Gerald Ford"
  },
  {
    "id": 271,
    "definition": "American History: Answer these questions about controversial moments from presidential and vice presidential debates. What future Vice President under George HW Bush was attacked by Lloyd Bentsen in a 1988 debate with the line \"I knew Jack Kennedy, and Senator you're no Jack Kennedy.\"",
    "term": "Dan Quayle"
  },
  {
    "id": 272,
    "definition": "American History: Answer these questions about controversial moments from presidential and vice presidential debates. In an early debate, this man stated that he had gone to church here in Washington, when the debate was actually held in Louisville. To counter criticisms of his age, this candidate stated that \"I will not make age an issue of this campaign. I am not going to exploit, for political purposes, my opponent's youth and inexperience.'' Identify this man who defeated Walter Mondale to retain the presidency in 1984.",
    "term": "Ronald Reagan"
  },
  {
    "id": 273,
    "definition": "American History: Answer these questions about political figures from California. What man who served as Governor of California from 1975-1983 replaced Arnold Schwarzenegger in 2011 and is the state's current governor?",
    "term": "Jerry Brown"
  },
  {
    "id": 274,
    "definition": "American History: Answer these questions about political figures from California. What current senior Senator from California served as the first female mayor of San Francisco from 1978-1988?",
    "term": "Dianne Feinstein"
  },
  {
    "id": 275,
    "definition": "American History: Answer these questions about political figures from California. This man joined Governor Jerry Brown in opposition to the Briggs Initiative, which would have fired any gay or lesbian government employees. The Twinkie defense was used by the man who assassinated this man and Mayor George Moscone. Identify this member of the San Francisco Board of Supervisors who was the first openly gay man to serve in California government.",
    "term": "Harvey Milk"
  },
  {
    "id": 276,
    "definition": "American History: Answer these questions about NASA disasters. A faulty O-ring was the cause of the crash of what space shuttle in 1986 that killed seven people, including teacher Christa McAuliffe?",
    "term": "Challenger"
  },
  {
    "id": 277,
    "definition": "American History: Answer these questions about NASA disasters. Seven crew members were also killed in 2003 when what space shuttle broke up when reentering the earth's atmosphere over Texas and Louisiana?",
    "term": "Columbia"
  },
  {
    "id": 278,
    "definition": "American History: Answer these questions about NASA disasters. The Phillips report was issued by Senator Walter Mondale in the aftermath of this disaster. This event killed Roger Chaffee, Edward White and Gus Grissom during a simulation at Cape Kennedy. Identify this 1967 mission that was the first planned earth-orbit mission for this program.",
    "term": "Apollo 1 (prompt on Apollo alone)"
  },
  {
    "id": 279,
    "definition": "American History: Questions in this category will concern the Wright brothers. What were the first names of the famous aviator brothers?",
    "term": "Orville and Wilbur"
  },
  {
    "id": 280,
    "definition": "American History: Questions in this category will concern the Wright brothers. The first flight the Wright brothers took occurred near what North Carolina town?",
    "term": "Kitty Hawk"
  },
  {
    "id": 281,
    "definition": "American History: Questions in this category will concern the Wright brothers. Orville was born in Ohio. In what state was Wilbur born in?",
    "term": "Indiana"
  },
  {
    "id": 282,
    "definition": "American History: Identify these \"armies\". What Ohio based group marched on Washington in 1893 protesting the lack of employment, but were arrested for trespassing at the Capitol Building?",
    "term": "Coxey's Army"
  },
  {
    "id": 283,
    "definition": "American History: Identify these \"armies\". What name was given to the group of 17,000 World War I veterans who marched on Washington in 1932 demanding immediate payment of their war service certificates?",
    "term": "Bonus Army"
  },
  {
    "id": 284,
    "definition": "American History: Identify these \"armies\". George McClellan, George Meade, and Ambrose Burnside led what division of the Union Army during the US Civil War that fought the Battles of Bull Run, Gettysburg, and Chancellorsville in the Eastern Theatre?",
    "term": "Army of the Potomac"
  },
  {
    "id": 285,
    "definition": "American History: Identify the election year which saw each of the following results. John F. Kennedy defeats Richard Nixon.",
    "term": "1960"
  },
  {
    "id": 286,
    "definition": "American History: Identify the election year which saw each of the following results. Ronald Reagan defeats Jimmy Carter.",
    "term": "1980"
  },
  {
    "id": 287,
    "definition": "American History: Identify the election year which saw each of the following results. John Quincy Adams defeats Andrew Jackson through a corrupt bargain.",
    "term": "1824"
  },
  {
    "id": 288,
    "definition": "American History: Identify the following Revolutionary War Battles. General Burgoyne surrendered after what victory in New York led by Horatio Gates? It is often considered the turning point of the war.",
    "term": "Battle of Saratoga"
  },
  {
    "id": 289,
    "definition": "American History: Identify the following Revolutionary War Battles. William Prescott or Israel Putnam allegedly issued the command, \"don't fire until you see the whites of their eyes\" during what battle?",
    "term": "Battle of Bunker Hill or Battle of Breed's Hill"
  },
  {
    "id": 290,
    "definition": "American History: Identify the following Revolutionary War Battles. Charles Lee was later court martialed for actions at what battle fought in New Jersey at which Molly Pitcher was a hero?",
    "term": "Battle of Monmouth"
  },
  {
    "id": 291,
    "definition": "American History: Identify the following about the assassination of President Kennedy. John F. Kennedy was assassinated during a motorcade taking place in what city?",
    "term": "Dallas"
  },
  {
    "id": 292,
    "definition": "American History: Identify the following about the assassination of President Kennedy. What man was shown to be responsible for firing the shot that killed President Kennedy?",
    "term": "Lee Harvey Oswald"
  },
  {
    "id": 293,
    "definition": "American History: Identify the following about the assassination of President Kennedy. What group, named for a chief justice, found the shot was fired from the sixth floor of the Texas School Book Depository while investigating the shooting?",
    "term": "The Warren Commission"
  },
  {
    "id": 294,
    "definition": "American History: Identify these famous Native Americans. What Shawnee man was killed at the Battle of the Thames after his brother was defeated at the Battle of Tippecanoe?",
    "term": "Tecumseh"
  },
  {
    "id": 295,
    "definition": "American History: Identify these famous Native Americans. After the loss of his whole family, what Apache man revolted and was later apprehended by General Nelson Miles?",
    "term": "Geronimo"
  },
  {
    "id": 296,
    "definition": "American History: Identify these famous Native Americans. What famous Nez Perce man was quoted as saying \"I will fight no more forever\"?",
    "term": "Chief Joseph"
  },
  {
    "id": 297,
    "definition": "American History: Given a series of events, identify the man who was President when all of the events occurred. The Great Chicago Fire, Yellowstone National Park was created, the Battle of Little Bighorn, and the Credit Mobilier scandal",
    "term": "Ulysses S. Grant"
  },
  {
    "id": 298,
    "definition": "American History: Given a series of events, identify the man who was President when all of the events occurred. Amelia Earhart flies across the Atlantic Ocean, the St. Valentine's Day Massacre, the Stimson Doctrine, and the Bonus Army marches on DC",
    "term": "Herbert Hoover"
  },
  {
    "id": 299,
    "definition": "American History: Given a series of events, identify the man who was President when all of the events occurred. The Rush-Bagot treaty was signed, the Adams-Onis Treaty was signed, the Gibbons v. Ogden decision was handed down, and the Missouri Compromise",
    "term": "James Monroe"
  },
  {
    "id": 300,
    "definition": "American History: Identify the following answers related to U.S. relations with Cuba. What failed CIA backed invasion of Cuba in 1961 was nicknamed Operation Zapata?",
    "term": "Bay of Pigs Invasion"
  },
  {
    "id": 301,
    "definition": "American History: Identify the following answers related to U.S. relations with Cuba. What U.S. detention camp located in Cuba has been used to interrogate terrorists for war crimes but has received a lot of scrutiny after Wikileaks released secret files from here?",
    "term": "Guantanamo Bay [accept Gitmo]"
  },
  {
    "id": 302,
    "definition": "American History: Identify the following answers related to U.S. relations with Cuba. Recently, negotiations have been made to lift some restrictions on U.S. and Cuban relations due to negotiations between President Barack Obama and what Cuban president?",
    "term": "Raul Castro (prompt on \"Castro\" alone)"
  },
  {
    "id": 303,
    "definition": "American History: Answer these questions about the presidency of Franklin Roosevelt. In the election of 1932, Roosevelt defeated what incumbent President who was in office during the start of the Great Depression?",
    "term": "Herbert Hoover"
  },
  {
    "id": 304,
    "definition": "American History: Answer these questions about the presidency of Franklin Roosevelt. What name was given to the series of domestic programs implemented by Franklin Roosevelt from 1933-1938?",
    "term": "New Deal"
  },
  {
    "id": 305,
    "definition": "American History: Answer these questions about the presidency of Franklin Roosevelt. This legislation was proposed in Roosevelt's 9th Fireside Chat and led to a reversal in position of Justice Owen Roberts in the case West Coast Hotel v. Parrish. Identify this plan by FDR to add one justice to the Supreme Court for any judge over the age of 70 years and 6 months.",
    "term": "Court Packing Plan (accept clear knowledge equivalents related to increasing the size of the Supreme Court)"
  },
  {
    "id": 306,
    "definition": "American History: Answer these questions about important female Cabinet members throughout history. What Secretary of State under President Bill Clinton was the first woman to serve in that position?",
    "term": "Madeleine Albright"
  },
  {
    "id": 307,
    "definition": "American History: Answer these questions about important female Cabinet members throughout history. What Attorney General under President Bill Clinton was the first woman to serve in that position?",
    "term": "Janet Reno"
  },
  {
    "id": 308,
    "definition": "American History: Answer these questions about important female Cabinet members throughout history. The first female to serve in a Presidential Cabinet was what Secretary of Labor under President Franklin Roosevelt?",
    "term": "Frances Perkins"
  },
  {
    "id": 309,
    "definition": "American History: Identify the following firsts in American history. What first female vice presidential candidate ran alongside Walter Mondale?",
    "term": "Geraldine Ferraro"
  },
  {
    "id": 310,
    "definition": "American History: Identify the following firsts in American history. Nominated in 1916 by Woodrow Wilson is what first Jewish man to serve on the Supreme Court?",
    "term": "Louis Brandeis"
  },
  {
    "id": 311,
    "definition": "American History: Identify the following firsts in American history. Representing the Republican Party in Montana is what first female ever elected to Congress?",
    "term": "Jeannette Rankin"
  },
  {
    "id": 312,
    "definition": "American History: Answer these questions about the American Civil War. What site in the state of Virginia was the location where Robert E. Lee surrendered to Ulysses S. Grant?",
    "term": "Appomattox Court House"
  },
  {
    "id": 313,
    "definition": "American History: Answer these questions about the American Civil War. Confederate general Albert Sidney Johnston was killed by forces led by Ulysses S. Grant at what 1862 battle in Tennessee that was also known as Pittsburg Landing?",
    "term": "Battle of Shiloh"
  },
  {
    "id": 314,
    "definition": "American History: Answer these questions about the American Civil War. This battle was the culmination in a series of battles fought in Spotsylvania Courthouse, Virginia. Identify this 1863 battle, a Confederate victory that saw the death of Stonewall Jackson from friendly fire.",
    "term": "Battle of Chancellorsville"
  },
  {
    "id": 315,
    "definition": "American History: Identify the following treaties. What treaty ended the War of 1812?",
    "term": "Treaty of Ghent"
  },
  {
    "id": 316,
    "definition": "American History: Identify the following treaties. What treaty ended the Mexican-American War?",
    "term": "Treaty of Guadalupe-Hidalgo"
  },
  {
    "id": 317,
    "definition": "American History: Identify the following treaties. A boundary dispute along the Sabine River played a role in this treaty, and King Ferdinand VII was on the throne of the country the U.S. signed it with at the time. Ceding Florida to the United States was what 1819 treaty signed with Spain?",
    "term": "Adams-Onis Treaty"
  },
  {
    "id": 318,
    "definition": "American History: Identify the following answers related to the Compromise of 1850. The Compromise allowed what state to be admitted to the U.S. as a free state?",
    "term": "California"
  },
  {
    "id": 319,
    "definition": "American History: Identify the following answers related to the Compromise of 1850. New territories admitted to the Union after the Compromise were able to decide whether or not they wanted to permit slavery. This was known as what principle?",
    "term": "Popular Sovereignty"
  },
  {
    "id": 320,
    "definition": "American History: Identify the following answers related to the Compromise of 1850. The Compromise was written and negotiated by what Great Compromiser who once said he would \"rather be right than be president\"?",
    "term": "Henry Clay"
  },
  {
    "id": 321,
    "definition": "American History: Identify these Republican presidential candidates who failed to win the election. Running for president against Bill Clinton in 1996 was what Kansas republican married to former North Carolina Senator Elizabeth?",
    "term": "Bob Dole"
  },
  {
    "id": 322,
    "definition": "American History: Identify these Republican presidential candidates who failed to win the election. Running for president in 1948 was what New York Republican who did not actually defeat Harry Truman as the Chicago Tribune suggested?",
    "term": "Thomas Dewey"
  },
  {
    "id": 323,
    "definition": "American History: Identify these Republican presidential candidates who failed to win the election. Running for president against Lyndon Johnson in 1964 was what Arizona republican credited with the rebirth of American conservatism who was attacked by Lyndon Johnson in the Daisy campaign?",
    "term": "Barry Goldwater"
  },
  {
    "id": 324,
    "definition": "American History: Identify these common last names in American history. What last name was shared by the longest serving US President and a President who ran on the \"Bull Moose\" Party ticket?",
    "term": "Roosevelt"
  },
  {
    "id": 325,
    "definition": "American History: Identify these common last names in American history. What name is shared by the shortest serving US President and a President who served between the terms of Grover Cleveland?",
    "term": "Harrison"
  },
  {
    "id": 326,
    "definition": "American History: Identify these common last names in American history. This last name is shared by the founder of the city of New Haven, Connecticut, a 19th century Ohio politician who names an anti-trust act, and a Civil War general known for his scorched earth policy. Identify this last name shared by Roger, John, and William Tecumseh.",
    "term": "Sherman"
  },
  {
    "id": 327,
    "definition": "American History: Given a line from a famous American speech, identify the speaker of the line. \"Free at last, free at last, thank God almighty, we are free at last\"",
    "term": "Martin Luther King Jr."
  },
  {
    "id": 328,
    "definition": "American History: Given a line from a famous American speech, identify the speaker of the line. \"that government of the people, by the people, and for the people, shall not perish from the earth\"",
    "term": "Abraham Lincoln"
  },
  {
    "id": 329,
    "definition": "American History: Given a line from a famous American speech, identify the speaker of the line. Who stated \"I have already intimated to you the danger of parties in the State, with particular reference to the founding of them on geographical discriminations\" in his notable Farewell Address?",
    "term": "George Washington"
  },
  {
    "id": 330,
    "definition": "American History: Given a list of nicknames that were given to a President, identify the President. Old Hickory and The Hero of New Orleans",
    "term": "Andrew Jackson"
  },
  {
    "id": 331,
    "definition": "American History: Given a list of nicknames that were given to a President, identify the President. Old Rough and Ready",
    "term": "Zachary Taylor"
  },
  {
    "id": 332,
    "definition": "American History: Given a list of nicknames that were given to a President, identify the President. The Trust Buster and The Hero of San Juan Hill",
    "term": "Theodore (Teddy) Roosevelt [prompt on Roosevelt]"
  },
  {
    "id": 333,
    "definition": "American History: Identify these well known leaders from Colonial America. After splitting with the Puritans, what man founded Providence Plantation and argued for separation of church and state in The Bloody Tenant of Persecution?",
    "term": "Roger Williams"
  },
  {
    "id": 334,
    "definition": "American History: Identify these well known leaders from Colonial America. After being banished from the Massachusetts Bay Colony, Roger Williams convinced what woman to come to Rhode Island where she founded the settlement of Portsmouth?",
    "term": "Anne Hutchinson"
  },
  {
    "id": 335,
    "definition": "American History: Identify these well known leaders from Colonial America. What man authored Of Plymouth Plantation and served as the Governor of Plymouth Colony five times?",
    "term": "William Bradford"
  },
  {
    "id": 336,
    "definition": "American History: Answer these questions about the American Revolution. What fort near Lake Champlain that had been built by the French during the French and Indian War was captured by the Americans in 1776?",
    "term": "Fort Ticonderoga"
  },
  {
    "id": 337,
    "definition": "American History: Answer these questions about the American Revolution. Fort Ticonderoga was captured by the Green Mountain Boys, who were led at the time by what man?",
    "term": "Ethan Allen"
  },
  {
    "id": 338,
    "definition": "American History: Answer these questions about the American Revolution. This man also participated in the capture of Fort Ticonderoga and would later be wounded in the leg at the Battle of Saratoga. This man would communicate with his wife Peggy by using invisible ink after the capture of Major John Andre. Identify this American military officer who conspired to surrender West Point to the British.",
    "term": "Benedict Arnold"
  },
  {
    "id": 339,
    "definition": "American History: Identify these American inventors and business leaders. What publisher of the Dearborn Independent utilized the assembly line in the production of his Model T?",
    "term": "Henry Ford"
  },
  {
    "id": 340,
    "definition": "American History: Identify these American inventors and business leaders. What man nicknamed the \"Wizard of Menlo Park\" feuded with Nikola Tesla and George Westinghouse in the so called \"war of currents\"?",
    "term": "Thomas Edison"
  },
  {
    "id": 341,
    "definition": "American History: Identify these American inventors and business leaders. This man is falsely attributed the invention of interchangeable parts, which he used to create muskets during the American Revolution. He was inspired by watching a cat pull a chicken through a fence to design a device that removed seeds from a staple American crop. Identify this inventor of the cotton gin.",
    "term": "Eli Whitney"
  },
  {
    "id": 342,
    "definition": "American History: What American President gave the \"Malaise\" speech and recently announced that cancer which had spread to his brain had disappeared?",
    "term": "Jimmy Carter"
  },
  {
    "id": 343,
    "definition": "American History: Carter's presidency is best known for what agreement signed between Anwar Sadat and Menachem [muh-nah-khuh m] Begin [bey-gin] to broker peace between Egypt and Israel?",
    "term": "Camp David Accords"
  },
  {
    "id": 344,
    "definition": "American History: By 1980, Carter's popularity had declined so much that this man challenged him for the Democratic presidential nomination. Known as the \"Lion of the Senate\", this man faced controversy in 1969 after the death of Mary Jo Kopechne [ko-PEK-nee] when a car he was driving crashed off a bridge. Identify this longtime Massachusetts politician who died of a brain tumor in 2009 and who was the brother of two assassinated politicians.",
    "term": "Ted Kennedy OR Edward Kennedy (prompt on Kennedy alone)"
  },
  {
    "id": 345,
    "definition": "American History: Answer these questions about life in America after the Civil War. What name is given to the period in American history from 1865-1877 during which southern states were reintegrated back into the Union?",
    "term": "Reconstruction"
  },
  {
    "id": 346,
    "definition": "American History: Answer these questions about life in America after the Civil War. Reconstruction was ended in 1877 with the election of what man as President in a controversial election that saw him lose the popular vote to Samuel Tilden?",
    "term": "Rutherford B. Hayes"
  },
  {
    "id": 347,
    "definition": "American History: Answer these questions about life in America after the Civil War. The bill creating this organization was signed by Abraham Lincoln in 1865 and extended each year until being shut down by Ulysses Grant in 1872. This organization was headed by Oliver O. Howard and was an arm of the Department of War. Identify this organization that was created to help integrate freed southern slaves into society during Reconstruction.",
    "term": "Freedman's Bureau"
  },
  {
    "id": 348,
    "definition": "American History: Answer these questions about an American conflict. Dolley Madison was able to save several important documents when the White House was burned by the British during what conflict?",
    "term": "War of 1812"
  },
  {
    "id": 349,
    "definition": "American History: Answer these questions about an American conflict. Oliver Hazard Perry stated \"we have met the enemy, and they are ours\" at what 1813 naval battle fought in a Great Lake.",
    "term": "Battle of Lake Erie"
  },
  {
    "id": 350,
    "definition": "American History: Answer these questions about an American conflict. This location was built on the site of the former Fort Whetstone and it was used to house Confederate prisoners during the Civil War. Designed to protect Baltimore harbor, this fort was bombarded by the British for 25 hours in 1814, but emerged by flying an oversized American flag. Francis Scott Key wrote the \"Star Spangled Banner\" after observing the bombing of what fort during the War of 1812?",
    "term": "Fort McHenry"
  },
  {
    "id": 351,
    "definition": "American History: Answer these questions about the founding of states. What state was founded by Roger Williams in the city of Providence?",
    "term": "Rhode Island"
  },
  {
    "id": 352,
    "definition": "American History: Answer these questions about the founding of states. What southern state was founded by James Oglethorpe as a debtor's haven?",
    "term": "Georgia"
  },
  {
    "id": 353,
    "definition": "American History: Answer these questions about the founding of states. This is the least populous US state with a population of less than 600,000. This 44th state was admitted to the Union in 1890, 21 years after it had become the first territory to extend voting rights to women. Identify this \"Equality State\" with capital at Cheyenne.",
    "term": "Wyoming"
  },
  {
    "id": 354,
    "definition": "American History: Answer these questions about a famous leader from US history. What former Senator from Mississippi served as the first and only President of the Confederate States of America?",
    "term": "Jefferson Davis"
  },
  {
    "id": 355,
    "definition": "American History: Answer these questions about a famous leader from US history. What city in Virginia served as the first capital of the Confederate States of America?",
    "term": "Richmond"
  },
  {
    "id": 356,
    "definition": "American History: Answer these questions about a famous leader from US history. This US President signed the Kansas-Nebraska Act and repealed the Missouri Compromise. This man was in office when the US made the Gadsden Purchase. Jefferson Davis served in this man's administration as the Secretary of War. Identify this 14th US President.",
    "term": "Franklin Pierce"
  },
  {
    "id": 357,
    "definition": "American History: Given a presidential residence, identify the President who lived there. Monticello",
    "term": "Thomas Jefferson"
  },
  {
    "id": 358,
    "definition": "American History: Given a presidential residence, identify the President who lived there. Mount Vernon",
    "term": "George Washington"
  },
  {
    "id": 359,
    "definition": "American History: Given a presidential residence, identify the President who lived there. The Hermitage",
    "term": "Andrew Jackson"
  },
  {
    "id": 360,
    "definition": "American History: James Reed co-led this group through the Sierra Nevada Mountains. Identify this group of people who resorted to Cannibalism to survive a harsh winter.",
    "term": "Donner Party"
  },
  {
    "id": 361,
    "definition": "American History: This man plotted the murders of Sharon Tate, Leno and Rosemary LaBianca. Identify this man who led a murderous California family.",
    "term": "Charles Manson"
  },
  {
    "id": 362,
    "definition": "American History: The central figure in this event left behind a piece of wood he had used when hastily constructing a ladder. Bruno Hauptmann was sentenced to death after this \"Crime of the Century.\" Identify this 1932 event involving the son of a pilot who flew the Spirit of St. Louis.",
    "term": "Kidnapping of the Lindbergh Baby"
  },
  {
    "id": 363,
    "definition": "American History: What Chicago gangster was dubbed \"Public Enemy Number One\" following his role in the St. Valentine's Day Massacre?",
    "term": "Al Capone"
  },
  {
    "id": 364,
    "definition": "American History: What youthful outlaw of the American west was born William H. Bonney and was killed by Sheriff Pat Garrett in 1881?",
    "term": "Billy the Kid"
  },
  {
    "id": 365,
    "definition": "American History: This man's manifesto entitled Industrial Society and its Future was published in the Washington Post. From 1979-1995, this man killed three and injured dozens after sending explosives to numerous college campuses. This man was sentenced to eight life sentences after being captured in Lincoln, Montana. Identify this explosives expert who was one of the most wanted suspects of the 1990s.",
    "term": "Unabomber OR Ted Kaczynski"
  },
  {
    "id": 366,
    "definition": "American History: Identify these famous speeches. What speech by Abraham Lincoln was delivered at the dedication of a Soldier's cemetery in November, 1863?",
    "term": "Gettysburg Address"
  },
  {
    "id": 367,
    "definition": "American History: Identify these famous speeches. What speech that noted that \"America has written the Negro people a bad check which has come back marked insufficient funds\" was delivered on the Washington mall in August 1963?",
    "term": "Martin Luther King's I Have a Dream Speech"
  },
  {
    "id": 368,
    "definition": "American History: Identify these famous speeches. Since 1862, this speech has been read on the floor of the Senate each year. This speech urged the United States to not make permanent alliances and suggested that Presidents should serve no longer than two terms. Identify this 1796 speech that is best known for warning about the dangers of political parties or factions.",
    "term": "Washington's Farewell Address"
  },
  {
    "id": 369,
    "definition": "American History: Identify these things related to the French and Indian War. The French and Indian War was the American theatre of what larger international conflict?",
    "term": "Seven Years' War"
  },
  {
    "id": 370,
    "definition": "American History: Identify these things related to the French and Indian War. British commander James Wolfe was killed during the war at a battle named for what city that today serves as the capital of a namesake province?",
    "term": "Quebec City"
  },
  {
    "id": 371,
    "definition": "American History: Identify these things related to the French and Indian War. Toss-Up: This modern American city is home to Point State Park, which contains a brick outline of a fort destroyed during the war, as well as the namesake fort that replaced it. This home to Fort Duquesne is located at the confluence of the Allegheny, Monongahela, and Ohio Rivers. Identify this largest city in western Pennsylvania.",
    "term": "Pittsburgh"
  },
  {
    "id": 372,
    "definition": "American History: Answer these questions about an American conflict. The British burned the White House following the Battle of Bladensburg during what 19th century conflict?",
    "term": "War of 1812"
  },
  {
    "id": 373,
    "definition": "American History: Answer these questions about an American conflict. What American President was in office during the War of 1812? His wife Dolley saved several important portraits from the White House prior to the fire.",
    "term": "James Madison"
  },
  {
    "id": 374,
    "definition": "American History: Answer these questions about an American conflict. Toss-Up: The British lost over 2,000 troops at this battle, compared to less than 100 for the Americans. The pirate Jean Lafitte was pardoned for his role in this battle that also saw the death of General Edward Pakenham. Identify this 1815 battle that was a victory for Andrew Jackson that is known for being fought two weeks after the signing of the Treaty of Ghent.",
    "term": "Battle of New Orleans"
  },
  {
    "id": 375,
    "definition": "American History: Answer these questions about Presidential scandals. What US President was plagued by the Watergate scandal?",
    "term": "Richard Nixon"
  },
  {
    "id": 376,
    "definition": "American History: Answer these questions about Presidential scandals. The Whiskey Ring scandal took place during the administration of what 18th President and former Union general?",
    "term": "Ulysses S. Grant"
  },
  {
    "id": 377,
    "definition": "American History: Answer these questions about Presidential scandals. Toss-Up: This man was the leader of the Albany Regency and during his Presidency, the British destroyed the namesake ship in the Caroline Affair. As President, this man faced the Panic of 1837 and fought the Aroostook War with Great Britain. While serving as Secretary of State under Andrew Jackson, this man feuded with John C. Calhoun in the Peggy Eaton Affair. Identify this 8th US President who was defeated by William Henry Harrison in 1840.",
    "term": "Martin Van Buren"
  },
  {
    "id": 378,
    "definition": "American History: Answer these questions about Presidential assassination attempts. Anarchist Leon Czolgosz assassinated what American President at the Pan-American Exposition in 1901?",
    "term": "William McKinley"
  },
  {
    "id": 379,
    "definition": "American History: Answer these questions about Presidential assassination attempts. A disgruntled office seeker named Charles Guiteau assassinated what American President in 1881?",
    "term": "James Garfield"
  },
  {
    "id": 380,
    "definition": "American History: Answer these questions about Presidential assassination attempts. Toss-Up: A marine named Oliver Sipple may have prevented an assassination attempt on this President when he grabbed a gun being fired by Sara Jane Moore outside a San Francisco hotel. That assassination attempt against this President occurred just 17 days after another attempt perpetrated by Manson family member Squeaky Frome. Identify this man who became President upon the resignation of Richard Nixon.",
    "term": "Gerald Ford"
  },
  {
    "id": 381,
    "definition": "American History: Answer these questions about the auto industry. In 2015, the federal government fined what automaker $15.3 billion after the EPA discovered that it had been rigging its engines to pass California emissions testing?",
    "term": "Volkswagen"
  },
  {
    "id": 382,
    "definition": "American History: Answer these questions about the auto industry. In 2009, what auto company filed for bankruptcy, leading to a federal bailout of the company? This company had to sell off its Saturn, Saab and Hummer lines as part of the bankruptcy settlement.",
    "term": "General Motors"
  },
  {
    "id": 383,
    "definition": "American History: Answer these questions about the auto industry. Toss-Up: In 2014, this company announced plans to build a megafactory near Reno, Nevada to produce batteries for its vehicles. This company was founded in 2003 and released models S, 3, X, and Y to compliment its Roadster. Identify this company that sells electric cars, was founded by Elon Musk and named for a Croatian scientist.",
    "term": "Tesla Motors"
  },
  {
    "id": 384,
    "definition": "American History: Answer the following about prominent females in American history. What first woman to appear on US currency co-founded the Women's Temperance movement with Elizabeth Stanton?",
    "term": "Susan B. Anthony"
  },
  {
    "id": 385,
    "definition": "American History: Answer the following about prominent females in American history. What African-American abolitionist who helped recruit black troops during the Civil War is best known for giving the \"Ain't I a Woman\" Speech?",
    "term": "Sojourner Truth"
  },
  {
    "id": 386,
    "definition": "American History: Answer the following about prominent females in American history. Toss-Up: This lifelong pacifist was key to the development of the bill that became the 19th amendment. This woman is the only person to vote against declaring war on Japan after the Pearl Harbor attack and is the only person to vote against US entry into both World War I and World War II. Identify this Republican from Montana, the first woman to serve in Congress.",
    "term": "Jeannette Rankin"
  },
  {
    "id": 387,
    "definition": "American History: Answer these questions about a Civil War battle. What 1863 Civil War battle fought in Pennsylvania featured the famous Pickett's Charge?",
    "term": "Battle of Gettysburg"
  },
  {
    "id": 388,
    "definition": "American History: Answer these questions about a Civil War battle. The Battle of Gettysburg was fought shortly after what other battle that saw the death of Stonewall Jackson to friendly fire?",
    "term": "Battle of Chancellorsville"
  },
  {
    "id": 389,
    "definition": "American History: Answer these questions about a Civil War battle. Toss-Up: After the Civil War, this man oversaw the Third Military District for Reconstruction in Atlanta. This man was severely wounded at the Battle of Glendale, but recovered to defeat Stonewall Jackson at Fredericksburg. Following the defeat of Union troops at Chancellorsville, this man took command of the Army of the Potomac. Identify this man who defeated Robert E. Lee at Gettysburg.",
    "term": "George Meade"
  },
  {
    "id": 390,
    "definition": "American History: Answer these questions pertaining to the September 11th terror attacks. United Airlines Flight 93 crashed in the city of Shanksville in what US state?",
    "term": "Pennsylvania"
  },
  {
    "id": 391,
    "definition": "American History: Answer these questions pertaining to the September 11th terror attacks. Team C: Both flights that crashed into the World Trade Center buildings took off from what city's Logan International Airport?",
    "term": "Boston"
  },
  {
    "id": 392,
    "definition": "American History: Answer these questions pertaining to the September 11th terror attacks. 15 of the 19 hijackers were citizens of what country?",
    "term": "Saudi Arabia"
  },
  {
    "id": 393,
    "definition": "American History: Identify these politicians from the state of Ohio. What man resigned his position as Secretary of the Treasury under Abraham Lincoln to become Chief Justice of the US Supreme Court, a position he held from 1864-1873?",
    "term": "Salmon P. Chase"
  },
  {
    "id": 394,
    "definition": "American History: Identify these politicians from the state of Ohio. What man who served as Secretary of the Treasury under Rutherford B. Hayes was a Senator from Ohio when he authored a namesake 1890 Antitrust Act?",
    "term": "John Sherman"
  },
  {
    "id": 395,
    "definition": "American History: Identify these politicians from the state of Ohio. Toss-Up: This man's campaign manager Mark Hanna raised millions of dollars for his run for President, all while this man was running a \"front porch campaign\". This former Ohio Governor defeated William Jennings Bryan to win the Presidency, but was succeeded by Theodore Roosevelt after an event in Buffalo. Identify this American president who was assassinated by Leon Czolgosz.",
    "term": "William McKinley"
  },
  {
    "id": 396,
    "definition": "American History: Identify these men associated with the founding of states. What man, who names a major city in the state, was given the commission to found the state of Maryland?",
    "term": "Cecil Calvert OR Lord Baltimore"
  },
  {
    "id": 397,
    "definition": "American History: Identify these men associated with the founding of states. What British general founded the colony of Georgia as a haven for debtors in the new world?",
    "term": "James Oglethorpe"
  },
  {
    "id": 398,
    "definition": "American History: Identify these men associated with the founding of states. Toss-Up: Despite having been exiled, this man assisted the colony of Massachusetts Bay during the Pequot War. This man pleaded for a wall of separation between church and state in The Bloody Tenet of Persecution. Following the banishment of Anne Hutchinson, this man accepted her into his new colony in Providence. Identify this founder of Rhode Island.",
    "term": "Roger Williams"
  },
  {
    "id": 399,
    "definition": "American History: Answer these questions about American legislation of the 1800s. Slavery was forbidden in most of the area acquired in the Louisiana Purchase by what 1820 legislation that allowed slavery in its namesake state?",
    "term": "Missouri Compromise"
  },
  {
    "id": 400,
    "definition": "American History: Answer these questions about American legislation of the 1800s. The Missouri Compromise was devised by what Kentucky politician known as the Great Compromiser?",
    "term": "Henry Clay"
  },
  {
    "id": 401,
    "definition": "American History: Answer these questions about American legislation of the 1800s. Toss-Up: The Lecompton Constitution was proposed in response to this legislation that was the subject of the Peoria Speech. Border ruffians began to assemble as a result of this legislation that was also the cause of the Pottawatomie Massacre. Stephen Douglas was a supporter of what 1854 legislation that repealed the Missouri Compromise and established popular sovereignty in two namesake states?",
    "term": "Kansas-Nebraska Act"
  },
  {
    "id": 402,
    "definition": "American History: Answer these questions about the admission of states to the Union. What western state entered the union in 1850 after previously being land ceded to the US at the end of the Mexican-American War?",
    "term": "California"
  },
  {
    "id": 403,
    "definition": "American History: Answer these questions about the admission of states to the Union. What southern state entered the union in 1845 after previously having been recognized as a sovereign nation?",
    "term": "Texas"
  },
  {
    "id": 404,
    "definition": "American History: Answer these questions about the admission of states to the Union. Toss-Up: This is the only state in the union to have two different states split off from it. In 1792, land that would eventually become the Bluegrass State were split off. During the Civil War, this state's Trans-Allegheny counties were split off. Identify this eastern state from which Kentucky and West Virginia were split.",
    "term": "Virginia"
  },
  {
    "id": 405,
    "definition": "American History: A lot of famous Texans aren't from there. What victor at the Battle of San Jacinto served as the first President of Texas after having previously served as a Governor of Tennessee? He shares his name with Texas's most populous city.",
    "term": "Sam Houston"
  },
  {
    "id": 406,
    "definition": "American History: A lot of famous Texans aren't from there. What Virginian who led the colonization of Texas is known as the \"Father of Texas\" and shares his name with the state's capital?",
    "term": "Stephen F. Austin"
  },
  {
    "id": 407,
    "definition": "American History: A lot of famous Texans aren't from there. Toss-Up: As a representative of Congress from Tennessee, this man opposed the policies of Andrew Jackson, most notably the Indian Removal Act. This man's body was burned alongside those of William Travis and James Bowie following an 1836 defeat. Identify this frontiersman who was killed during the defense of the Alamo.",
    "term": "Davy Crockett"
  },
  {
    "id": 408,
    "definition": "American History: Answer these questions about the Civil Rights movement of the 1960s. What Alabama city was the site of a bus boycott in the aftermath of the incident with Rosa Parks?",
    "term": "Montgomery"
  },
  {
    "id": 409,
    "definition": "American History: Answer these questions about the Civil Rights movement of the 1960s. Martin Luther King, Jr. led a march to Montgomery that started in what other Alabama city where marchers crossed the Edmund Pettis Bridge?",
    "term": "Selma"
  },
  {
    "id": 410,
    "definition": "American History: Answer these questions about the Civil Rights movement of the 1960s. Toss-Up: This man claimed that the assassination of John F. Kennedy was \"chickens coming home to roost\" and delivered the \"Ballot or the Bullet\" speech. This man who was nicknamed \"Detroit Red\" was assassinated while giving a speech at the Audubon Ballroom. Identify this man whose autobiography was written by Alex Haley, a former leader of the Nation of Islam.",
    "term": "Malcolm X"
  },
  {
    "id": 411,
    "definition": "American History: Identify the state in which these events took place. Triangle Shirtwaist Factory Fire and the Stonewall Riots.",
    "term": "New York"
  },
  {
    "id": 412,
    "definition": "American History: Identify the state in which these events took place. Haymarket Square Riot and the Cross of Gold Speech.",
    "term": "Illinois"
  },
  {
    "id": 413,
    "definition": "American History: Identify the state in which these events took place. Toss-Up: The state was the site of the Sleepy Lagoon murder trial, which led to the Zoot Suit Riots against Mexican and Filipino immigrants. In 1991, police officers in this state were videotaped beating a cab driver named Rodney King. Later in the 90s, this state was the site of the OJ Simpson trial. Identify this US state that was also the site of an earthquake in the World Series between the Giants and Athletics.",
    "term": "California"
  },
  {
    "id": 414,
    "definition": "American History: Identify these men who served as US President. What man who ran for President on the Bull Moose ticket famously led the Rough Riders during the Spanish-American War?",
    "term": "Theodore Roosevelt (prompt on \"Roosevelt\" alone)"
  },
  {
    "id": 415,
    "definition": "American History: Identify these men who served as US President. What Ohio-born President who promised a \"Return to Normalcy\" died of a cerebral hemorrhage in San Francisco and was replaced by Calvin Coolidge?",
    "term": "Warren G. Harding"
  },
  {
    "id": 416,
    "definition": "American History: Identify these men who served as US President. Toss-Up: A recession during this man's administration was caused by the Specie Circular, which was issued by his Treasury Secretary Levi Woodbury. This man's administration saw the Peggy Eaton affair, which led to the creation of the Kitchen Cabinet. This President signed the Indian Removal Act and was nicknamed \"Old Hickory\". Identify this seventh US President who defeated John Quincy Adams in the Election of 1828.",
    "term": "Andrew Jackson"
  },
  {
    "id": 417,
    "definition": "American History: Answer the following questions about presidents in the 20th century. What president who oversaw the construction of the Interstate Highway System warned against the military industrial complex in his farewell address?",
    "term": "Dwight Eisenhower"
  },
  {
    "id": 418,
    "definition": "American History: Answer the following questions about presidents in the 20th century. What man who built his Presidential library in Independence, Missouri had to deal with the \"Do Nothing\" Congress?",
    "term": "Harry Truman"
  },
  {
    "id": 419,
    "definition": "American History: Answer the following questions about presidents in the 20th century. Toss-Up: This man included the Meat Inspection Act and Pure Food and Drug Act as part of his Square Deal. This president received the Nobel Peace Prize due to his efforts to end the Russo-Japanese War and along with Leonard Wood, this man led the Rough Riders. What Republican ascended to the presidency after the death of William McKinley?",
    "term": "Theodore Roosevelt"
  },
  {
    "id": 420,
    "definition": "American History: Answer these questions about the history of Texas. What city in southeast Texas was hit by a deadly 1900 hurricane, which is still the deadliest in American history?",
    "term": "Galveston"
  },
  {
    "id": 421,
    "definition": "American History: Answer these questions about the history of Texas. What city in far western Texas is located directly across the Rio Grande River from Ciudad Juarez and is home to a military base at Fort Bliss?",
    "term": "El Paso"
  },
  {
    "id": 422,
    "definition": "American History: Answer these questions about the history of Texas. Toss-Up: This man frequently feuded with Karl Rove and became Governor of Texas upon the resignation of George W. Bush in 2000. Just the fourth Governor to serve three terms, this man was followed in office by Greg Abbott. Identify this man who couldn't remember the name of the third Cabinet department he pledged to eliminate when running for President in 2012.",
    "term": "Rick Perry"
  },
  {
    "id": 423,
    "definition": "American History: Answer these questions about the event we thought would never end, the 2016 Presidential election. What Director of the FBI caused controversy less than two weeks before the election when he stated that he was reopening the investigation into Hillary Clinton's emails, only to close the investigation again two days before the election?",
    "term": "James Comey"
  },
  {
    "id": 424,
    "definition": "American History: Answer these questions about the event we thought would never end, the 2016 Presidential election. What Independent candidate from Utah ran against Donald Trump as an independent candidate and came close to winning the state of Utah?",
    "term": "Evan McMullin"
  },
  {
    "id": 425,
    "definition": "American History: Answer these questions about the event we thought would never end, the 2016 Presidential election. Toss-Up: According to a campaign ad dubbed \"Balanced Rebellion\", the \"dead Abraham Lincoln\" supported this candidate. This man was criticized after faking a heart attack during a discussion of marijuana legalization. This former Governor of New Mexico was criticized for not being able to name a foreign leader that he respects, and for not recognizing the name of the City of Aleppo. Identify this 2016 Libertarian candidate for President.",
    "term": "Gary Johnson"
  },
  {
    "id": 426,
    "definition": "American History: Identify these men who served as Secretary of State. What man who served as Secretary of State under Harry Truman names the plan to rebuild Europe after World War II?",
    "term": "George Marshall"
  },
  {
    "id": 427,
    "definition": "American History: Identify these men who served as Secretary of State. What German-American Secretary of State served under Richard Nixon and Gerald Ford and negotiated the ceasefire to end the Vietnam War?",
    "term": "Henry Kissinger"
  },
  {
    "id": 428,
    "definition": "American History: Identify these men who served as Secretary of State. Toss-Up: Before becoming Secretary of State, this man served as a federal prosecutor against the Union Pacific Railroad and Standard Oil for antitrust violations. This man helped resolve a longstanding dispute between Peru and Chile, and won the 1929 Nobel Peace Prize for a negotiation with a French foreign minister. Identify this man who served as Secretary of State under Calvin Coolidge and who names a treaty with Aristide Briand pledging not to resort to war.",
    "term": "Frank Kellogg"
  },
  {
    "id": 429,
    "definition": "American History: Answer these questions about early American leaders. What state's quarter depicts a midnight right by Caesar Rodney from its town of Dover to Philadelphia in order to cast a vote for American independence?",
    "term": "Delaware"
  },
  {
    "id": 430,
    "definition": "American History: Answer these questions about early American leaders. Edward Rutledge and Charles Pinckney, a former lawyer from Charleston, represented what state at the Second Continental Congress?",
    "term": "South Carolina"
  },
  {
    "id": 431,
    "definition": "American History: Answer these questions about early American leaders. Toss-Up: Prior to becoming President, this man defended eight British soldiers who fired into the crowd during the Boston Massacre. This man's wife Abigail urged him to \"remember the ladies\" when he was away at the Second Continental Congress. He appointed the \"Midnight Judges\" when leaving the White House. Identify this rival of Thomas Jefferson who was the 2nd US President.",
    "term": "John Adams"
  },
  {
    "id": 432,
    "definition": "American History: Answer these questions about clashes with Native Americans. What Native American leader had a prophesy of soldiers attacking the Lakota Sioux, which immediately preceded the Battle of Little Bighorn?",
    "term": "Sitting Bull"
  },
  {
    "id": 433,
    "definition": "American History: Answer these questions about clashes with Native Americans. What former Civil War commander led American forces at Little Bighorn, where he and his entire regiment were killed?",
    "term": "George Armstrong Custer"
  },
  {
    "id": 434,
    "definition": "American History: Answer these questions about clashes with Native Americans. Toss-Up: This event began when a deaf man named Black Coyote did not surrender his rifle and the site of this event was reclaimed by the American Indian Movement in 1973. This event occurred shortly after the death of Sitting Bull and led to the end of the Ghost Dance after it was unable to stop American bullets. Identify this 1890 incident in which American forces in South Dakota killed 150 members of the Lakota Sioux.",
    "term": "Massacre at Wounded Knee"
  },
  {
    "id": 435,
    "definition": "American History: Answer these questions about the Presidency of Thomas Jefferson. Stephen Decatur and Richard Dale led American forces in what series of wars fought with pirates from Tripoli?",
    "term": "Barbary Wars"
  },
  {
    "id": 436,
    "definition": "American History: Answer these questions about the Presidency of Thomas Jefferson. Britain declared they would continue to impress American forces after what incident in which a British ship under James Barron captured American forces on the namesake frigate?",
    "term": "Chesapeake-Leopard Affair"
  },
  {
    "id": 437,
    "definition": "American History: Answer these questions about the Presidency of Thomas Jefferson. The Non-Intercourse Act replaced this legislation that was depicted in a political cartoon featuring a snapping turtle. William Cullen Bryant wrote a poem critiquing this legislation that Macon's Bill No. 2 tried to make up for. Name this law passed by Jefferson in an attempt to economically damage Britain and France that prohibited commercial trade.",
    "term": "Embargo Act of 1807"
  },
  {
    "id": 438,
    "definition": "American History: Answer these questions about Teddy Roosevelt. Teddy Roosevelt led the Rough Riders at the Battle of San Juan Hill during what 1898 war started after the explosion of the USS Maine?",
    "term": "Spanish-American War"
  },
  {
    "id": 439,
    "definition": "American History: Answer these questions about Teddy Roosevelt. Roosevelt won the Nobel Peace Prize for his negotiation of the Treaty of Portsmouth, which ended what war in Asia that included the Battle of Tsushima Strait?",
    "term": "Russo-Japanese War"
  },
  {
    "id": 440,
    "definition": "American History: Answer these questions about Teddy Roosevelt. The area around this project changed hands after the Torrijos-Carter Treaty and was allowed by the Hay-Bunau-Varilla Treaty. To complete this project, Teddy Roosevelt advocated for the region's independence from Colombia. Identify this link between two oceans in Central America that was completed in 1914.",
    "term": "Panama Canal"
  },
  {
    "id": 441,
    "definition": "American History: Answer these questions about Martin Luther King, Jr. What 1963 composition by King included the line \"injustice anywhere is a threat to justice everywhere\" and restated a William Gladstone quote in the line \"justice too long delayed is justice denied\"?",
    "term": "Letter from Birmingham Jail"
  },
  {
    "id": 442,
    "definition": "American History: Answer these questions about Martin Luther King, Jr. King served as the first President of what civil rights organization that was founded in 1957 and led the 1963 Birmingham campaign?",
    "term": "SCLC or Southern Christian Leadership Conference"
  },
  {
    "id": 443,
    "definition": "American History: Answer these questions about Martin Luther King, Jr. Toss-Up: This city was the destination of a march that took place on Bloody Sunday, in which 600 civil rights marchers were attacked by local police. King and the SCLC led two additional marches from this City, but were forced to turn around on the Edmund Pettis Bridge. Identify this Alabama city from which King led a march to Montgomery.",
    "term": "Selma"
  },
  {
    "id": 444,
    "definition": "American History: Answer these questions about corruption in politics. What name is given to the New York City political machine that was prominent in the 1800s and 1900s and was depicted as a \"tiger\" in a cartoon by Thomas Nast?",
    "term": "Tammany Hall"
  },
  {
    "id": 445,
    "definition": "American History: Answer these questions about corruption in politics. Tammany Hall was famously led in the 19th century by what \"Boss\" who had served in the US House of Representatives and was a large New York City landowner?",
    "term": "Boss Tweed"
  },
  {
    "id": 446,
    "definition": "American History: Answer these questions about corruption in politics. Toss-Up: One member of this family served as Secretary of Commerce under Bill Clinton from 1997-2000. Another member of this family served as the Chair of the Cook County Democratic National Committee for 23 years, while simultaneously serving in his best-known position. One person with this last name was succeeded in their job by Rahm Emanuel. Identify this surname shared by two mayors of Chicago named Richard.",
    "term": "Daley"
  },
  {
    "id": 447,
    "definition": "American History: Answer these questions about \"yellow journalism\". What Hungarian-American publisher of the New York World was a proponent of yellow journalism and is best known today for a series of literary prizes awarded by Columbia University?",
    "term": "Joseph Pulitzer"
  },
  {
    "id": 448,
    "definition": "American History: Answer these questions about \"yellow journalism\". Pulitzer's primary rival was what publisher of the San Francisco Examiner and the New York Journal who was a former Democrat member of the US House of Representatives?",
    "term": "William Randolph Hearst"
  },
  {
    "id": 449,
    "definition": "American History: Answer these questions about \"yellow journalism\". Toss-Up: Many critics blamed the yellow journalism of Hearst for the death of this man, who was advised by Mark Hanna. This man was giving a speech at the Pan-American Exposition in Buffalo when he was shot and killed by Leon Czolgosz. Identify this American President who was a former Governor of Ohio and was succeeded by Teddy Roosevelt.",
    "term": "William McKinley"
  },
  {
    "id": 450,
    "definition": "American History: What man nicknamed the \"Great Commoner\", who resigned as Woodrow Wilson's Secretary of State following American entry into World War I, was nominated as Democratic nominee for President in 1896, 1900, and 1908?",
    "term": "William Jennings Bryan"
  },
  {
    "id": 451,
    "definition": "American History: Bryan is best known for giving what speech while advocated for \"free silver\"?",
    "term": "Cross of Gold speech"
  },
  {
    "id": 452,
    "definition": "American History: Toss-Up: This party won five states in the election of 1892 when it nominated James Weaver for President. Also known as the People's Party, this party joined the Democrats in nominating William Jennings Bryan in 1896; though his loss to William McKinley led to the end of this party. Identify this American third party that advocated for agrarian and labor reform and opposed the dominance of the banking and railroad industries.",
    "term": "Populist Party or People's Party (before mentioned)"
  },
  {
    "id": 453,
    "definition": "American History: Answer these questions about crimes in America. What Italian-born American anarchists were executed in 1927 for their role in an armed robbery that led to the murder of a guard?",
    "term": "Nicola Sacco and Bartolommeo Vanzetti (Both answers required in either order)"
  },
  {
    "id": 454,
    "definition": "American History: Answer these questions about crimes in America. What American terrorist killed three people and injured 23 others between 1978 and 1995 through a series of homemade bombs that were generally sent through the mail?",
    "term": "Unabomber OR Theodore Kaczynski"
  },
  {
    "id": 455,
    "definition": "American History: Answer these questions about crimes in America. Toss-Up: Following the disappearance of this person, a ransom note was discovered asking for the withdrawal of $118,000. This figure was alleged to have stolen a strawberry from her brother Burke on the night she was killed. Her body was found with a nylon cord wrapped around her neck, by her father John. Identify this six-year-old beauty queen found dead in 1996 whose murder remains unsolved to this day.",
    "term": "Jon Benet Ramsey"
  },
  {
    "id": 456,
    "definition": "American History: Identify these people who served in the cabinet of Franklin Roosevelt. What longest-serving Secretary of State in US history served in that position from 1933-1944 before winning the 1945 Nobel Peace Prize for his role in the creation of the United Nations?",
    "term": "Cordell Hull"
  },
  {
    "id": 457,
    "definition": "American History: Identify these people who served in the cabinet of Franklin Roosevelt. What man served as FDR's Secretary of the Navy from 1944-1945 before becoming the first ever Secretary of Defense when the position was created in 1945?",
    "term": "James Forrestal"
  },
  {
    "id": 458,
    "definition": "American History: Identify these people who served in the cabinet of Franklin Roosevelt. Team C: What man served as Secretary of Agriculture from 1933-1940 before replacing John Nance Garner as Vice President in 1941?",
    "term": "Henry Wallace"
  },
  {
    "id": 459,
    "definition": "US History: Answer these questions about the Civil Rights movement. Following the Supreme Court ruling in Brown v. Board of Education, what Arkansas governor ordered the National Guard to block the doors at Little Rock Central High School?",
    "term": "Orval Faubus"
  },
  {
    "id": 460,
    "definition": "US History: Answer these questions about the Civil Rights movement. Several volunteers were killed by the KKK during what June 1964 volunteer campaign that sought to register as many black voters as possible in Mississippi?",
    "term": "Freedom Summer"
  },
  {
    "id": 461,
    "definition": "US History: Answer these questions about the Civil Rights movement. Toss-Up: In 1961, the KKK attacked the Freedom Riders at a Greyhound Bus Station in this city. This city is home to Dexter Avenue Baptist Church, where Martin Luther King Jr. served as a pastor. This city was the endpoint of a 1965 march that protested Governor George Wallace and started in the city of Selma. Identify this Alabama city where a bus boycott occurred following an incident with Rosa Parks.",
    "term": "Montgomery"
  },
  {
    "id": 462,
    "definition": "US History: Answer the following about colonial America. Virginia Dare, the first English child born in the New World, was born in what colony, where the word \"CROATOAN\" was found carved into a tree?",
    "term": "Roanoke"
  },
  {
    "id": 463,
    "definition": "US History: Answer the following about colonial America. The Roanoke Colony was sponsored by what man who was a favorite of Elizabeth I and who names a US capital city?",
    "term": "Sir Walter Raleigh"
  },
  {
    "id": 464,
    "definition": "US History: Answer the following about colonial America. Toss-Up: At the Battle of Point Pleasant, members of this colony defeated Chief Cornstalk. The ship Susan Constant landed at this colony, and its governor William Berkeley sparked Bacon's Rebellion here. The House of Burgesses was located in this colony, where John Rolfe produced tobacco. The first permanent settlement in America was what colony located in Virginia?",
    "term": "Jamestown (prompt on \"Virginia\")"
  },
  {
    "id": 465,
    "definition": "US History: Answer these questions about the Mexican-American War. Nicholas Trist negotiated what treaty that ended the Mexican-American War?",
    "term": "Treaty of Guadalupe-Hidalgo"
  },
  {
    "id": 466,
    "definition": "US History: Answer these questions about the Mexican-American War. What 1846 piece of legislation proposed to ban slavery in any territory acquired during the Mexican-American war?",
    "term": "Wilmot Proviso"
  },
  {
    "id": 467,
    "definition": "US History: Answer these questions about the Mexican-American War. Toss-Up: Prior to the start of the war, this man and Thomas Fitzpatrick were hired to map the mouth of the Columbia River. During the war, the Treaty of Cahuenga appointed this man as a military governor, but he resigned that position after being court-marshalled by Stephen Kearney. This man would later serve as a US Senator from California. Identify this man nicknamed \"The Pathfinder\" who was the first Republican Presidential candidate.",
    "term": "John C. Fremont"
  },
  {
    "id": 468,
    "definition": "US History: Answer these questions about Lyndon Johnson. Johnson used the Daisy Ad to attack what Arizona politician who he defeated in the Presidential election of 1964?",
    "term": "Barry Goldwater"
  },
  {
    "id": 469,
    "definition": "US History: Answer these questions about Lyndon Johnson. As President, LBJ passed a series of reforms, including Medicare and Medicaid, as a part of what set of domestic programs?",
    "term": "Great Society"
  },
  {
    "id": 470,
    "definition": "US History: Answer these questions about Lyndon Johnson. Toss-Up: This legislation was filibustered for 83 days, including a lengthy filibuster by Strom Thurmond. This law was ruled Constitutional by the US Supreme Court in the case Heart of Atlanta Motel v. United States, which stated that this law was permissible according to the Commerce Clause. Lyndon Johnson advocated for what 1964 act which made racial discrimination and segregation illegal?",
    "term": "Civil Rights Act of 1964"
  },
  {
    "id": 471,
    "definition": "US History: Answer the following about William Jennings Bryan. Bryan is perhaps best known for giving what 1896 speech in support of bimetallism that stated \"you shall not crucify mankind upon\" the title object?",
    "term": "Cross of Gold (prompt on partial answers)"
  },
  {
    "id": 472,
    "definition": "US History: Answer the following about William Jennings Bryan. Bryan resigned from his post as Secretary of State following what 1915 event that brought the US into World War I?",
    "term": "Sinking of the Lusitania"
  },
  {
    "id": 473,
    "definition": "US History: Answer the following about William Jennings Bryan. Toss-Up: This event was covered extensively by H.L. Mencken of the Baltimore Sun and was the subject of the film Inherit the Wind. This event stemmed from a violation of the Butler Act by a teacher in Dayton, Tennessee. Bryan represented the prosecution while Clarence Darrow represented the defense in what 1925 case that concerned the teaching of evolution in public schools.",
    "term": "Scopes Monkey Trial"
  },
  {
    "id": 474,
    "definition": "US History: Identify the following US Presidents. What victor at the Battle of the Thames ran for President in 1840 using the \"Log Cabin and Hard Cider\" campaign?",
    "term": "William Henry Harrison"
  },
  {
    "id": 475,
    "definition": "US History: Identify the following US Presidents. What dark horse candidate for President in 1844 was the only person in history to serve as President and Speaker of the House?",
    "term": "James K. Polk"
  },
  {
    "id": 476,
    "definition": "US History: Identify the following US Presidents. Toss-Up: This man won his first term as President by defeating the Democrat John W. Davis, despite a split in his party that led Robert Lafollette to run as a Third-Party Candidate. The Kellogg-Briand Pact was signed during the Presidency of this man who first rose to prominence after putting down the Boston Police Strike while serving as Governor of Massachusetts. Identify this \"silent\" 30th President who came to power after the death of Warren G. Harding.",
    "term": "Calvin Coolidge"
  },
  {
    "id": 477,
    "definition": "American History: Answer these questions about a land acquisition. What 1853 American land purchase from Mexico was completed with the intention of building a transcontinental railroad?",
    "term": "Gadsden Purchase"
  },
  {
    "id": 478,
    "definition": "American History: Answer these questions about a land acquisition. The Gadsden Purchase took place under the administration of what 14th president?",
    "term": "Franklin Pierce"
  },
  {
    "id": 479,
    "definition": "American History: Answer these questions about a land acquisition. Toss-Up: This man was the US negotiator for the Gadsden purchase while serving as Franklin Pierce's Secretary of State. Former president Zachary Taylor was the father-in-law to this man. This man's cabinet included Judah P. Benjamin as Secretary of State and Alexander Stephens as his Vice President. Identify this southern politician who served as the President of the Confederacy.",
    "term": "Jefferson Davis"
  },
  {
    "id": 480,
    "definition": "American History: Answer these questions about the administration of Franklin Roosevelt. Roosevelt's New Deal included the creation of what agency whose purpose was to aid the south by providing electricity and flood control?",
    "term": "Tennessee Valley Authority"
  },
  {
    "id": 481,
    "definition": "American History: Answer these questions about the administration of Franklin Roosevelt. More than a million people were hired by what New Deal agency that carried out public works programs across the country.",
    "term": "Works Progress Administration"
  },
  {
    "id": 482,
    "definition": "American History: Answer these questions about the administration of Franklin Roosevelt. Toss-Up: The act establishing this program was passed in 1935 as part of Roosevelt's Second New Deal. Title X of this act deals with individuals who suffer from blindness, while Title V addresses maternal and child welfare. This program was upheld in the case of Helvering v. Davis which stated that taxes it collects are legal under the 10th amendment. Identify the 1935 act designed to provide assistance to American seniors.",
    "term": "Social Security Act"
  },
  {
    "id": 483,
    "definition": "American History: Identify the following female activists. What co-founder of the Woman's Temperance movement with Elizabeth Cady Stanton was the first American woman to appear on money?",
    "term": "Susan B. Anthony"
  },
  {
    "id": 484,
    "definition": "American History: Identify the following female activists. What African-American abolitionist gave the \"Ain't I a Woman\" speech at a convention in Akron, Ohio?",
    "term": "Sojourner Truth"
  },
  {
    "id": 485,
    "definition": "American History: Identify the following female activists. Toss-Up: This activist's husband was arrested in violation of the Comstock Laws for distributing a pamphlet entitled \"Family Limitations.\" This woman fled to Europe after several issues of her magazine The Woman Rebel were declared to be obscene. What birth control activist and founder of Planned Parenthood wrote the pamphlet What Every Girl Should Know?",
    "term": "Margaret Sanger"
  },
  {
    "id": 486,
    "definition": "American History: Answer these questions about the American Revolution. What man was called a \"traitor\" after attempting to sell West Point to the British during the war?",
    "term": "Benedict Arnold"
  },
  {
    "id": 487,
    "definition": "American History: Answer these questions about the American Revolution. Benedict Arnold and Horatio Gates led troops against John Burgoyne at what 1777 battle fought in New York that caused the French to enter the war?",
    "term": "Battle of Saratoga"
  },
  {
    "id": 488,
    "definition": "American History: Answer these questions about the American Revolution. Toss-Up: Along with his cousin Remember Baker, this man formed a land speculation company known as the Onion River Company. This man discussed religion and superstition in his deist book Reason: The Only Oracle of Man. This man was captured during a raid on Montreal but aided Benedict Arnold in capturing Fort Ticonderoga. Identify this man who was a founder of Vermont and leader of the Green Mountain Boys.",
    "term": "Ethan Allen"
  },
  {
    "id": 489,
    "definition": "American History: Identify these rebellions or conflicts. Lighthorse Harry Lee lead the Watermelon Army during what 1791 rebellion in protest of an alcohol tax?",
    "term": "Whiskey Rebellion"
  },
  {
    "id": 490,
    "definition": "American History: Identify these rebellions or conflicts. The weaknesses of the Articles of Confederation were shown by what 1786-1787 rebellion that included an attempt to seize the Springfield armory?",
    "term": "Shays' Rebellion"
  },
  {
    "id": 491,
    "definition": "American History: Identify these rebellions or conflicts. Toss-Up: The leader of this rebellion criticized a monopoly on the beaver trade in his \"Declaration of the People\". This rebellion occurred in part due to attacks by the Doeg Indians and was stopped shortly after its leader died of dysentery in 1676. Identify this rebellion in Virginia against the rule of Governor William Berkeley that saw the burning of Jamestown.",
    "term": "Bacon's Rebellion"
  },
  {
    "id": 492,
    "definition": "American History: Identify these politicians who have faced family tragedies. What former Delaware senator who later served as vice president commuted to Washington DC daily on the Amtrak after his wife and daughter were killed in a car accident in 1972?",
    "term": "Joe Biden"
  },
  {
    "id": 493,
    "definition": "American History: Identify these politicians who have faced family tragedies. What former Massachusetts senator was struck with grief after his brother Robert died in 1968, just five years after his other brother John died?",
    "term": "Edward Moore Kennedy [or Ted Kennedy, prompt on Kennedy]"
  },
  {
    "id": 494,
    "definition": "American History: Identify these politicians who have faced family tragedies. What president's brother Fred died of alcoholism in 1981, resulting in this president avoiding alcohol and other vices like tobacco and drugs.",
    "term": "Donald Trump"
  },
  {
    "id": 495,
    "definition": "American History: Given a series of events from American history, identify who was President when they occurred. The Great Chicago Fire, Yellowstone National Park was created, the Battle of Little Bighorn, and the Credit Mobilier scandal.",
    "term": "Ulysses S. Grant"
  },
  {
    "id": 496,
    "definition": "American History: Given a series of events from American history, identify who was President when they occurred. The Rush-Bagot treaty was signed, the Adams-Onis Treaty was signed, the Gibbons v. Ogden decision was handed down, and the Missouri Compromise",
    "term": "James Monroe"
  },
  {
    "id": 497,
    "definition": "American History: Given a series of events from American history, identify who was President when they occurred. Toss-Up: This man is the only person who had served as Speaker of the House to become President. This man reduced tariff rates during his time as President with the passage of the Walker Tariff and he served as President during the end of the Mexican-American War. Identify this man who was in office during the Seneca Falls convention, the 11th President of the United States.",
    "term": "James K. Polk"
  },
  {
    "id": 498,
    "definition": "US History: Night at the Museum 2 featured many historical figures; let's name some of them. Amy Adams portrayed what pilot who was the first female aviator to fly solo across the Atlantic Ocean?",
    "term": "Amelia Earhart"
  },
  {
    "id": 499,
    "definition": "US History: Night at the Museum 2 featured many historical figures; let's name some of them. Bill Hader played what general who fought in the Civil War before being killed by Native Americans at the Battle of Little Bighorn?",
    "term": "George Custer"
  },
  {
    "id": 500,
    "definition": "US History: Night at the Museum 2 featured many historical figures; let's name some of them. Toss-Up: This man was associated with groups known as the Bowery Boys and the Brooklyn Rippers and at one point, this man moved his operation to the city of Cicero. Hymie Weiss was an enemy of this figure who was mentored by Johnny Torrio. This enemy of \"Big Bill\" Thompson worked from the Lexington Hotel and he received his nickname following a fight at a nightclub. Jon Bernthal played what man who targeted Bugs Moran's gang in the St. Valentine's Day Massacre and was nicknamed \"Scarface?\"",
    "term": "Al Capone"
  },
  {
    "id": 501,
    "definition": "American History: Answer these questions about the Civil War. What man who was appointed Chief-of-Staff of the Union army in 1861 ran for President against Abraham Lincoln in 1864?",
    "term": "George McClellan"
  },
  {
    "id": 502,
    "definition": "American History: Answer these questions about the Civil War. George McClellan was the leader of what branch of the Union army that fought the Battles of Chancellorsville and Antietam?",
    "term": "Army of the Potomac"
  },
  {
    "id": 503,
    "definition": "American History: Answer these questions about the Civil War. Toss-Up: One side in this battle was stationed at Henry House Hill. Reinforcements at this battle were provided by Joseph Johnston to aid the forces of PGT Beauregard. Stonewall Jackson earned his nickname at this battle, which was also known as Manassas. A second battle of this name saw John Pope's forces defeated by Robert E. Lee. Identify this Civil War battle.",
    "term": "Battle of Bull Run"
  },
  {
    "id": 504,
    "definition": "US History: Answer these questions about assassination attempts. What anarchist assassinated William McKinley at the Pan-American Exposition in New York in 1901?",
    "term": "Leon Czolgosz"
  },
  {
    "id": 505,
    "definition": "US History: Answer these questions about assassination attempts. The Pendleton Act was passed after what man assassinated James Garfield at a Washington DC Railroad station?",
    "term": "Charles Guiteau"
  },
  {
    "id": 506,
    "definition": "US History: Answer these questions about assassination attempts. Toss-Up: Talmadge Hayer assassinated this man with a sawed-off shotgun. Earlier, the leader of Temple Number Seven had attempted to kill this man with a car bomb. This man stated, \"I'm not anti-Democrat, I'm not anti-Republican, I'm not anti-anything\" during his \"The Ballot or the Bullet Speech.\" This man, who was previously known as \"Detroit Red,\" was killed at the Audubon Ballroom. Alex Haley wrote the autobiography of what civil rights activist?",
    "term": "Malcolm X"
  },
  {
    "id": 507,
    "definition": "American History: Answer these questions about US terrorist attacks. On September 11th, 2001, United Flight 93 did not make it to Washington DC, instead crashing in the town of Shanksville in what US state?",
    "term": "Pennsylvania"
  },
  {
    "id": 508,
    "definition": "American History: Answer these questions about US terrorist attacks. In October 2017, gunman Stephen Paddock killed 58 people during the Route 91 Harvest music festival in what US city?",
    "term": "Las Vegas"
  },
  {
    "id": 509,
    "definition": "American History: Answer these questions about US terrorist attacks. Toss-Up: The perpetrator of this event was arrested after being pulled over for driving without a license plate. This event was allegedly coordinated as a response to government actions in Waco, Texas. 168 people died in this attack that was carried out by Timothy McVeigh and Terry Nichols. Identify this 1995 attack on the Alfred P. Murrah Federal Building in the capital of a midwestern state.",
    "term": "Oklahoma City bombing"
  },
  {
    "id": 510,
    "definition": "American History: Identify the following Civil War Battles. What 1862 battle fought in Maryland saw the bloodiest day of fighting in the Civil War with over 22,000 casualties?",
    "term": "Battle of Antietam or Battle of Sharpsburg"
  },
  {
    "id": 511,
    "definition": "American History: Identify the following Civil War Battles. The 1861 shelling of what fort in South Carolina is considered to be the start of the war?",
    "term": "Fort Sumter"
  },
  {
    "id": 512,
    "definition": "American History: Identify the following Civil War Battles. Toss-Up: During this battle, one side successfully defended Cemetery Ridge and Little Round Top. George Meade replaced Joseph Hooker as the leader of one side in this battle. Around 5,000 men were killed during this battle's famous charge that was led by George Pickett. \"Four score and seven years ago...\" begins an address named for what 1863 Pennsylvania battle that was the turning point of the Civil War?",
    "term": "Battle of Gettysburg"
  },
  {
    "id": 513,
    "definition": "American History: Answer these questions about the Civil Rights movement. In 1955, Martin Luther King Jr. led a bus boycott in what city where Rosa Parks had refused to give up her bus seat?",
    "term": "Montgomery"
  },
  {
    "id": 514,
    "definition": "American History: Answer these questions about the Civil Rights movement. In 1965, King led a march across the Edmund Pettis Bridge in what Alabama city on a march to Montgomery?",
    "term": "Selma"
  },
  {
    "id": 515,
    "definition": "American History: Answer these questions about the Civil Rights movement. Toss-Up: This man was confined to a wheelchair until his 1998 death following an assassination attempt by Arthur Bremer in 1972. This man is the most recent third party candidate to receive electoral votes when he did so as a member of the American Independent Party in 1968. This man's inaugural address in 1963 stated ''segregation now, segregation tomorrow, segregation forever''. Identify this Governor of Alabama who ordered state troopers to stop the Selma to Montgomery march.",
    "term": "George Wallace"
  },
  {
    "id": 516,
    "definition": "American History: Answer these questions about the US Space program. What American astronaut was the first man to walk on the moon?",
    "term": "Neil Armstrong"
  },
  {
    "id": 517,
    "definition": "American History: Answer these questions about the US Space program. What American astronaut was the first man to orbit the earth?",
    "term": "John Glenn"
  },
  {
    "id": 518,
    "definition": "American History: Answer these questions about the US Space program. Toss-Up: Fred Haise served as the lunar module pilot on this mission after Ken Mattingly was not cleared to fly. This mission was aborted two days after takeoff following the explosion of an oxygen tank and was thus unable to land on the near side of the moon. James Lovell commanded what 1970 mission that was third attempt to land on the moon?",
    "term": "Apollo 13 (prompt on \"Apollo\" alone)"
  },
  {
    "id": 519,
    "definition": "American History: Answer these questions about violent events in American history. 11 people were killed in 1859 when John Brown led a raid on the federal arsenal in what West Virginia city?",
    "term": "Harper's Ferry"
  },
  {
    "id": 520,
    "definition": "American History: Answer these questions about violent events in American history. 63 people were killed in 1992 following riots in what US city stemming from the televised police beating of cab driver Rodney King?",
    "term": "Los Angeles"
  },
  {
    "id": 521,
    "definition": "American History: Answer these questions about violent events in American history. Toss-Up: This event that led to the death of Albert Parson was believed to be a part of the \"Monday Night Conspiracy,\" and William Sigler was arrested in the aftermath. Governor John Altgeld pardoned eight people in the aftermath of this event, that began the decline of the Knights of Labor. The McCormick Harvesting Company was the site of what 1886 labor riot in Chicago?",
    "term": "Haymarket Square​ Riots"
  },
  {
    "id": 522,
    "definition": "American History: Answer these questions about the War of 1812. What first lady saved many important documents and paintings from the White House before the British set it ablaze during the War?",
    "term": "Dolley Madison (prompt on \"Madison\" alone)"
  },
  {
    "id": 523,
    "definition": "American History: Answer these questions about the War of 1812. What man composed the Star Spangled Banner while watching Fort McHenry get shelled during the War?",
    "term": "Francis Scott Key"
  },
  {
    "id": 524,
    "definition": "American History: Answer these questions about the War of 1812. Toss-Up: This man's troops spent the winter of 1813 camped at Fort Strother after winning the Battle of Talladega against the Red Stick Confederacy. This man abandoned a fort in Pensacola to the Spanish in order to head west during the war, ultimately winning a battle that was fought three weeks after the Treaty of Ghent ended the war. Identify this victor at the Battle of New Orleans who later became the 7th US President.",
    "term": "Andrew Jackson"
  },
  {
    "id": 525,
    "definition": "American History: Answer these questions about events that occurred during the Kennedy administration. What 13 day event in 1962 ended with the removal of US weapons from a military base in Turkey in exchange for the removal of the title objects?",
    "term": "Cuban Missile Crisis"
  },
  {
    "id": 526,
    "definition": "American History: Answer these questions about events that occurred during the Kennedy administration. The Cuban Missile Crisis occurred in response to what event in which the CIA trained Cuban exiles to overthrow Fidel Castro's government?",
    "term": "Bay of Pigs invasion"
  },
  {
    "id": 527,
    "definition": "American History: Answer these questions about events that occurred during the Kennedy administration. Toss-Up: This organization was established during the Kennedy administration by Executive Order 10924 and was announced in a news conference in 1961. Richard Nixon claimed that this organization would be a haven for draft dodgers. The first director of this organization was Sargent Shriver, the President's brother-in-law. Identify this government-run volunteer program designed to promote friendship around the world.",
    "term": "Peace Corps"
  },
  {
    "id": 528,
    "definition": "US History: Identify these battles fought in North America. Albert Sidney Johnston was killed at what 1862 battle of the Civil War that was fought at Pittsburg Landing in Tennessee?",
    "term": "Battle of Shiloh"
  },
  {
    "id": 529,
    "definition": "US History: Identify these battles fought in North America. Andrew Jackson was victorious at what 1815 battle of the War of 1812 that was fought three weeks after the signing of the Treaty of Ghent?",
    "term": "Battle of New Orleans"
  },
  {
    "id": 530,
    "definition": "US History: Identify these battles fought in North America. Toss-Up: One year after the conclusion of this battle, Chevalier de Lévis led French forces to victory at the Battle of Sainte-Foy to retake a portion of land that was lost. One leader at this battle died after taking a musket ball to the ribs, while another leader was killed by three gunshots moments after the start of this battle. Marquis de Montcalm and James Wolfe were killed in what 1759 battle of the French and Indian War.",
    "term": "Battle of Quebec OR Battle of the Plains of Abraham"
  },
  {
    "id": 531,
    "definition": "US History: Identify these losing Presidential candidates. What former Governor of Massachusetts was defeated by George HW Bush in the election of 1988?",
    "term": "Michael Dukakis"
  },
  {
    "id": 532,
    "definition": "US History: Identify these losing Presidential candidates. What former Vice President under Jimmy Carter and Minnesota Senator lost the 1984 election to Ronald Reagan?",
    "term": "Walter Mondale"
  },
  {
    "id": 533,
    "definition": "US History: Identify these losing Presidential candidates. Toss-Up: Ronald Reagan gave a speech entitled \"A Time for Choosing\" in support of this man who was the author of The Conscious of a Conservative. This man defeated Nelson Rockefeller to win his party's nomination and suggested that the United States should use nuclear weapons against China. This man's opponent used the Daisy Ad against him and he was succeeded in the Senate by John McCain. Identify this Arizona Senator who lost the 1964 Presidential election to Lyndon Johnson.",
    "term": "Barry Goldwater"
  },
  {
    "id": 534,
    "definition": "American History: Answer these questions about 19th century American politics. From 1858-1871, what man nicknamed \"Boss\" served as the leader of the Democratic Political machine known as Tammany Hall?",
    "term": "William \"Boss\" Tweed"
  },
  {
    "id": 535,
    "definition": "American History: Answer these questions about 19th century American politics. What American cartoonist who created the Republican elephant and the modern image of Santa Claus depicted Boss Tweed as the \"Tammany Tiger\"?",
    "term": "Thomas Nast"
  },
  {
    "id": 536,
    "definition": "American History: Answer these questions about 19th century American politics. Toss-Up: During this President's administration, the US signed the Treaty of Washington with Great Britain to resolve the Alabama claims. This man's ally Roscoe Conkling encouraged him to seek a third term as President in 1880. This man was involved in a scandal that implicated his personal secretary Orville Babcock. Identify this US President who was involved in the Whiskey Ring scandal following his service in the Civil War.",
    "term": "Ulysses S. Grant"
  },
  {
    "id": 537,
    "definition": "American History: Answer the following about American involvement in World War II. Joe Rosenthal photographed American soldiers raising the US flag during what battle?",
    "term": "Battle of Iwo Jima"
  },
  {
    "id": 538,
    "definition": "American History: Answer the following about American involvement in World War II. Today, a memorial stands at Pearl Harbor to honor the 1,177 soldiers killed aboard what battleship that was sunk during the Japanese attack on Pearl Harbor?",
    "term": "USS Arizona"
  },
  {
    "id": 539,
    "definition": "American History: Answer the following about American involvement in World War II. Toss-Up: Raymond Spruance replaced one side's commander during this battle that saw the Station Hypo crack the JN-25 code,. The USS Yorktown was sunk during the \"Famous Four Minutes\" of this battle that also saw the American side sink four Japanese carriers. This battle took place six months after Pearl Harbor and saw Chester Nimitz defeat Isoroku Yamamoto. Identify this turning point of the Pacific Theater named for an atoll.",
    "term": "Battle of Midway"
  },
  {
    "id": 540,
    "definition": "American History: Identify these people who are namesakes of US cities. What English explorer who names a city in North Carolina carried out two expeditions to the Americas in search of the city of El Dorado?",
    "term": "Sir Walter Raleigh"
  },
  {
    "id": 541,
    "definition": "American History: Identify these people who are namesakes of US cities. What victor at the Battle of San Jacinto is the namesake of the fourth largest city in the United States?",
    "term": "Sam Houston"
  },
  {
    "id": 542,
    "definition": "American History: Identify these people who are namesakes of US cities. Toss-Up: This leader fought for independence from Mexico in the Fredonian Rebellion and led the Old Three Hundred after the death of his father Mose. This man led rebels at the Siege of Bexar and later became Secretary of State of a short lived republic. Identify this Texas leader who gives his name to the state's capital.",
    "term": "Stephen F. Austin"
  },
  {
    "id": 543,
    "definition": "American History: Answer these questions about the 9/11 terrorist attacks. The first flight to hit the towers, American Airlines Flight 11, had taken off from what city's Logan Airport?",
    "term": "Boston"
  },
  {
    "id": 544,
    "definition": "American History: Answer these questions about the 9/11 terrorist attacks. American Airlines Flight 77, which hit the Pentagon, had taken off from what city's Dulles Airport?",
    "term": "Washington DC"
  },
  {
    "id": 545,
    "definition": "American History: Answer these questions about the 9/11 terrorist attacks. This man gave a speech at the Pentagon on the morning of September 11th stating that the US would face a shocking event within the next several months. This man was criticized by Pentagon security for disobeying their requests to not help with evacuations. Following the attacks, this man was named in a lawsuit about the treatment of prisoners at Guantanamo Bay. Identify this man who served as Secretary of Defense under both Gerald Ford and George W. Bush.",
    "term": "Donald Rumsfeld"
  },
  {
    "id": 546,
    "definition": "American History: Answer these questions about positions in the US Government. John Kelly currently holds what highest ranking position in the White House that essentially serves as the President's executive secretary and the gate-keeper of the White House?",
    "term": "Chief of Staff"
  },
  {
    "id": 547,
    "definition": "American History: Answer these questions about positions in the US Government. Sean Spicer once held and Sarah Huckabee Sanders currently holds what position in the White House that is responsible for communicating with the media?",
    "term": "White House Press Secretary"
  },
  {
    "id": 548,
    "definition": "American History: Answer these questions about positions in the US Government. Toss-Up: Frances Folsom was the both the youngest person to serve in this unofficial position as well as the only person to hold the position twice. There are currently five living people who have formerly served in this position first held by Martha Dandridge. The \"Just Say No\" campaign was promoted by Barbara Bush while serving in what unofficial position as the wife of the current chief executive?",
    "term": "First Lady of the United States"
  },
  {
    "id": 549,
    "definition": "American History: Answer these questions about an American President. The presidency of what President saw the Alien and Sedition Acts and the Quasi War with France?",
    "term": "John Adams (prompt on \"Adams\" alone)"
  },
  {
    "id": 550,
    "definition": "American History: Answer these questions about an American President. In 1770, Adams and Josiah Quincy defended eight British citizens who were on trial for their role in what event that led to the death of five Americans?",
    "term": "Boston Massacre"
  },
  {
    "id": 551,
    "definition": "American History: Answer these questions about an American President. Toss-Up: Bushrod Washington and William Cushing were among the justices who heard this case that deemed Section 13 of the Judiciary Act unconstitutional. The case of Calder v. Bull expanded upon this case that was brought due to Adams' appointment of the so-called \"Midnight Judges\". Identify this landmark 1803 Supreme Court case that established the principle of judicial review.",
    "term": "Marbury v. Madison"
  },
  {
    "id": 552,
    "definition": "American History: Answer these questions about the election of 1984. This two-term Senator from Minnesota was Jimmy Carter's Vice President and his Vice Presidential nominee was Geraldine Ferraro. Identify this losing Democratic candidate who won only electoral votes in his home state and Washington DC.",
    "term": "Walter Mondale"
  },
  {
    "id": 553,
    "definition": "American History: Answer these questions about the election of 1984. This four-term senator from Ohio received two votes at the Democratic National Convention despite withdrawing from the race several months earlier. Identify this man better known for his actions aboard Friendship 7 in February 1962.",
    "term": "John Glenn"
  },
  {
    "id": 554,
    "definition": "American History: Answer these questions about the election of 1984. This man finished third in the Democratic Party in delegates behind Mondale and Gary Hart. This man led a chapter of Operation Breadbasket in Chicago in 1966 and later went on to lead Operation People United to Save Humanity. This man was a member of the SCLC until he had a disagreement with Ralph Abernathy. Identify this civil rights activist and founder of the Rainbow/PUSH Coalition who ran for the Democratic nomination in 1984 and 1988.",
    "term": "Jesse Jackson"
  },
  {
    "id": 555,
    "definition": "American History: Identify the following Civil War Battles. Thomas Jackson received his nickname \"Stonewall\" at what first major battle of the Civil War that was fought in Virginia and ended with the forced retreat of Union forces?",
    "term": "Battle of First Bull Run or First Manassas (Prompt if answer doesn't specify \"First\", do not accept any answers regarding \"Second\".)"
  },
  {
    "id": 556,
    "definition": "American History: Identify the following Civil War Battles. Joseph Hooker was dismissed in the aftermath of what 1863 Confederate victory that saw the death of \"Stonewall\" Jackson?",
    "term": "Battle of Chancellorsville"
  },
  {
    "id": 557,
    "definition": "American History: Identify the following Civil War Battles. Toss-Up: Sites of fighting during this battle included Cemetery Ridge, Big Round Top, and Little Round Top. J. E. B. Stuart was supposed to bring reinforcements to one side in this battle that did not come until the day after. George Pickett led his namesake \"charge\" during this battle which led to the death of 15,000 Confederate forces. Identify this turning point in the Civil War that lends its name to an address by Abraham Lincoln.",
    "term": "Battle of Gettysburg"
  },
  {
    "id": 558,
    "definition": "American History: Answer these questions about events that occurred during the Kennedy administration. What 13 day event in 1962 ended with the removal of US weapons from a military base in Turkey in exchange for the removal of the title objects?",
    "term": "Cuban Missile Crisis"
  },
  {
    "id": 559,
    "definition": "American History: Answer these questions about events that occurred during the Kennedy administration. The Cuban Missile Crisis occurred in response to what event in which the CIA trained Cuban exiles to overthrow Fidel Castro's government?",
    "term": "Bay of Pigs invasion"
  },
  {
    "id": 560,
    "definition": "American History: Answer these questions about events that occurred during the Kennedy administration. Toss-Up: This organization was established during the Kennedy administration by Executive Order 10924 and was announced in a news conference in 1961. Richard Nixon claimed that this organization would be a haven for draft dodgers. The first director of this organization was Sargent Shriver, the President's brother-in-law. Identify this government-run volunteer program designed to promote friendship around the world.",
    "term": "Peace Corps"
  },
  {
    "id": 561,
    "definition": "American History: Answer these questions about assassinations and assassination attempts in the US. Manson family member Lynette \"Squeaky\" Fromme attempted to assassinate what US President in 1975 near Sacramento's Capitol Park?",
    "term": "Gerald Ford"
  },
  {
    "id": 562,
    "definition": "American History: Answer these questions about assassinations and assassination attempts in the US. During a renovation of the White House, two Puerto Rican nationalists attempted to assassinate what US President in 1950 outside of Blair House, his temporary residence?",
    "term": "Harry Truman"
  },
  {
    "id": 563,
    "definition": "American History: Answer these questions about assassinations and assassination attempts in the US. Toss-Up: Early in his career, this politician took on Jimmy Hoffa and organized labor with this book The Enemy Within. This man gave a speech from the back of a flatbed truck announcing the assassination of Martin Luther King, Jr. This man's last words were \"don't lift me\" after he was shot in the kitchen of the Ambassador Hotel. Identify this Democratic candidate in the election of 1968 who was killed shortly after winning the California primary by Sirhan Sirhan.",
    "term": "Robert Kennedy OR Bobby Kennedy (prompt on \"Kennedy\" alone)"
  },
  {
    "id": 564,
    "definition": "American History: Identify the following former Secretaries of State What Secretary of State under Abraham Lincoln bought Alaska for 7.2 million dollars in what was dubbed his namesake folly?",
    "term": "William Seward"
  },
  {
    "id": 565,
    "definition": "American History: Identify the following former Secretaries of State What man who served as the Secretary of State under William Harrison, John Tyler, and Millard Fillmore, signed a treaty with Baron Ashburton that ended the Aroostook War?",
    "term": "Daniel Webster"
  },
  {
    "id": 566,
    "definition": "American History: Identify the following former Secretaries of State Toss-Up: This man shared the Nobel Peace Prize with Le Duc Tho for their work at the Paris Peace Conference, and he helped overthrow the President of Chile, Salvador Allende. This man worked with the Soviet Union to facilitate the period of \"detente.\" Identify this German Secretary of State under Gerald Ford and Richard Nixon.",
    "term": "Henry Kissinger"
  },
  {
    "id": 567,
    "definition": "US History: Answer these questions about conflicts on American soil. The forces of William Henry Harrison defeated Tecumseh at what 1811 battle fought at Prophetstown?",
    "term": "Battle of Tippecanoe"
  },
  {
    "id": 568,
    "definition": "US History: Answer these questions about conflicts on American soil. The Ohio territory was ceded to the United States after what 1794 battle that saw the forces of \"Mad\" Anthony Wayne defeat a coalition of Little Turtle and Blue Jacket?",
    "term": "Battle of Fallen Timbers"
  },
  {
    "id": 569,
    "definition": "US History: Answer these questions about conflicts on American soil. Tossup: This conflict was called Operation Z by the attackers, and this event was partially sparked by the Hull Note. A Fourteen Part Message was supposed to precede this conflict, and Wheelers Field was attacked during this conflict's First Wave. The USS Arizona was sunk during this event, and it began with the words, \"Tora, tora, tora.\" Identify this attack on a Hawaiian naval base by the Japanese during World War II.",
    "term": "Attack on Pearl Harbor"
  },
  {
    "id": 570,
    "definition": "US History: Answer these questions about the US Civil War. William Tecumseh Sherman described the capture of what southern city in 1864 his \"Christmas present\" to Abraham Lincoln? This city was the terminus of Sherman's March to the Sea.",
    "term": "Savannah"
  },
  {
    "id": 571,
    "definition": "US History: Answer these questions about the US Civil War. What man lost the 1864 Presidential election to Abraham Lincoln after being replaced as commander of the Army of the Potomac by Lincoln after the Battle of Antietam?",
    "term": "George McClellan"
  },
  {
    "id": 572,
    "definition": "US History: Answer these questions about the US Civil War. Tossup: During this battle, forces under Lew Wallace marched to the wrong location and Confederate forces tried to force the Union to Owl Creek. Union troops were aided at this battle by the arrival of John Carlos Buell's troops on the second day of fighting. Confederate general Albert Sidney Johnston was killed at this battle that saw Union troops take position along a sunken road dubbed the \"Hornet's Nest\". Identify this 1862 Union victory that saw Ulysses S. Grant push the Confederates out of Tennessee.",
    "term": "Battle of Shiloh"
  },
  {
    "id": 573,
    "definition": "US History: Answer these questions about violent crime in America. What American serial killer was arrested in Milwaukee in 1991 and charged with the murder of 17 men and boys over a thirteen year period? This man was beaten to death in prison in 1994.",
    "term": "Jeffrey Dahmer"
  },
  {
    "id": 574,
    "definition": "US History: Answer these questions about violent crime in America. What nickname was given to Ted Kaczynski, a man who killed three and injured 23 while hiding out in a Montana cabin?",
    "term": "Unabomber"
  },
  {
    "id": 575,
    "definition": "US History: Answer these questions about violent crime in America. Tossup: Susan Atkins, an accomplice of this man, wrote the words \"political piggy\" on the wall after murdering Gary Hinman. Followers of this man included Lynette \"Squeaky\" Frome, who attempted to assassinate Gerald Ford and this man was inspired by the Beatles song \"Helter Skelter\". The murder of actress Sharon Tate was carried out by followers of what cult leader who died in a California prison in November 2017?",
    "term": "Charles Manson"
  },
  {
    "id": 576,
    "definition": "American History: Identify these US states from information contained on their state quarter. A scene of Washington crossing the Delaware River appears on the back of what state's quarter? It may help to know that Washington was heading to a battle in this state when he performed that action.",
    "term": "New Jersey"
  },
  {
    "id": 577,
    "definition": "American History: Identify these US states from information contained on their state quarter. A picture of Caesar Rodney on horseback appears on the back of what state's quarter? This state's quarter also bears the words \"The First State\".",
    "term": "Delaware"
  },
  {
    "id": 578,
    "definition": "American History: Identify these US states from information contained on their state quarter. Toss-Up: One person depicted on this state's quarter is John Muir, who was a co-founder of the Sierra Club, which is based in this state. This state's quarter also contains the image of a critically endangered bird that went extinct in the wild in 1987, this state's namesake \"condor\". The third image on this state's quarter is Half Dome, which appears in this state's best-known national park. Identify this US state home to the Yosemite National Park.",
    "term": "California"
  },
  {
    "id": 579,
    "definition": "American History: Identify the following US states. Which of the original 13 colonies was founded by James Oglethorpe as a debtor's haven?",
    "term": "Georgia"
  },
  {
    "id": 580,
    "definition": "American History: Identify the following US states. Which of the original 13 colonies was the last to become a state? This colony notably did not send any delegates to the Constitutional convention.",
    "term": "Rhode Island"
  },
  {
    "id": 581,
    "definition": "American History: Identify the following US states. Toss-Up: This state is the setting of a Charles Porter photograph of firefighter Chris Fields holding an infant named Baylee Almon. In 1995, Terry Nichols and Timothy McVeigh detonated a truck bomb at the Alfred P. Murrah Building in this state's capital. This state was the destination of Native Americans who were forced to march the Trail of Tears. Identify this \"Sooner\" state which lies directly north of Texas on a map.",
    "term": "Oklahoma"
  },
  {
    "id": 582,
    "definition": "American History: Answer these questions about Native Americans. What Shawnee chief who lost the Battle of Tippecanoe alongside his brother Tenskwatawa was killed at the Battle of the Thames?",
    "term": "Tecumseh"
  },
  {
    "id": 583,
    "definition": "American History: Answer these questions about Native Americans. What Lakota leader who participated in Buffalo Bill's Wild West Show defeated George Custer at the Battle of Little Bighorn?",
    "term": "Sitting Bull"
  },
  {
    "id": 584,
    "definition": "American History: Answer these questions about Native Americans. Toss-Up: This Native American leader participated in a siege at Fort Madison in Iowa and he was the namesake of a war in which Abraham Lincoln served in the Illinois militia. After this man was defeated, he was sent to Fortress Monroe and much of his tribe was killed in the Bad Axe Massacre. Identify this leader of the Sauk and Fox Indians who was the namesake of an 1832 war in Illinois and Iowa.",
    "term": "Black Hawk"
  },
  {
    "id": 585,
    "definition": "American History: Identify these former state Governors. In 1986, Bill Clinton won the Democratic Primary to defeat what former Governor of Arkansas who ordered the state's National Guard to block the Little Rock Nine from entering Little Rock Central High School?",
    "term": "Orval Faubus"
  },
  {
    "id": 586,
    "definition": "American History: Identify these former state Governors. Arthur Bremer attempted to assassinate what former Governor of Alabama who blocked the entrance to the University of Alabama to prevent its 1963 integration?",
    "term": "George Wallace"
  },
  {
    "id": 587,
    "definition": "American History: Identify these former state Governors. Toss-Up: This man fought against the Cumberland Telephone and Telegraph Company when he was the Chairman of the Public Service Commission. This man wrote about his plans as president in his book, My First Days in the White House and his brother Earl also served as Governor of his state. This man promoted the \"Share the Wealth\" program, and he was assassinated by Carl Weiss. Identify this Governor of Louisiana known as the \"Kingfish.\"",
    "term": "Huey Long"
  },
  {
    "id": 588,
    "definition": "American History: Answer the following about Presidential assassination attempts John Hinckley Jr. attempted to assassinate what Republican who was the 40th US president?",
    "term": "Ronald Reagan"
  },
  {
    "id": 589,
    "definition": "American History: Answer the following about Presidential assassination attempts Lynette \"Squeaky\" Fromme attempted to assassinate what other Republican who was the 38th US President?",
    "term": "Gerald Ford"
  },
  {
    "id": 590,
    "definition": "American History: Answer the following about Presidential assassination attempts Toss-Up: A gun misfired when Richard Lawrence attempted to assassinate this President, whose administration passed the Species Circular. This man fought with Nicholas Biddle over the Second Bank of the US, and his first Vice President would resign over nullification, John C. Calhoun. Identify this first Democratic President who served as the 7th US President.",
    "term": "Andrew Jackson"
  },
  {
    "id": 591,
    "definition": "American History: Answer these questions about American warships. What is the name of the US warship that is nicknamed \"Old Ironsides\"?",
    "term": "USS Constitution"
  },
  {
    "id": 592,
    "definition": "American History: Answer these questions about American warships. What is the name of the US ironclad warship that sunk off Cape Hatteras, North Carolina during the Civil War after battling the CSS Virginia?",
    "term": "USS Monitor"
  },
  {
    "id": 593,
    "definition": "American History: Answer these questions about American warships. Toss-Up: An investigation into the destruction of this vessel was led by Charles Vreeland. William Randolph Hearst and Joseph Pulitzer ran articles in their papers in the aftermath of this vessel's destruction that gave rise to \"yellow journalism\". It is believed today that a coal explosion caused the destruction of this vessel instead of a mine. Identify this vessel, whose sinking in Havana harbor led to the start of the Spanish-American War.",
    "term": "USS Maine"
  },
  {
    "id": 594,
    "definition": "American History: Answer the following about Labor Unions. Truck drivers are often represented by what labor union that was founded and formerly led by Jimmy Hoffa.",
    "term": "Teamsters"
  },
  {
    "id": 595,
    "definition": "American History: Answer the following about Labor Unions. Mary Jones, Bill Haywood, and Eugene Debs founded what labor union whose members were called \"Wobblies?\"",
    "term": "IWW or Industrial Workers of the World"
  },
  {
    "id": 596,
    "definition": "American History: Answer the following about Labor Unions. Toss-Up: In the aftermath of this event, a labor union that later merged with the Congress of Industrial Organizations was formed. This event led to the execution of Albert Parson via hanging. August Spies and Louis Lingg participated in this event that saw Governor John Altgeld pardon several men. The popularity of the Knights of Labor declined after this event that took place at the McCormick Harvesting plant. Identify this 1884 labor strike in Chicago, Illinois.",
    "term": "Haymarket Square Riots"
  },
  {
    "id": 597,
    "definition": "American History: Answer these questions about recent acts of violence. Three people were killed in the August 2017 Unite the Right rally that took place in what Virginia city that is the home of the University of Virginia?",
    "term": "Charlottesville"
  },
  {
    "id": 598,
    "definition": "American History: Answer these questions about recent acts of violence. Eight people were killed in October 2017 when Sayfullah Saipov drove a rented Home Depot truck along a bike path in what American city?",
    "term": "New York City"
  },
  {
    "id": 599,
    "definition": "American History: Answer these questions about recent acts of violence. Toss-Up: A security guard named Jesus Campos was shot in this city where Joe Lombardo is currently serving at its county sheriff. Prior to an event in this city, Marilou Danley received roughly a hundred thousand dollars from a man who stayed on the 32nd floor of the Mandalay Bay Hotel. The perpetrator of an event in this city targeted a crowd at a Jason Aldean concert. Identify this city where Stephen Paddock killed 58 people in October 2017.",
    "term": "Las Vegas"
  },
  {
    "id": 600,
    "definition": "American History: Identify these events that took place during the 1980s. What member of the Beatles was assassinated outside his New York City apartment in 1980 by Mark David Chapman?",
    "term": "John Lennon"
  },
  {
    "id": 601,
    "definition": "American History: Identify these events that took place during the 1980s. Seven crew members died when what space shuttle broke apart just over one minute after takeoff in 1986?",
    "term": "Challenger"
  },
  {
    "id": 602,
    "definition": "American History: Identify these events that took place during the 1980s. Toss-Up: Early personalities that appeared on this network included Nina Blackwood, JJ Jackson and Martha Quinn. Early programs that aired on this network included Road Rules and House of Style. This network premiered in 1981 with the Buggles song \"Video Killed the Radio Star\". Identify this television network that employed Carson Daly and Jenny McCarthy among its VJs.",
    "term": "MTV OR Music Television"
  },
  {
    "id": 603,
    "definition": "American History: This man was accused of murdering his ex-girlfriend, Nicole Brown, and Ron Goldman. Identify this former professional football player who was acquitted in 1994.",
    "term": "O. J. Simpson"
  },
  {
    "id": 604,
    "definition": "American History: This man was accused of murdering his ex-girlfriend, Nicole Brown, and Ron Goldman. During the trial, Simpson's attorney Johnnie Cochran said, \"If [this item] doesn't fit, you must acquit\".",
    "term": "Glove"
  },
  {
    "id": 605,
    "definition": "American History: This man was accused of murdering his ex-girlfriend, Nicole Brown, and Ron Goldman. Toss-Up: This man renewed his law license in order to join O.J. Simpson's defense \"Dream Team\" alongside Johnny Cochran and Robert Shapiro. Many believe that this man joined the defense team so that he could not be compelled to testify since he was aware of prior violence between OJ and Nicole. This man died from esophageal cancer in 2003 and was portrayed by David Schwimmer in the FX Series The People vs. OJ Simpson. Identify this man who is the father of Kourtney, Khloe, and Kim.",
    "term": "Robert Kardashian"
  },
  {
    "id": 606,
    "definition": "US History: Answer these questions about events of the 1990s. 82 people were killed after ATF agents stormed David Koresh's Branch Davidian compound in 1993 in what Texas city?",
    "term": "Waco"
  },
  {
    "id": 607,
    "definition": "US History: Answer these questions about events of the 1990s. In 1994, Bill Clinton signed into law what trade agreement between the US, Mexico, and Canada?",
    "term": "NAFTA or North American Free Trade Agreement"
  },
  {
    "id": 608,
    "definition": "US History: Answer these questions about events of the 1990s. Toss-Up: The perpetrator of this event was motivated from reading the Turner Diaries. A famous photograph of this event showed an infant named Baylee Almon being carried by firefighter Chris Fields. The perpetrator of this event was seeking revenge for the 1993 Waco siege. 168 people were killed in what 1995 domestic terrorist attack in which Timothy McVeigh detonated a car bomb beneath a midwestern federal building.",
    "term": "Oklahoma City bombing"
  },
  {
    "id": 609,
    "definition": "US History: Identify these US Presidents. What man who helped put down the Boston Police Strike while serving as Governor of Massachusetts became President after the death of Warren G. Harding?",
    "term": "Calvin Coolidge"
  },
  {
    "id": 610,
    "definition": "US History: Identify these US Presidents. Jefferson Davis served in the Cabinet of what President elected in 1852 after the term of Millard Fillmore?",
    "term": "Franklin Pierce"
  },
  {
    "id": 611,
    "definition": "US History: Identify these US Presidents. Toss-Up: This President strengthened the Interstate Commerce Commission by allowing fines on railroad companies with the Elkins Act. John Schrank attempted to assassinate this man in Milwaukee while he was running for President on the Progressive Party ticket. This President promoted the \"Square Deal\" and he won the Nobel Peace Prize for negotiating the Treaty of Portsmouth. Identify this Republican who succeeded William McKinley as President.",
    "term": "Theodore \"Teddy\" Roosevelt (prompt on Roosevelt alone)"
  },
  {
    "id": 612,
    "definition": "US History: Identify the following US military leaders. The Credit Mobilier scandal took place during the Presidency of what former US general during the Civil War?",
    "term": "Ulysses S. Grant"
  },
  {
    "id": 613,
    "definition": "US History: Identify the following US military leaders. The \"Military Industrial Complex\" was warned about by what other former President who was formerly the Supreme Commander of Allied Forces during World War II?",
    "term": "Dwight D. Eisenhower"
  },
  {
    "id": 614,
    "definition": "US History: Identify the following US military leaders. Toss-Up: This man led his troops at the Battle of Inchon during the Korean War before being dismissed by Harry Truman, and he was in charge of putting down the Bonus Army under Herbert Hoover. This man served as Supreme Commander of Allied Forces, but had to abandon a post following a Japanese invasion. Identify this man who declared to the Philippines that he \"shall return\"?",
    "term": "Douglas MacArthur"
  },
  {
    "id": 615,
    "definition": "US History: Identify the following female political figures who played prominent roles in American history. What woman was named by Bill Clinton to be the first female Secretary of State?",
    "term": "Madeleine Albright"
  },
  {
    "id": 616,
    "definition": "US History: Identify the following female political figures who played prominent roles in American history. What woman was named by Bill Clinton to be the first female Attorney General? This woman passed away in 2016.",
    "term": "Janet Reno"
  },
  {
    "id": 617,
    "definition": "US History: Identify the following female political figures who played prominent roles in American history. Toss-Up: This woman sparked an obscenity trial after a newspaper she owned with her sister exposed an affair by Henry Ward Beecher. This woman fought for women's rights regarding marriage and divorce while advocating for \"free love.\" This woman ran on the Equal Rights Party ticket with Frederick Douglass as her Vice President in the Presidential election of 1872. What woman was the first female to ever run for President?",
    "term": "Victoria Woodhull"
  },
  {
    "id": 618,
    "definition": "US History: Identify these founding fathers of the United States. What Vice President under Thomas Jefferson famously killed his rival Alexander Hamilton in an 1804 duel?",
    "term": "Aaron Burr"
  },
  {
    "id": 619,
    "definition": "US History: Identify these founding fathers of the United States. What man who served as Governor of Massachusetts from 1794-1797 was the cousin of the second US President and helped organize the Boston Tea Party?",
    "term": "Samuel Adams (prompt on \"Adams\" alone)"
  },
  {
    "id": 620,
    "definition": "US History: Identify these founding fathers of the United States. Toss-Up: This man argued in favor of the Two Penny Act in a case in which James Maury was suing Hanover County. Along with Richard Henry Lee, this man helped establish the Committees of Correspondence, and he did not attend the Constitutional Convention because he said that he \"smelt a rat.\" Identify this American patriot most famous for the line \"Give me Liberty, or give me Death!\"",
    "term": "Patrick Henry"
  },
  {
    "id": 621,
    "definition": "US History: Identify the following Presidential election years given information that happened during the election cycle. George H.W. Bush used the Willie Horton ad against Democrat Michael Dukakis in what election year that saw Bush gain the White House after eight years as Ronald Reagan's VP?",
    "term": "Election of 1988"
  },
  {
    "id": 622,
    "definition": "US History: Identify the following Presidential election years given information that happened during the election cycle. Richard Nixon lost to John F. Kennedy in what election year in which the first televised Presidential debate took place?",
    "term": "Election of 1960"
  },
  {
    "id": 623,
    "definition": "US History: Identify the following Presidential election years given information that happened during the election cycle. Tossup: One candidate in this election year ran with Charles Cotesworth Pinckney and won 65 electoral votes, primarily in New England. The sitting Vice President counted 4 electoral votes from Georgia in this election despite the state presenting a defective certificate. This first realigning election saw the beginning of the Democratic-Republican Party and the need for the 12th amendment. The House had to break the tie between Aaron Burr and Thomas Jefferson in what election year that saw Jefferson defeat John Adams?",
    "term": "Election of 1800"
  },
  {
    "id": 624,
    "definition": "US History: Identify the following Presidents. What 8th US President was raised speaking Dutch, making him the only President to ever speak English as a second language?",
    "term": "Martin Van Buren"
  },
  {
    "id": 625,
    "definition": "US History: Identify the following Presidents. What early US President served as a lawyer defending the British troops who fired upon Americans during the Boston Massacre?",
    "term": "John Adams (prompt on \"Adams\" alone; do not accept John Quincy)"
  },
  {
    "id": 626,
    "definition": "US History: Identify the following Presidents. Toss-Up: This president was opposed by the Stalwart faction of the Republican party, and during his term, the Star Route scandal occurred. A civil service reform Act known as the Pendleton Act was passed after this man was assassinated by Charles Guiteau. Chester Arthur was the Vice President for what man who served as the 20th US President?",
    "term": "James Garfield"
  },
  {
    "id": 627,
    "definition": "US History: Identify these people associated with the Civil Rights movement. What woman who had previously worked as a secretary for the NAACP sparked the Montgomery Bus Boycott with her actions in 1955?",
    "term": "Rosa Parks"
  },
  {
    "id": 628,
    "definition": "US History: Identify these people associated with the Civil Rights movement. James Earl Ray assassinated what man who led the \"March on Washington\" while he was giving a speech in Memphis, Tennessee?",
    "term": "Martin Luther King Jr. or MLK"
  },
  {
    "id": 629,
    "definition": "US History: Identify these people associated with the Civil Rights movement. Toss-Up: This man urged African-Americans to vote with his \"Ballot or the Bullet\" speech, and his previous work as a drug dealer led him to be nicknamed \"Detroit Red.\" This figure was killed in the Audubon Ballroom, and he changed his name to El-Hajj Malik el-Shabazz upon converting to the Nation of Islam. Identify this Civil Rights leader whose autobiography was written by Alex Haley.",
    "term": "Malcolm X or Malcolm Little"
  },
  {
    "id": 630,
    "definition": "US History: Answer these questions about the administration of John F. Kennedy. John F. Kennedy's brother Robert served in what post within the Kennedy administration? Jeff Sessions formerly held this post in the Trump administration.",
    "term": "Attorney General"
  },
  {
    "id": 631,
    "definition": "US History: Answer these questions about the administration of John F. Kennedy. Kennedy approved what 1961 failed invasion of Cuba that was led by CIA-trained Cuban exiles?",
    "term": "Bay of Pigs invasion"
  },
  {
    "id": 632,
    "definition": "US History: Answer these questions about the administration of John F. Kennedy. Toss-Up: This organization was established during the Kennedy administration by Executive Order 10924 and was announced in a news conference in 1961. Richard Nixon claimed that this organization would be a haven for draft dodgers. The first director of this organization was Sargent Shriver, the President's brother-in-law. Identify this government-run volunteer program designed to promote friendship around the world.",
    "term": "Peace Corps"
  },
  {
    "id": 633,
    "definition": "US History: Answer these questions about events from the 1980s. What television network known for its \"VJs\" debuted in 1981? The first thing aired on this network was the Buggles song \"Video Killed the Radio Star.\"",
    "term": "MTV or Music Television"
  },
  {
    "id": 634,
    "definition": "US History: Answer these questions about events from the 1980s. In 1980, Jimmy Carter authorized Operation Eagle Claw, which was an attempt to rescue US diplomats who had been taken hostage in what country?",
    "term": "Iran"
  },
  {
    "id": 635,
    "definition": "US History: Answer these questions about events from the 1980s. Toss-Up: Ronald Reagan stated that those who died in this event had \"touched the face of God.\" Physicist Richard Feynman demonstrated why this event occurred by utilizing a glass of ice water. This event was investigated by the Rogers Commission and was caused by a faulty O-ring. Identify this 1986 disaster in which a space shuttle exploded less than two minutes after takeoff.",
    "term": "Challenger explosion"
  },
  {
    "id": 636,
    "definition": "American History: Name these American cities. The western terminus of the short-lived Pony Express was in this city, whose mayor between 2008 and 2016 was former NBA player Kevin Johnson.",
    "term": "Sacramento"
  },
  {
    "id": 637,
    "definition": "American History: Name these American cities. In 1932, president-elect Franklin Roosevelt survived an assassination attempt in this southern city, where Border Patrol agents forcibly retrieved Elian (ay-lee-AHN) Gonzalez in 2000 to return him to his father in Cuba.",
    "term": "Miami"
  },
  {
    "id": 638,
    "definition": "American History: Name these American cities. Tossup: Over six hundred people in this city died during a 1903 fire that struck the Iroquois (EER-uh-kwoy) Theater. To mitigate flooding in this city, Ellis Chesbrough (\"CHESS-brow\") oversaw a plan to elevate many of its buildings during the late 1850s. Two college students in this city kidnapped and murdered fourteen year old Bobby Franks in a failed attempt to commit the \"perfect crime\"; those men were Nathan Leopold and Richard Loeb. In this city, the American Railway Union organized a strike under the leadership of Eugene V. Debs that was put down by federal troops sent by Grover Cleveland. The Pullman Strike occurred in what Midwestern city home to the Willis Tower, which was formerly known as the Sears Tower?",
    "term": "Chicago"
  },
  {
    "id": 639,
    "definition": "American History: Name the following organizations. Medger Evers was assassinated while working as a field secretary for this organization that was co-founded in 1909 by W.E.B Du Bois (doo-BOYSS).",
    "term": "NAACP or National Association for the Advancement of Colored People"
  },
  {
    "id": 640,
    "definition": "American History: Name the following organizations. Mount Rainier National Park was established after years of lobbying by this organization that was founded in 1892 by John Muir (MYOOR).",
    "term": "Sierra Club"
  },
  {
    "id": 641,
    "definition": "American History: Name the following organizations. Tossup: This organization sent an anonymous letter that repeatedly asserts \"you are done\" in an attempt to blackmail and possibly encourage the suicide of Martin Luther King Jr.; that letter from this organization was sent as part of its COINTELPRO (\"co-intel-pro\") program. The original name of this organization formed the acronym BOI (\"B-O-I\"). This organization employed Mark Felt, who is perhaps most notable for actions he took under the pseudonym \"Deep Throat.\" In 2011, this organization captured former mob boss Whitey Bulger, who was included on its \"Ten Most Wanted Fugitives\" list. Name this national law enforcement agency whose longest tenured director was J. Edgar Hoover.",
    "term": "FBI or Federal Bureau of Investigations"
  },
  {
    "id": 642,
    "definition": "American History: Name these events that occurred in the month of December. John T. Daniels took the only photograph that captured this December 17th, 1903 event which occurred on a North Carolina beach.",
    "term": "Wright brothers' first airplane flight [accept equivalent answers that mention Orville and Wilbur Wright and the concept of the first flight of a manned, powered, heavier-than-air aircraft]"
  },
  {
    "id": 643,
    "definition": "American History: Name these events that occurred in the month of December. On December 29, 1845, James K. Polk signed the legislation that finalized this event, which terminated Anson Jones' tenure as president of a nine year old nation.",
    "term": "Annexation of Texas [accept equivalent answers that mention Texas and the idea of annexation or admittance to the United States]"
  },
  {
    "id": 644,
    "definition": "American History: Name these events that occurred in the month of December. Tossup: During this event, participants chased off a man named Charles O'Connor for attempting to steal certain items. A similar event to this one occurred ten months later in Annapolis and involved the burning of the Peggy Stewart. A gathering at the Old South Meeting House preceded this event, which occurred at Griffin's Wharf. During this event, ships named Beaver, Eleanor, and Dartmouth were boarded at night by men dressed in Mohawk costumes. Britain passed the Intolerable Acts in response to what December 1773 event in which angry colonists dumped chests of a certain beverage into the harbor of a Massachusetts city?",
    "term": "Boston Tea Party [prompt on partial answer]"
  },
  {
    "id": 645,
    "definition": "American History: Name the following related to the Reconstruction Era. The first iteration of the Ku Klux Klan was founded in the Reconstruction Era and had this Tennessee native and Civil War general serve as its first \"Grand Wizard.\"",
    "term": "Nathan Bedford Forrest"
  },
  {
    "id": 646,
    "definition": "American History: Name the following related to the Reconstruction Era. Name all of the amendments to the U.S. Constitution that are collectively referred to as the \"Reconstruction Amendments\" because they were passed during the first five years of the Reconstruction Era, between 1865 and 1870.",
    "term": "13th, 14th, and 15th Amendments [do not prompt on partial answers]"
  },
  {
    "id": 647,
    "definition": "American History: Name the following related to the Reconstruction Era. Tossup: One man to hold this position during the Reconstruction Era was investigated by Hiester Clymer for his role in the Trader Post scandal, which resulted in his 1876 impeachment. In addition to William Belknap, this Cabinet position was held by William H. Taft during the presidency of Theodore Roosevelt. While holding this position during the presidency of Franklin Roosevelt, Henry Stimson oversaw the progress of the Manhattan Project. This position was abolished in 1947 upon the creation of the Department of Defense. Henry Knox was the first to hold what now-defunct Cabinet position that was responsible for overseeing the U.S. Army?",
    "term": "Secretary of War [accept War Secretary; do not accept or prompt on \"Secretary of Defense\"]"
  },
  {
    "id": 648,
    "definition": "American History: Name the following related to the American Revolutionary War. In one final attempt to prevent the war from further escalating, in July 1775, the Second Continental Congress sent this petition to King George III.",
    "term": "Olive Branch Petition"
  },
  {
    "id": 649,
    "definition": "American History: Name the following related to the American Revolutionary War. Early in the war, Thomas Gage was succeeded as Commander-in-Chief of the British troops by this man, who held that position from 1775 to 1778, when he resigned and was replaced by Henry Clinton.",
    "term": "William Howe, 5th Viscount Howe"
  },
  {
    "id": 650,
    "definition": "American History: Name the following related to the American Revolutionary War. Tossup: This battle was preceded by a skirmish at the Green Spring Plantation that was a defeat for \"Mad\" Anthony Wayne. Near the end of this battle, the losing side attempted a failed retreat to Gloucester (\"GLOSS\"-tur) Point. At the conclusion of this battle, Benjamin Lincoln accepted a sword that was presented by Charles O'Hara. A victory for the Comte de Grasse (kawmt de grahss) in the Battle of the Chesapeake helped secure an American victory at this battle, in which George Washington forced the surrender of Lord Cornwallis. Name this 1781 battle that ended the Revolutionary War.",
    "term": "Battle of Yorktown or Siege of Yorktown"
  },
  {
    "id": 651,
    "definition": "Identify the following American Presidents. ˈˈA public office is a public trustˈˈ was the slogan of what President who was supported by the Mugwumps in the election of 1884?",
    "term": "Grover Cleveland"
  },
  {
    "id": 652,
    "definition": "Identify the following American Presidents. What President defeated the Federalist candidate, Rufus King, for his first term as president? This man was a member of the American Colonization Society.",
    "term": "James Monroe"
  },
  {
    "id": 653,
    "definition": "Identify the following American Presidents. While in the military, this president was in charge of Fort Snelling and Fort Crawford during the Black Hawk War. During this President's time in office, his administration signed an agreement regarding the Nicaraguan Canal called the Clayton-Bulwer Treaty. This President begrudgingly allowed his daughter to marry Jefferson Davis. Along with John E. Wool, this President defeated Santa Anna's army at the Battle of Buena Vista. ˈˈOld Rough and Readyˈˈ was the nickname of what 12th President?",
    "term": "Zachary Taylor"
  },
  {
    "id": 654,
    "definition": "Answer these questions about violence in the US. What last name is shared by brothers Dzhokhar and Tamerlan who carried out the 2013 Boston Marathon bombing?",
    "term": "Tsarnaev"
  },
  {
    "id": 655,
    "definition": "Answer these questions about violence in the US. In 2017, Stephen Paddock killed 58 people at the Route 91 Harvest music festival in Las Vegas when he opened fire on a crowd from a 32nd story window in what Las Vegas hotel?",
    "term": "Mandalay Bay (prompt on partial answers)"
  },
  {
    "id": 656,
    "definition": "Answer these questions about violence in the US. In the aftermath of this event, Senator Fred Harris was selected to chair the McGovern-Fraser Commission. CBS News reporter Dan Rather was punched in the stomach while trying to interview a man involved with this event. Connecticut Governor Abe Ribicoff decried the use of ˈˈgestapo tacticsˈˈ during this event that saw the Youth International Party nomination Pigasus for President. Hubert Humphrey eventually earned his party's nomination at what event that led to days of rioting in the streets of Chicago?",
    "term": "1968 Democratic National Convention"
  },
  {
    "id": 657,
    "definition": "Answer these questions about the state of Michigan. What name is given to the 1937 incident in which members of the United Auto Workers violently clashed with Ford security guards at the River Rouge plant in Michigan?",
    "term": "Battle of the Overpass"
  },
  {
    "id": 658,
    "definition": "Answer these questions about the state of Michigan. The River Rouge plant is located in what Michigan city that is a suburb of Detroit? Henry Ford published anti-Semitic material in a newspaper named {this city} Independent.",
    "term": "Dearborn"
  },
  {
    "id": 659,
    "definition": "Answer these questions about the state of Michigan. From 1969-1973, this man served as Secretary of Housing and Urban Development in the administration of Richard Nixon. This man's own candidacy for President in 1968 was impaired by a comment in which he stated that his support for the Vietnam War was due to government ˈˈbrainwashing.ˈˈ Following an incident at a bar called the Blind Pig, this man requested federal assistance to help quell the 1967 Detroit riot. Identify this man who served as Governor of Michigan from 1963-1969 and may be better known as the father of a Utah Senator named ˈˈMitt.ˈˈ",
    "term": "George Romney"
  },
  {
    "id": 660,
    "definition": "Answer these questions about New Deal programs and agencies. Harry Hopkins led what New Deal agency that employed millions of people to work on public projects around the country?",
    "term": "Works Progress Administration OR WPA"
  },
  {
    "id": 661,
    "definition": "Answer these questions about New Deal programs and agencies. What New Deal legislation paid farmers to reduce the production of crops, thus leading to an increase in the price of their goods?",
    "term": "Agricultural Adjustment Act OR AAA"
  },
  {
    "id": 662,
    "definition": "Answer these questions about New Deal programs and agencies. The Constitutionality of this program was upheld in the 1937 Supreme Court case Steward Machine Company v. Davis, while the case of Flemming v. Nestor confirmed Congressˈs ability to amend this program. During debate over this program, Senator Thomas Gore asked ˈˈIsn't this a teeny-weeny bit of socialism?ˈˈ Benefits related to this program are adjusted annually to coincide with changes in the Consumer Price Index. In 1941, Ida May Fuller was the first person to receive benefits from what New Deal program designed to provide retirement benefits to seniors.",
    "term": "Social Security"
  },
  {
    "id": 663,
    "definition": "Answer the following about events that took place in the 1960s. Mary Jo Kopechne was killed in what 1969 incident in which Ted Kennedy accidently drove his car off a bridge?",
    "term": "Chappaquiddick Incident"
  },
  {
    "id": 664,
    "definition": "Answer the following about events that took place in the 1960s. David Richmond and three other African-American men conducted a sit-in at the Woolworth lunch counter in what North Carolina city?",
    "term": "Greensboro"
  },
  {
    "id": 665,
    "definition": "Answer the following about events that took place in the 1960s. This event led to a decline in popularity of the Mattachine Society. This event's central establishment was owned by the Genovese crime family. Agitators of this event included Stormé DeLarverie, who complained of her handcuffs being too tight, and Marsha P Johnson, who many have identified as throwing a shot glass or brick that escalated this event. This event that occurred in Greenwich Village began when patrons of the namesake bar pushed back against a police raid. Identify this 1969 uprising that kicked off the gay rights movement in the US.",
    "term": "Stonewall Inn riots"
  },
  {
    "id": 666,
    "definition": "Answer these questions about American in the 1700s. The weaknesses of the Articles of Confederation were shown during what 1786-1787 uprising among debtors in Massachusetts?",
    "term": "Shays Rebellion"
  },
  {
    "id": 667,
    "definition": "Answer these questions about American in the 1700s. What 1787 legislation created an organized region that would be bounded by the Ohio River to the south and the Mississippi River to the west?",
    "term": "Northwest Ordinance"
  },
  {
    "id": 668,
    "definition": "Answer these questions about American in the 1700s. In 1779, this man was named US Minister to Spain, but had to return to the US because Spain did not recognize America's independence from Great Britain. This man lost a 1792 election for Governor of New York to George Clinton after votes in three counties were disqualified. This man is the namesake of a 1795 treaty which granted the US ˈˈmost favored nationˈˈ status with Great Britain and he partnered with Madison and Hamilton to write the Federalist Papers. Identify this man who served as the first Chief Justice of the Supreme Court.",
    "term": "John Jay"
  },
  {
    "id": 669,
    "definition": "Answer the following about New England History. In 1919, 21 people were killed in Boston after a tank containing what substance burst and flooded the city streets?",
    "term": "Molasses"
  },
  {
    "id": 670,
    "definition": "Answer the following about New England History. In 1636, what man founded the Providence Plantation after being banished from Massachusetts Bay Colony? This man is considered to be the founder of Rhode Island",
    "term": "Roger Williams"
  },
  {
    "id": 671,
    "definition": "Answer the following about New England History. John Grout successfully fought off one side in this conflict that took place near the city of Sudbury. This event came to an end when Anawan Rock was captured and executed by Benjamin Church and his men in Rehoboth, Massachusetts. Near Mount Hope, Rhode Island, John Alderman shot and killed the namesake of this event. Mary Rowlandson wrote about the namesake of this event in her slave narrative. The Wampanoag Tribe fought American colonists in what 1675-1678 conflict sometimes called ˈˈMetacom's Rebellion?ˈˈ",
    "term": "King Philip's War (Accept ˈˈPometacomet's Warˈˈ until ˈˈMetacomˈˈ is read)"
  },
  {
    "id": 672,
    "definition": "Answer these questions pertaining to acts of violence in the 20th century. Over 100 people were injured after Eric Rudolph detonated a bomb at Centennial Olympic Park in 1996 in what US city?",
    "term": "Atlanta"
  },
  {
    "id": 673,
    "definition": "Answer these questions pertaining to acts of violence in the 20th century. 63 people were killed and over 2,000 injured in riots in what American city following the televised police beating of a cab driver named Rodney King?",
    "term": "Los Angeles"
  },
  {
    "id": 674,
    "definition": "Answer these questions pertaining to acts of violence in the 20th century. One perpetrator of this incident was motivated by reading The Turner Diaries during basic training. That perpetrator of this incident stated that he was seeking revenge for the FBI's handling of events at Ruby Ridge and Waco. One perpetrator of this event was captured after being stopped for driving with an expired license plate. A memorial to this event features 168 empty chairs as well as the ˈˈSurvivor Tree,ˈˈ which had withstood the blast associated with this event. Terry Nichols and Timothy McVeigh were charged for their role in what 1995 terrorist attack against a midwestern federal building?",
    "term": "Oklahoma City bombing"
  },
  {
    "id": 675,
    "definition": "Answer these questions about the American space program. In 1961, what man who flew aboard Freedom 7 became the first American in outer space?",
    "term": "Alan Shepard"
  },
  {
    "id": 676,
    "definition": "Answer these questions about the American space program. In 1983, what woman became the first American woman in outer space?",
    "term": "Sally Ride"
  },
  {
    "id": 677,
    "definition": "Answer these questions about the American space program. The first Indian woman in space, Kalpana Chawla, flew two missions aboard this vessel. Admiral Hal Gehman led a team that investigated an incident involving this vessel. That incident involving this vessel occurred after a piece of insulation broke free shortly after take-off, damaging the left wing and causing this vessel to break apart. Identify this first American space shuttle which disintegrated upon its return to earth in 2003, killing all seven people on board.",
    "term": "Space Shuttle Columbia"
  },
  {
    "id": 678,
    "definition": "Answer these questions about US Presidents. The administration of what last Whig President saw the passage of the Fugitive Slave Act and the Compromise of 1850?",
    "term": "Millard Fillmore"
  },
  {
    "id": 679,
    "definition": "Answer these questions about US Presidents. What ˈˈdark horseˈˈ candidate for President was the only Speaker of the House to ever be elected President and used the campaign slogan ˈˈfifty-four forty or fight?ˈˈ",
    "term": "James K. Polk"
  },
  {
    "id": 680,
    "definition": "Answer these questions about US Presidents. During a speech called on George Washington's birthday, this President accused Thaddeus Stevens and Charles Sumner of plotting to assassinate him. During a reelection bid, this man engaged in a poorly planned speaking tour dubbed ˈˈSwing Around the Circle.ˈˈ This man is the only person in US history to serve in the Senate after serving as President. A 19th century trial involving this President stemmed from his attempt to remove Edwin Stanton from power in violation of the Tenure of Office Act. Identify this 17th US President who was the first President to be impeached.",
    "term": "Andrew Johnson (prompt on ˈˈJohnsonˈˈ alone)"
  },
  {
    "id": 681,
    "definition": "Answer these questions about prominent battles in American history. Oliver Hazard Perry stated ˈˈWe have met the enemy and they are oursˈˈ at what 1813 battle fought near Put-in- Bay?",
    "term": "Battle of Lake Erie"
  },
  {
    "id": 682,
    "definition": "Answer these questions about prominent battles in American history. Israel Putnam stated ˈˈdonˈt fire until you see the whites of their eyesˈˈ at what 1775 battle that was fought on Breed's Hill?",
    "term": "Battle of Bunker Hill"
  },
  {
    "id": 683,
    "definition": "Answer these questions about prominent battles in American history. A group of reinforcements arrived late to this battle after traveling down the wrong road under the direction of Lew Wallace. Nathan Bedford Forrest made a failed cavalry charge during this battle. The tide of this battle turned following the arrival of reinforcements led by Don Carlos Buell and this battle saw fighting on a sunken road dubbed the ˈˈhornet's nest.ˈˈ P.G.T. Beauregard took over one side in this battle following the death of Albert Sidney Johnston. Identify this 1862 Civil War battle that was a victory for the forces of Ulysses S. Grant in southern Tennessee.",
    "term": "Battle of Shiloh"
  },
  {
    "id": 684,
    "definition": "Identify the following former Secretaries of State. ˈˈThe Plumed Knightˈˈ and ˈˈThe Continental Liarˈˈ were nicknames of what politician from Maine who served as Secretary of State under Benjamin Harrison, James Garfield, and Chester Arthur?",
    "term": "James Blaine"
  },
  {
    "id": 685,
    "definition": "Identify the following former Secretaries of State. French politician Aristide Briand signed a pact outlawing war as a means of solving disputes with what man who served as Secretary of State under Calvin Coolidge?",
    "term": "Frank Kellogg"
  },
  {
    "id": 686,
    "definition": "Identify the following former Secretaries of State. This Secretary of State sent the Blood Telegram in response to the Bangladesh War of Independence. This leader was criticized for giving Jorge Videla a ˈˈgreen lightˈˈ for a coup which eventually led to the Dirty War in Argentina. This man's peace negotiations during the Yom Kippur War led to a new term dubbed ˈˈshuttle diplomacy.ˈˈ This man's work toward a ceasefire in Vietnam led him to receive the 1973 Nobel Peace Prize. What German served as Secretary of State under Gerald Ford and Richard Nixon?",
    "term": "Henry Kissinger"
  },
  {
    "id": 687,
    "definition": "Answer these questions about American military history. What battle fought in August 1814 saw British forces under Robert Ross easily defeat American forces? Shortly after this battle fought in Maryland, the British burned Washington DC.",
    "term": "Battle of Bladensburg"
  },
  {
    "id": 688,
    "definition": "Answer these questions about American military history. The British strengthened their hold on the south after the forces of General Cornwallis defeated Horatio Gates at what August 1780 battle? Gates was beaten so badly at this battle that he was never allowed to lead forces again.",
    "term": "Battle of Camden"
  },
  {
    "id": 689,
    "definition": "Answer these questions about American military history. This man's military reputation took a hit after British forces badly defeated his troops at the 1777 Battle of Paoli. However, this man was able to redeem himself in 1779 with a victory over British forces at the Battle of Stony Point. The Treaty of Greenville was signed after this man won a battle fought on the north shore of the Maumee River in northern Ohio. That battle saw this man defeat the forces of Little Turtle and Blue Jacket at the Battle of Fallen Timbers. Identify this Revolutionary War leader who names the second most-populous city in Indiana.",
    "term": "ˈˈMadˈˈ Anthony Wayne"
  }
]
