[
  {
    "id": 5981,
    "definition": "Answer these questions related to the work of Linus Pauling. Pauling proposed a triple helix structure for this molecule. Watson and Crick won a Nobel Prize for their discovery of this molecule's structure.",
    "term": "DNA [or Deoxyribonucleic acid]"
  },
  {
    "id": 5982,
    "definition": "Answer these questions related to the work of Linus Pauling. Pauling proposed that taking large amounts of this substance could prevent the common cold. The deficiency of this substance can cause scurvy.",
    "term": "Vitamin C [or Ascorbic acid or Ascorbate]"
  },
  {
    "id": 5983,
    "definition": "Answer these questions related to the work of Linus Pauling. The existence of a class of these molecules, which include a ˈˈhammerheadˈˈ type, is used as evidence for the RNA world hypothesis. A constant denoted K-sub-m characterizes the kinetics of these molecules that are modeled by the Michaelis-Menten equation. HindIII and EcoRI are among the ˈˈrestrictionˈˈ types of them that cut DNA at specific sites. Pauling discovered that these molecules stabilize the transition state, allowing the activation energy of reactions to decrease. Name these proteins that catalyze biochemical reactions.",
    "term": "Enzymes [prompt on ˈˈcatalystsˈˈ; anti-prompt on ˈˈribozymesˈˈ]"
  },
  {
    "id": 5984,
    "definition": "Answer these questions about ecological succession. This form of succession occurs in areas that were previously lifeless, and pioneer plants comprise a stage within it.",
    "term": "Primary succession"
  },
  {
    "id": 5985,
    "definition": "Answer these questions about ecological succession. Secondary succession can follow one of these destructive events, which can be naturally caused by lightning or volcanic eruptions.",
    "term": "Wildfires [accept any type of fire]"
  },
  {
    "id": 5986,
    "definition": "Answer these questions about ecological succession. One of these conditions defined by immigration and extinction rates was introduced by MacArthur and Wilson to model island biodiversity. Climax communities appear when succession reaches this condition. No mutations and random mating are among the criteria for another of these, which is described by the equation p squared plus two p q plus q squared equals one. Name this condition that occurs among allele frequencies according to the Hardy-Weinberg principle.",
    "term": "Equilibrium [or steady-state; accept word forms; accept specific types]"
  },
  {
    "id": 5987,
    "definition": "Name the following biological molecules. This neurotransmitter, which is released from the adrenal glands, is responsible for the fight-or-flight response.",
    "term": "Adrenaline [or epinephrine; do NOT accept ˈˈnorepinephrineˈˈ]"
  },
  {
    "id": 5988,
    "definition": "Name the following biological molecules. A Deficiency of this mood-stabilizing neurotransmitter can cause depression, and its levels are regulated by drugs such as Prozac and Zoloft.",
    "term": "Serotonin [or 5-hydroxytryptamine; or 5-HT]"
  },
  {
    "id": 5989,
    "definition": "Name the following biological molecules. A disease associated with this molecule causes characteristic drooping eyelids that can be raised by applying ice. High concentrations of this compound are found in the nucleus basalis of Meynert. This neurotransmitter is hydrolyzed by a namesake esterase in synapses after binding to muscarinic and nicotinic receptors. Myasthenia gravis is caused by a deficiency of this neurotransmitter, and it is the target of Botox. Name this neurotransmitter that stimulates muscle contraction.",
    "term": "Acetylcholine [or ACh]"
  },
  {
    "id": 5990,
    "definition": "Answer the following related to the digestive system. The pyloric sphincter connects the stomach to the duodenum, which is a section of this digestive organ.",
    "term": "Small intestine [prompt on ˈˈintestineˈˈ]"
  },
  {
    "id": 5991,
    "definition": "Answer the following related to the digestive system. This organ utilizes countercurrent multiplication to absorb water from urine. That process occurs in the loop of Henle, a portion of this organ.",
    "term": "Kidneys"
  },
  {
    "id": 5992,
    "definition": "Answer the following related to the digestive system. This organ's acinar cells contain many CCK A receptors, which regulate the secretion of enzymes like lipase and protease from this organ. The A and B chains of one of its products are linked by C-peptide. A disease of this organ is characterized by a decreased concentration of oxaloacetate, which causes ketoacidosis. That condition leads to chronic hyperglycemia. Alpha and beta cells are found in this organ's islets of Langerhans. Name this digestive organ that secretes glucagon and insulin.",
    "term": "Pancreas"
  },
  {
    "id": 5993,
    "definition": "Answer the following questions about cellular transport in and out of a cell. In this form of cellular transport, molecules move across a semipermeable membrane to an area of high solute concentration. It is a special type of diffusion.",
    "term": "Osmosis"
  },
  {
    "id": 5994,
    "definition": "Answer the following questions about cellular transport in and out of a cell. This type of cellular transport utilizes energy in the form of ATP. It involves the movement of particles against a concentration gradient.",
    "term": "Active transport"
  },
  {
    "id": 5995,
    "definition": "Answer the following questions about cellular transport in and out of a cell. Proteins that transport this molecule use the NPA motif and ar/R filter to target it. This compound is purified by applying high hydrostatic pressure near a semipermeable membrane; that process is called reverse osmosis. Antidiuretic hormone maintains the body's concentration of this substance, which is transported into cells by aquaporins. Name this compound that is called the universal solvent, which composes nearly sixty percent of the body's weight.",
    "term": "Water [or H2O]"
  },
  {
    "id": 5996,
    "definition": "Answer the following about plant anatomy. This tissue moves sugar from sources to sinks. It consists of sieve tube members and companion cells.",
    "term": "Phloem"
  },
  {
    "id": 5997,
    "definition": "Answer the following about plant anatomy. Guard cells surround these pores used by leaves in gas exchange. They open only at night in CAM plants.",
    "term": "Stomata [or stoma or stomate]"
  },
  {
    "id": 5998,
    "definition": "Answer the following about plant anatomy. Meyerowitz and Coen developed a model describing the creation of whorls in these structures. An organ in this structure releases generative and vegetative cells during the process of dehiscence. The development of them in Arabidopsis was used to formulate the ABC model. Microsporangia in this structure are released from the anther, and carpels compose these structures' pistils. They are possessed by angiosperms, unlike gymnosperms. The stamen and pistil are found in what reproductive plant structure?",
    "term": "Flowers"
  },
  {
    "id": 5999,
    "definition": "Give the following related to blood. This yellowish liquid in blood is used to suspend red blood cells. It contains dissolved proteins and salts.",
    "term": "Blood plasma"
  },
  {
    "id": 6000,
    "definition": "Give the following related to blood. The equilibrium between carbonic acid and its conjugate base, bicarbonate, creates one of these systems that maintains a pH of about 7.35 in the blood.",
    "term": "Buffer"
  },
  {
    "id": 6001,
    "definition": "Give the following related to blood. The protein chlorocruorin is found in the blood plasma of some of these organisms in the class Polychaeta. Specialized microvilli called microtriches line the tegument of another type of them. RNA interference was discovered in one of these organisms, which was the first animal to have its genome sequenced. Examples of these organisms include C. elegans and planarians. Name these types of organisms whose flat, round, and segmented types are found in the phylums Platyhelminthes, Nematoda, and Annelida.",
    "term": "Worms [accept flatworms, roundworms, or segmented worms; accept Platyhelminthes, Nematoda, or Annelida before mention; prompt on ˈˈparasitesˈˈ]"
  },
  {
    "id": 6002,
    "definition": "Give the following related to vesicles. SNARE proteins often help vesicles fuse with these organelles, which have a low pH. Mannose-6-phosphate tags proteins destined for this organelle.",
    "term": "Lysosomes"
  },
  {
    "id": 6003,
    "definition": "Give the following related to vesicles. Many vesicle membranes are composed of these amphiphilic molecules that also form a ˈˈbilayerˈˈ in the cell membrane.",
    "term": "Phospholipids [prompt on ˈˈlipid(s)ˈˈ]"
  },
  {
    "id": 6004,
    "definition": "Give the following related to vesicles. Aminopeptidase I is delivered to this organelle from the cytoplasm during selective autophagy. A specialized type of these organisms called ˈˈprotein bodiesˈˈ are found in plant seeds. The cell sap is contained within this organelle, whose membrane is called the tonoplast. Water is pumped out of cells by the contractile type of them, while osmosis of water into the central type of these organelles creates turgor pressure in plant cells. Name these large vesicles that store water and nutrients.",
    "term": "Vacuoles [accept contractile vacuoles; accept central vacuoles]"
  },
  {
    "id": 6005,
    "definition": "Answer the following questions related to the Animal Kingdom. The model organism Xenopus is a member of this taxonomic class. These animals have three-chambered hearts.",
    "term": "Amphibians [or Amphibia]"
  },
  {
    "id": 6006,
    "definition": "Answer the following questions related to the Animal Kingdom. This species in the genus Homo was first discovered in Olduvai Gorge by Louis and Mary Leakey. Its name is Latin for ˈˈhandy man.ˈˈ",
    "term": "Homo habilis"
  },
  {
    "id": 6007,
    "definition": "Answer the following questions related to the Animal Kingdom. The divergence of this order occurred before Metatheria and Eutheria according to the theria hypothesis. These organisms' excretory and reproductive systems both open into a cloaca, and female members of this order secrete milk from their abdominal glands. All extant members of this order live in New Guinea and Australia, and some members of this order release venom from spurs in their ankles. These land mammals can use electroreception. Name this mammalian, egg-laying order that includes echidnas and platypuses.",
    "term": "Monotremes [or monotremata]"
  },
  {
    "id": 6008,
    "definition": "Give the following relating to gene expression. Howard Temin and David Baltimore discovered an enzyme central to these entities that produce complementary DNA. One of these entities binds to CD4 to attack Helper T cells.",
    "term": "Retroviruses [or Retroviridae; prompt on ˈˈvirus(es)ˈˈ]"
  },
  {
    "id": 6009,
    "definition": "Give the following relating to gene expression. This phenomenon, which was proposed by Francis Crick, involves the ability of tRNA to bind with multiple bases on mRNA. This phenomenon is responsible for the degeneracy of genetic code.",
    "term": "Wobble base pairing"
  },
  {
    "id": 6010,
    "definition": "Give the following relating to gene expression. In sperm cells, protamines perform the same function as these proteins. HAT and HDAC are used to perform one of this protein's most important functions. The ˈˈlinkerˈˈ types of these proteins can adopt a zig-zag shape known as the thirty nanometer fiber. The acetylation of positively charged lysine residues on these proteins regulates gene expression, and their structure is described as ˈˈbeads on a string,ˈˈ where the beads are nucleosomes. Name these protein components of chromatin around which DNA winds.",
    "term": "Histones"
  },
  {
    "id": 6011,
    "definition": "Answer these questions about experiments in biology. Richard Lenski has been studying the evolution of populations of this organism since 1988. The O157:H7 strain of this bacterium produces Shiga toxin.",
    "term": "Escherichia coli [or E. coli; prompt on partial]"
  },
  {
    "id": 6012,
    "definition": "Answer these questions about experiments in biology. Jonas Salk used the HeLa cell line to develop a vaccine for what disease?",
    "term": "Polio"
  },
  {
    "id": 6013,
    "definition": "Answer these questions about experiments in biology. In 2008, the Ara-3 strain in the Lenski experiment was found to grow on this compound. This compound is converted into an ˈˈisoˈˈ form by the enzyme aconitase. It's not ATP or PEP, but this compound allosterically inhibits phosphofructokinase, stopping glycolysis, and oxaloacetate is produced from malate in a process named after this compound, which creates two molecules of FADH2. That process occurs in the mitochondrial matrix and is also called the Krebs cycle. Name this acid that is found in lemons and oranges.",
    "term": "Citric acid [or citrate]"
  },
  {
    "id": 6014,
    "definition": "Answer the following questions about model organisms. Barbara McClintock spent her entire career studying this model organism, in which she discovered the first transposons.",
    "term": "Maize [or Zea mays; accept corn]"
  },
  {
    "id": 6015,
    "definition": "Answer the following questions about model organisms. Sydney Brenner studied apoptosis in this model organism, a species of worm.",
    "term": "Caenorhabditis elegans [prompt on partial answer]"
  },
  {
    "id": 6016,
    "definition": "Answer the following questions about model organisms. Inbred strains of this organism were used to study cancer by C.C. Little. Capecchi and Smithies pioneered a technique using this organism that inactivates the HPRT gene, and insulitis in the NOD types of them is used as a model for type one diabetes. Through homologous recombination of DNA in these animals' embryonic stem cells, their ˈˈknockoutˈˈ version can be created. After humans, this was the first mammal to have its genome sequenced. Name these common laboratory rodents.",
    "term": "Mice [or mouse; or Mus musculus; do not accept or prompt on ˈˈratsˈˈ]"
  },
  {
    "id": 6017,
    "definition": "Identify the following neurodegenerative diseases. This disease is caused by excessive cytosine, adenine, and guanine repeats. Symptoms of this disease include uncontrolled jerks called chorea.",
    "term": "Huntington's Disease"
  },
  {
    "id": 6018,
    "definition": "Identify the following neurodegenerative diseases. This neurodegenerative disease causes atrophy of upper and lower motor neurons. It is treated by the drug Riluzole, which blocks the release of glutamic acid.",
    "term": "Amyotrophic Lateral Sclerosis [or ALS; accept Lou Gehrig's Disease]"
  },
  {
    "id": 6019,
    "definition": "Identify the following neurodegenerative diseases. Entacapone is added to a drug used to treat this disease to inhibit the enzyme COMT. Selegiline and rasagiline are administered to sufferers of this disease, since they oppose monoamine oxidase-A. The buildup of alpha-synuclein in nerve cells during this disease creates Lewy bodies, and the tyrosine derivatives carbidopa and L-dopa are administered to people with this disease, which is caused by damage to the substantia nigra. Name this disease that is caused by a deficiency of dopamine, which results in shaking, rigidity, and slowness of movement.",
    "term": "Parkinson's Disease"
  },
  {
    "id": 6020,
    "definition": "Give the following regarding ecology. This form of selection is practiced by organisms that are larger and require more energy. Organisms who display this type of selection produce fewer offspring that have longer life expectancies.",
    "term": "K-selection"
  },
  {
    "id": 6021,
    "definition": "Give the following regarding ecology. These species have a disproportionately high impact on their ecosystems. Examples of them include engineer species, like beavers, and predators, like sea otters that eat sea urchins to protect kelp forests.",
    "term": "Keystone species"
  },
  {
    "id": 6022,
    "definition": "Give the following regarding ecology. An equation central to this practice states r times B is greater than C. The ˈˈreciprocalˈˈ type of this practice is displayed by vampire bats, and its prevalence is explained by the green-beard hypothesis. This phenomenon occurs when the product of relatedness and reproduction benefit is greater than the reproductive cost, according to Hamilton's rule, which governs the ˈˈkin selectionˈˈ type of it. Bees display a form of it called eusociality, and this behavior reduces one's own fitness to improve the fitness of others. Identify this selfless behavior.",
    "term": "Altruism [accept word forms; anti-prompt on ˈˈkin selectionˈˈ or ˈˈeusocialityˈˈ before mentioned]"
  },
  {
    "id": 6023,
    "definition": "Answer the following about cells and tissues in the human body. The weakening and breakdown of skeletal muscles over time is indicative of what genetic disease?",
    "term": "Muscular dystrophy [accept MD]"
  },
  {
    "id": 6024,
    "definition": "Answer the following about cells and tissues in the human body. The insulating covers of nerve cells in the brain and spinal cord are damaged in what autoimmune demyelinating condition?",
    "term": "Multiple sclerosis [accept MS]"
  },
  {
    "id": 6025,
    "definition": "Answer the following about cells and tissues in the human body. The concentration of this substance in the ER is determined by STIM1, and this substance binds to the N lobe of Troponin C, which contains four EF hand motifs. A debunked theory of fertilization stated that a ˈˈbombˈˈ of this substance entered the oocyte, and a hormone produced in the C cells of the thyroid gland is used to reduce the blood levels of this substance. That hormone, calcitonin, is opposed by parathyroid hormone and activates Vitamin D to reuptake this ion. A phosphate of this ion composes hydroxyapatite, the main component of human bone. Name this ion that is found in milk.",
    "term": "Calcium ions [or Ca 2 plus]"
  },
  {
    "id": 6026,
    "definition": "Give the following about the cerebellum. This adjective describes the four nuclei in the cerebellum that are embedded in white matter. Immobility can create thrombosis in veins described by this adjective.",
    "term": "Deep nuclei [or deep veins]"
  },
  {
    "id": 6027,
    "definition": "Give the following about the cerebellum. Purkinje cells in the cerebellum regulate motor movements by releasing this primarily inhibitory neurotransmitter. Its effects are enhanced by benzodiazepine drugs.",
    "term": "GABA [or gamma-Aminobutyric acid]"
  },
  {
    "id": 6028,
    "definition": "Give the following about the cerebellum. A deficiency of this substance reduces the concentration of alpha-KGDH, causing cerebellar ataxia. That disorder, which results in ophthalmoplegia and mental disruption, combines the effects of Wernicke's encephalopathy and Korsakoff's psychosis. This compound is composed of a pyrimidine linked to a thiazole ring by a methylene bridge. Transketolase and pyruvate dehydrogenase require a cofactor of this vitamin's pyrophosphate. Consuming polished rice can lead to its deficiency, which comes in wet and dry forms. Name this B vitamin, a deficiency of which causes beriberi.",
    "term": "Thiamine [or Vitamin B1]"
  },
  {
    "id": 6029,
    "definition": "Answer the following questions about a biological phenomenon. The enzyme luciferase catalyzes reactions that cause anglerfish and fireflies to produce light in what biological phenomenon?",
    "term": "Bioluminescence"
  },
  {
    "id": 6030,
    "definition": "Answer the following questions about a biological phenomenon. Organisms in the genus Aliivibrio control bioluminescence using one of these systems called lux. Some of these systems of gene regulation are repressed through attenuation.",
    "term": "Operons"
  },
  {
    "id": 6031,
    "definition": "Answer the following questions about a biological phenomenon. One method of this procedure uses ATP sulfurylase to convert luciferin to oxyluciferin, and the resulting light is used to measure pyrophosphate release. Dyes are added to local clonal colonies called ˈˈclustersˈˈ in a method of this procedure developed by Illumina, which is among its ˈˈNext-genˈˈ methods. The outputs of this technique for random fragments are combined in its ˈˈshotgunˈˈ form, which was utilized by Craig Venter. ddNTPs are used in the chain termination method of it, which is named for Frederick Sanger. Name this procedure that determines the order of nucleotides in a genome.",
    "term": "DNA Sequencing [accept specific types]"
  },
  {
    "id": 6032,
    "definition": "Answer these questions about medical conditions in which sufferers have more copies of some body parts than usual. Between ten percent and thirty percent of humans have a fabella, a small extra bone embedded in the tendons of this joint. The better-known bone located at this joint, which almost all humans have, is the patella.",
    "term": "Knee"
  },
  {
    "id": 6033,
    "definition": "Answer these questions about medical conditions in which sufferers have more copies of some body parts than usual. Poly·dac·tyly is a usually-benign mutation in which a person is born with more than the usual number of these body parts.",
    "term": "Digits [accept Fingers or Toes or both]"
  },
  {
    "id": 6034,
    "definition": "Answer these questions about medical conditions in which sufferers have more copies of some body parts than usual. The most common kind of additional instances of these structures is known as a mesiodens. Parts of these structures are covered by cementum, and these structures are separated into two parts by the cemento·enamel junction. Humans have two sets of these structures, and the second set contains four more of these things than the first set, which fall out and are replaced. These structures can be covered in a biofilm known as plaque. Identify these structures in the mouth which help people chew things.",
    "term": "Teeth"
  },
  {
    "id": 6035,
    "definition": "Answer the following about extinct flying animals. This species of large flightless bird native to Mauritius went extinct less than a hundred years after the arrival of Dutch sailors on the island; its extinction in 1662 was the first time that a species was recognized to have been made extinct by humans.",
    "term": "Dodo"
  },
  {
    "id": 6036,
    "definition": "Answer the following about extinct flying animals. This bird species went extinct in 1901 because of habitat destruction and overhunting; at one point, they were so numerous that their migrations could darken the sky.",
    "term": "Passenger pigeon [prompt on ˈˈpigeonˈˈ]"
  },
  {
    "id": 6037,
    "definition": "Answer the following about extinct flying animals. A large oscillation in the carbon isotope ratio during the first half of this geologic period has informed a hypothesis that the mass extinction that preceded it was caused by a ˈˈclathrate gun,ˈˈ while others attribute that extinction to the Siberian Traps. That mass extinction which preceded this period was the only known mass extinction of insects, killed ninety-seven percent of marine species on Earth, and is also known as the ˈˈGreat Dying.ˈˈ A mass extinction event at the end of this period cleared ecological niches that allowed the dinosaurs to become the dominant animals, and it occurred immediately before the breakup of Pangaea. Name this geologic period which followed the Permian and preceded the Jurassic.",
    "term": "Triassic period"
  },
  {
    "id": 6038,
    "definition": "Name the following organelles. This organelle named for an Italian biologist is responsible for sorting and packaging proteins for transport to the rest of the cell.",
    "term": "Golgi body [or apparatus, or complex]"
  },
  {
    "id": 6039,
    "definition": "Name the following organelles. This organelle, which has ˈˈsmallˈˈ and ˈˈlargeˈˈ subunits, is the site of translation, a process in which RNA is used to synthesize proteins.",
    "term": "Ribosomes"
  },
  {
    "id": 6040,
    "definition": "Name the following organelles. The protein cytochrome c is typically found in this organelle. The fact that this organelle has its own DNA is a strong piece of evidence for a theory which asserts that this organelle was originally a distinct class of organism before being incorporated into cells through endosymbiosis. Parts of this organelle include cristae and the intermembrane space. This organelle is the analogue of the chloroplast in animals, and ATP is synthesized inside this organelle. Identify this organelle which is the site of cellular respiration.",
    "term": "Mitochondria or Mitochondrion"
  },
  {
    "id": 6041,
    "definition": "Humans are mortal. Answer some questions about things that aren't. The ˈˈimmortalˈˈ variety of this type of animal is capable of reverting to a polyp stage, meaning that it does not die of old age. Other kinds of this animal include the Irukandji types, whose toxins can kill humans within minutes.",
    "term": "Jellyfish"
  },
  {
    "id": 6042,
    "definition": "Humans are mortal. Answer some questions about things that aren't. These relatives of jellyfish are not known to have their mortality rate increase with age. These animals derive their name from a mythological beast to which they share a visual similarity.",
    "term": "Hydras"
  },
  {
    "id": 6043,
    "definition": "Humans are mortal. Answer some questions about things that aren't. A specific variety of these cells can be transmitted between Tasmanian devils. The HeLa cell line is derived from cells of this type taken from Henrietta Lacks without her consent. Cells of this type are able to outlive their Hayflick limit because of a specific enzyme. Cells of this type typically express a higher number of oncogenes than normal. Cells of this type can spread to other locations via the blood or lymph via a process known as metastasis. Name this type of cell, the uncontrolled multiplication of which is responsible for diseases such as melanoma and lymphoma, and which forms tumors.",
    "term": "Cancer cells"
  },
  {
    "id": 6044,
    "definition": "Give the following related to the cardiovascular system. The heart contains mitral and tricuspid examples of these structures, which allow blood to flow in only one direction.",
    "term": "Heart valves"
  },
  {
    "id": 6045,
    "definition": "Give the following related to the cardiovascular system. This medical technique measures electrical signals produced by the heart. Its output includes P, QRS, and T regions.",
    "term": "Electrocardiogram [or EKG; or ECG]"
  },
  {
    "id": 6046,
    "definition": "Give the following related to the cardiovascular system. It's not a cytochrome, but the presence of this compound allows for the conversion of arachidonic acid to lipoxin, a type of SPM. This compound prevents the production of prostaglandins by inhibiting the cyclooxygenase COX-2. When ingested by children, this derivative of salicylic acid can cause mitochondrial damage in Reye's syndrome. This drug, a type of NSAID, is taken during heart attacks. Name this drug that is manufactured by Bayer, which treats inflammation, fever, and pain.",
    "term": "Aspirin [or acetylsalicylic acid]"
  },
  {
    "id": 6047,
    "definition": "Answer these questions about poisonous elements. Arsenic poisoning is caused by arsenic's chemical similarity to this element, allowing it to replace this element in compounds such as ATP, which causes cells to be unable to store energy.",
    "term": "Phosphorus"
  },
  {
    "id": 6048,
    "definition": "Answer these questions about poisonous elements. The metal cadmium is highly toxic because its ions cause cells to generate this compound with formula H2O2 which damages cells.",
    "term": "Hydrogen peroxide"
  },
  {
    "id": 6049,
    "definition": "Answer these questions about poisonous elements. A spill of a few drops of a compound containing this element and two CH3 groups was absorbed through researcher Karen Wetterhahn's latex gloves, causing her death ten months later. Minamata disease, an often-fatal neurological condition, is caused by exposure to a methyl compound of this element. The presence of this element in the compound thimerosal has led to false claims that vaccines will cause poisoning of this element. Poisoning of this element can be caused by ingestion of certain fish high in it, in particular tuna. Identify this metallic element which is liquid at room temperature.",
    "term": "Mercury"
  },
  {
    "id": 6050,
    "definition": "Answer the following about proteins. These Y-shaped proteins have a structure called a ˈˈparatopeˈˈ which binds to a specific chemical on the surface of a specific antigen. They are used by the immune system.",
    "term": "Antibodies [or Immunoglobulins]"
  },
  {
    "id": 6051,
    "definition": "Answer the following about proteins. This protein hormone increases blood glucose levels by promoting gluconeogenesis, giving it an opposite effect to insulin.",
    "term": "Glucagon"
  },
  {
    "id": 6052,
    "definition": "Answer the following about proteins. This protein contains an abnormally high amount of the non-pro·teino·genic amino acid hy·droxy·proline. The most common amino acids which make up this protein are proline and glycine. This protein has a triple helix structure, and several triple helices bind together to form fibrils, which bind together to form fibers. When this protein is hydrolyzed, the result is gelatin. This protein is the most abundant protein in mammals because of its ubiquity in connective tissue. Name this protein which makes up, among other things, ligaments, bone, tendons, and cartilage.",
    "term": "Collagen"
  },
  {
    "id": 6053,
    "definition": "Answer the following questions concerning geologic periods. Many fossils found in the Burgess Shale were from what first period of the Paleozoic Era that featured a namesake ˈˈexplosionˈˈ of new species?",
    "term": "Cambrian Period"
  },
  {
    "id": 6054,
    "definition": "Answer the following questions concerning geologic periods. Gondwanaland and Laurasia were formed during what period that was divided into the Mississippian and Pennsylvanian periods? It is named for the formation of coal beds that occurred during it.",
    "term": "Carboniferous Period"
  },
  {
    "id": 6055,
    "definition": "Answer the following questions concerning geologic periods. Scaphites are important index fossils for this geologic period. Charles and George Sternberg collected many fossils from a Lagerstätte from this period called Smoky Hill. This period, whose name is Latin for ˈˈchalk,ˈˈ saw the creation of the White Cliffs of Dover. Luis and Walter Alvarez found that a meteor impact at the Chicxulub site caused a mass extinction that ended this period, which was followed by the Paleogene. The K-T extinction occurred following what geologic period during which the Triceratops, Velociraptor, and Tyrannosaurus Rex lived?",
    "term": "Cretaceous Period [prompt on ˈˈKˈˈ]"
  },
  {
    "id": 6056,
    "definition": "Answer these questions about model organisms. These Gram-negative bacteria have been used in studies of recombinant DNA. These bacteria, some strains of which can cause serious food poisoning in humans, are the most-used prokaryotic model organisms.",
    "term": "E. coli [or Escherichia coli]"
  },
  {
    "id": 6057,
    "definition": "Answer these questions about model organisms. A well-known mutation in the Hox gene in these organisms causes additional legs to grow in place of their antennae. These insects, which have only four chromosomes, are commonly used for genetic research.",
    "term": "Fruit flies [or Drosophila melanogaster, or D. melanogaster; prompt on ˈˈfliesˈˈ or just ˈˈmelanogasterˈˈ]"
  },
  {
    "id": 6058,
    "definition": "Answer these questions about model organisms. Gregor Mendel switched to using pea plants after conducting genetic experiments on these animals' colorings because his superior asked him to stop breeding ˈˈsmelly animals.ˈˈ C. C. Little developed the DBA, or ˈˈdilute, brown, and non-Agouti,ˈˈ strain of these animals. Jackson Laboratory in Maine produces almost three million of these animals per year, including so-called ˈˈknockoutˈˈ examples of these animals with individual genes removed. These animals were the second mammals to have their genome sequenced, after humans. Identify these rodents commonly used for laboratory experiments.",
    "term": "laboratory mouse [or Mus musculus]"
  },
  {
    "id": 6059,
    "definition": "Name the following diseases which are less common today than in the past. This disease, caused by the pathogen Yersinia pestis, is named for the large painful and swollen lymph nodes that its sufferers often acquire in their groin, neck, and armpits. This disease and a similar ˈˈpneumonicˈˈ type caused a 2017 outbreak in Madagascar.",
    "term": "Bubonic plague [prompt on ˈˈPlagueˈˈ or the ˈˈBlack Deathˈˈ]"
  },
  {
    "id": 6060,
    "definition": "Name the following diseases which are less common today than in the past. This non-cholera disease causes diarrhea through an infection of the intestines, which can cause death through dehydration. It can be caused by amoebas or by the Shigella bacteria.",
    "term": "Dysentery"
  },
  {
    "id": 6061,
    "definition": "Name the following diseases which are less common today than in the past. Robert Koch received the Nobel Prize in Medicine for isolating this disease's causative agent. This disease is caused by bacteria of the genus Mycobacterium. Most people infected with this disease are asymptomatic for a long time before the infection becomes ˈˈactive.ˈˈ This disease can be diagnosed with a chest X-ray and sputum cultures. Sufferers of this disease were often kept in sanatoria, and an alternative name for this lung infection was derived from its causing weight loss and wasting. Identify this infection of the lungs also known as consumption.",
    "term": "Tuberculosis [or TB; prompt on ˈˈConsumptionˈˈ]"
  },
  {
    "id": 6062,
    "definition": "Name some vitamins. Golden rice was created to provide one of the precursors of this vitamin in diets lacking it, because a deficiency of this vitamin, especially in childhood, can lead to blindness.",
    "term": "Vitamin A"
  },
  {
    "id": 6063,
    "definition": "Name some vitamins. Deficiency of this vitamin can cause uncontrolled bleeding because of its role in blood clotting. This vitamin also permits proteins to bind to calcium ions, and chemically is composed of 2-methyl-1,4-naph·tho·qui·none derivatives.",
    "term": "Vitamin K"
  },
  {
    "id": 6064,
    "definition": "Name some vitamins. This is the only non-B vitamin to be water soluble rather than fat soluble. A disease caused by a lack of this vitamin can result in brown spots on the skin, sore limbs, gum disease, and bleeding from mucus membranes. Linus Pauling claimed that this vitamin prevented the common cold, a claim for which there is no empirical evidence. Scurvy is caused by a deficiency of this vitamin, which can be provided by citrus fruits such as oranges. Identify this vitamin also known as ascorbic acid.",
    "term": "Vitamin C [accept Ascorbic acid before mentioned]"
  },
  {
    "id": 6065,
    "definition": "Answer the following about actin. Actin, along with myosin, are two molecules important to the structure of the sarcomere, which is responsible for contracting these body structures.",
    "term": "Muscles"
  },
  {
    "id": 6066,
    "definition": "Answer the following about actin. Actin also makes up microfilaments, which along with microtubules and intermediate filaments make up this cell structure responsible for giving the cell its shape.",
    "term": "Cytoskeleton"
  },
  {
    "id": 6067,
    "definition": "Answer the following about actin. A part of these structures called an axoneme consisting of nine fused pairs of microtubules is present in these structures in eukaryotes. In bacteria, these structures have a hook joined by a junction to a filament. These structures use a bending motion in eukaryotes but a rotary motion in prokaryotes. These structures are present in sperm cells and allow them to move towards the egg. Identify these cellular structures which consist of long protrusions and allow cells to move independently.",
    "term": "Flagellum or Flagella"
  },
  {
    "id": 6068,
    "definition": "Answer the following about the endoplasmic reticulum. There are two different types of endoplasmic reticulum, which are distinguished by, and named for, the presence or absence of ribosomes on their surfaces. Name both.",
    "term": "Smooth and Rough"
  },
  {
    "id": 6069,
    "definition": "Answer the following about the endoplasmic reticulum. The smooth ER synthesizes, among other things, these molecules present in cell membranes. These molecules have two hydrophobic ˈˈtailsˈˈ and a hydrophilic ˈˈhead.ˈˈ",
    "term": "Phospholipids"
  },
  {
    "id": 6070,
    "definition": "Answer the following about the endoplasmic reticulum. A special type of ER present in muscle tissue, the sarcoplasmic reticulum, is used to synthesize and release this ion. It's not potassium, but an ˈˈexchangerˈˈ named for sodium and this ion is found in the endoplasmic reticulum and the mitochondria. Parathyroid hormone increases the concentration of this ion in the bloodstream, and hyperparathyroidism can therefore result in osteoporosis by removing too much of this ion from where it is stored. Identify this ion whose phosphate and sulfate are the primary components of bone.",
    "term": "Calcium"
  },
  {
    "id": 6071,
    "definition": "Answer these questions about a certain type of enzyme. This enzyme, found in a number of viruses, generates DNA from an RNA template, an action for which it is named. This enzyme performs the opposite process as RNA polymerase.",
    "term": "Reverse transcriptase [prompt on partial answer]"
  },
  {
    "id": 6072,
    "definition": "Answer these questions about a certain type of enzyme. The HIV virus is a member of this class of viruses which integrate their genome into the genome of host cells by using reverse transcriptase.",
    "term": "Retroviruses"
  },
  {
    "id": 6073,
    "definition": "Answer these questions about a certain type of enzyme. In vertebrates, this enzyme creates the DNA sequence TTAGGG. This enzyme is a special class of reverse transcriptase which carries its own RNA sequence. This enzyme's function is instead performed by retrotransposons in Drosophila. The activation of this enzyme occurs in almost all human cancers because this enzyme permits cells to divide rapidly without losing genetic information. This enzyme restores material which is typically lost during DNA replication. Identify this enzyme which restores the tips of chromosomes.",
    "term": "Telomerase"
  },
  {
    "id": 6074,
    "definition": "Answer some questions about a certain amino acid. This amino acid, contrary to popular belief, isn't any more common in turkey than other poultry. This amino acid has also been claimed to cause post-Thanksgiving drowsiness because it is a precursor for melatonin.",
    "term": "Tryptophan"
  },
  {
    "id": 6075,
    "definition": "Answer some questions about a certain amino acid. Tryptophan is a precursor for this neurotransmitter thought to cause happy moods. SSRIs, a common class of antidepressants, are named because they prevent reuptake of this neurotransmitter.",
    "term": "Serotonin"
  },
  {
    "id": 6076,
    "definition": "Answer some questions about a certain amino acid. This letter is used to represent tryptophan in the one-letter amino acid code. This letter is used in IUPAC notation to represent a nucleotide which can be either A or T. The element whose symbol is this letter is used similarly to molybdenum, which it is located below, by some prokaryotes. This letter is the abbreviation for a unit equal to a joule per second. Identify this letter which is the chemical symbol for tungsten, as well as the first letter in the SI unit of power.",
    "term": "W"
  },
  {
    "id": 6077,
    "definition": "Answer some questions about chloroplasts. The light-dependent reactions of photosynthesis take place at the membrane of this subunit of the chloroplast.",
    "term": "Thylakoid"
  },
  {
    "id": 6078,
    "definition": "Answer some questions about chloroplasts. Like mitochondria, chloroplasts have this quality, which means that they possess an intermembrane space.",
    "term": "They have two membranes"
  },
  {
    "id": 6079,
    "definition": "Answer some questions about chloroplasts. It's not green, but the light-harvesting pigment phycoerythrin absorbs all but this color of light, which results in the existence of algae of this color. The Japanese product nori is produced from a member of the class of algae named for this color, which also includes agarophytes, which produce agar. Toxic algal blooms caused by Karenia bravis take on this color, causing such blooms to be known as this type of tide. Hemoglobin is found in a class of cells named for this color. Identify this non-white color which names a class of blood cells.",
    "term": "Red"
  },
  {
    "id": 6080,
    "definition": "Identify these answer lines related to malignancy. What term is applied to the process of a primary source of cancer spreading to a secondary sight somewhere else in the body?",
    "term": "Metastasis"
  },
  {
    "id": 6081,
    "definition": "Identify these answer lines related to malignancy. The N category of cancer staging is primarily determined by if the cancer has reached what bean shaped immune system structures that can become swollen when infected?",
    "term": "Lymph Nodes"
  },
  {
    "id": 6082,
    "definition": "Identify these answer lines related to malignancy. The monoclonal antibody trastuzumab can be used to manage the HER2 positive type of this cancer and genetic screening for risk to develop this type of cancer involves screening for the BRCA1 and BRCA2 gene mutations. Management of this cancer may also involve the use of hormonal therapy like aromatase inhibitors of selective estrogen receptor modulators if the cancer is ER and PR positive. What is this type of cancer that in non-invasive circumstances may be managed with a mastectomy?",
    "term": "Breast Cancer"
  },
  {
    "id": 6083,
    "definition": "Name these neurotransmitters. What neurotransmitter that binds to 5-HT receptors is the primary target of SSRI antidepressants because of its role in regulating mood and appetite?",
    "term": "Serotonin"
  },
  {
    "id": 6084,
    "definition": "Name these neurotransmitters. What neurotransmitter increases stomach acid secretion when binding to its class 2 receptors and regulates allergic reactions when binding to its class 1 receptors?",
    "term": "Histamine"
  },
  {
    "id": 6085,
    "definition": "Name these neurotransmitters. This hormone was initially administered to critically ill patients with impaired renal function before the benefit was proven to be negligible. Blockage of this hormone's receptors can lead to unopposed acetylcholine activity causing dystonia. This hormone is the precursor to norepinephrine. This hormone is depleted from the substantia nigra in patients with Parkinsonˈs disease. What is this hormone that regulates reward seeking behaviors and binds to ˈˈDˈˈ receptors?",
    "term": "Dopamine"
  },
  {
    "id": 6086,
    "definition": "Answer some questions about transcription and RNA. Transcription is performed by what enzyme, which opens the DNA double helix and produces a strand of RNA matching it?",
    "term": "RNA polymerase [prompt on ˈˈpolymeraseˈˈ]"
  },
  {
    "id": 6087,
    "definition": "Answer some questions about transcription and RNA. If the gene being transcribed encodes a protein, the RNA produced will be what kind of RNA?",
    "term": "Messenger RNA [or mRNA]"
  },
  {
    "id": 6088,
    "definition": "Answer some questions about transcription and RNA. One form of this process, which does not use a transesterification reaction like the more common forms of this process, occurs almost exclusively in tRNA. This process removes a section of RNA which usually begins with a GU sequence and ends with an AG sequence. This process is catalyzed by a large protein complex, which comes in ˈˈmajorˈˈ and ˈˈminorˈˈ types and is composed of smaller proteins known as snRNPs [ˈˈsnurpsˈˈ]. Identify this process in which introns are removed from RNA sequences and exons are joined together.",
    "term": "Splicing"
  },
  {
    "id": 6089,
    "definition": "Identify some sexually transmitted diseases. What retroviral STD that invades the body's helper T-cells is classified as AIDS when the helper T-cell count drops below 200?",
    "term": "Human Immunodeficiency Virus"
  },
  {
    "id": 6090,
    "definition": "Identify some sexually transmitted diseases. What incurable STD, which has a similar strain that causes cold sores, causes painful genital lesions when emotional or physical stress re-activates the virus?",
    "term": "Herpes Simplex Virus (accept HSV)"
  },
  {
    "id": 6091,
    "definition": "Identify some sexually transmitted diseases. In 1256, Louis IX issued a decree that banished all people who had been inflicted with this disease. When diagnosing this sexually transmitted disease, observing Gram negative double ball-shaped bacteria on a stain of pus in a male is diagnostic. Treatment of this disease is usually a single injection of ceftriaxone and anytime this disease is suspected the patient should also receive treatment for Chlamydia as co-infection is so common. What is this sexually transmitted disease nicknamed ˈˈthe clapˈˈ?",
    "term": "Gonorrhea"
  },
  {
    "id": 6092,
    "definition": "Identify these amino acids. What amino acid, one of only two that contains sulfur, is coded for by only a single AUG codon and is used to mark where protein synthesis is to start?",
    "term": "Methionine"
  },
  {
    "id": 6093,
    "definition": "Identify these amino acids. What amino acid, the only other amino acid to contain sulfur, forms disulfide bonds via its thiol side chains that are broken by perm solution when perming hair?",
    "term": "Cysteine"
  },
  {
    "id": 6094,
    "definition": "Identify these amino acids. Kinases that transfer phosphate from ATP to a protein named for this amino acid have become prime targets for anti-cancer drugs due to their role in unregulated cell growth when they become stuck in the ˈˈonˈˈ position. Patients suffering from phenylketonuria cannot convert phenylalanine to this amino acid leading to insufficient levels. This amino acid is the direct precursor to L-DOPA, which is later converted to key neurotransmitters like dopamine and norepinephrine. What is this non-essential amino acid symbolized ˈˈYˈˈ?",
    "term": "Tyrosine"
  },
  {
    "id": 6095,
    "definition": "Name these plant hormones given a description. What plant hormone drives gravitropism and phototropism to promote cell elongation and root formation?",
    "term": "Auxin"
  },
  {
    "id": 6096,
    "definition": "Name these plant hormones given a description. What plant hormone whose production is stimulated by auxin is responsible for promoting fruit ripening and stem thickening?",
    "term": "Ethylene"
  },
  {
    "id": 6097,
    "definition": "Name these plant hormones given a description. This hormone inhibits production of a-amylase to inhibit seed germination and promotes synthesis of storage proteins. This hormone promotes stomata closure leading some to refer to this hormone as ˈˈdorminˈˈ as it promotes seed dormancy. Frederick Addicott discovered this hormone which can promote the ripening of fruit. Identify this plant hormone that was initially named due to the fact that it was believed this hormone was responsible for promoting the shedding of leaves in the winter or ˈˈabscissionˈˈ?",
    "term": "Abscisic Acid"
  },
  {
    "id": 6098,
    "definition": "Answer some questions related to counting sheep. Sleep cycle is included in what set of endogenous biological oscillations of approximately 24 hours that can become out of sync when traveling across time zones?",
    "term": "Circadian Rhythm(s)"
  },
  {
    "id": 6099,
    "definition": "Answer some questions related to counting sheep. Many overweight patients are impacted by the obstructive type of what temporary cessation of breathing that typically afflicts people while they are sleeping?",
    "term": "Apnea"
  },
  {
    "id": 6100,
    "definition": "Answer some questions related to counting sheep. Ramelteon and tasimelteon are two supplements that selectively bind receptors of this hormone, the latter of which was approved for use in blind people due to the inability of their retinas to cue the brain to the time of day, thus disrupting their circadian rhythm. Wearing blue blocking goggles before bedtime may decrease loss of this hormone as certain wavelengths of light will reduce its production. Supplements of this hormone can be taken to help reduce jet lag. What is this hormone secreted by the pineal gland that regulates wakefulness and can also be supplemented to treat insomnia?",
    "term": "Melatonin"
  },
  {
    "id": 6101,
    "definition": "Name these diseases caused by bacteria. A scare in 2001 came in the form of mailed letters containing powder that would cause this disease. This often- fatal disease is caused by a bacterium of the genus Bacillus.",
    "term": "anthrax"
  },
  {
    "id": 6102,
    "definition": "Name these diseases caused by bacteria. This disease, caused by species of the genus Borrelia, is carried by a tick and named after a town in Connecticut.",
    "term": "Lyme disease"
  },
  {
    "id": 6103,
    "definition": "Name these diseases caused by bacteria. In 2013, a new form of this disease was discovered and named type H. In this disease, a toxin splits into its heavy and light chains, allowing it to degrade SNARES and prevent vesicle fusion, which stops neurotransmitter release. This disease is usually contracted when spores of the causative bacteria are ingested or directly enter the bloodstream, and it is classified into foodborne, infant, and wound types. This disease causes muscle weakness that can escalate to paralysis and respiratory failure. It is caused by a species of genus Clostridium. Name this disease that is caused by the same toxin used in botox (BOH-tox).",
    "term": "botulism (BOTCH-uh-lizm)"
  },
  {
    "id": 6104,
    "definition": "Name these animal phyla. This phylum consists of flatworms; notable members include tapeworms, planarians, and turbellaria.",
    "term": "Platyhelminthes (pla-tee-hel-MIN-theez)"
  },
  {
    "id": 6105,
    "definition": "Name these animal phyla. Sea cucumbers and sea urchins are part of this phylum, which have a water vascular system and radial symmetry.",
    "term": "Echinodermata (ih-KYE-no-der-MAH-tuh) or echinoderms"
  },
  {
    "id": 6106,
    "definition": "Name these animal phyla. A group of organisms within this phylum undergo retrogressive metamorphosis when shifting from a larval form to a mature form, thus becoming sessile. Some organisms in this phylum have a mucus-producing organ called the endostyle. Sea squirts and lancelets belong to this phylum. One of this phylum's characteristic aspects is the formation of pharyngeal (fuh-RIN-gee-uhl) slits. Along with Echinodermata, this phylum's members develop the anus before the mouth during gastrulation, and are thus classified as Deuterostomes. All members of this phylum possess a notochord, which, in its more advanced organisms, develops into a spine. Name this phylum which contains all vertebrates.",
    "term": "Chordata or chordates"
  },
  {
    "id": 6107,
    "definition": "Answer the following about viruses. This outer layer of a virus surrounds its genetic material. It is made up of proteins, sometimes arranged in shapes such as icosahedrons or cylinders.",
    "term": "capsid"
  },
  {
    "id": 6108,
    "definition": "Answer the following about viruses. Viruses that infect bacteria are specifically known by this term.",
    "term": "bacteriophages"
  },
  {
    "id": 6109,
    "definition": "Answer the following about viruses. This virus attaches to host cells using the surface glyco·protein gp120. Genes essential to this virus's function and replication are tat and rev. People resistant to this virus are known as long term non·progressors, since they fail to show the most severe symptoms it causes. Drugs used to combat this virus include Combivir, which includes the molecule AzT. This virus's pol gene encodes for an integrase and reverse transcriptase. This lenti·virus causes low levels of helper T cells, which in turn severely weakens the body's immune response. Name this retrovirus that is the causative agent of AIDS.",
    "term": "HIV or human immunodeficiency virus [do not accept or prompt on ˈˈAIDSˈˈ]"
  },
  {
    "id": 6110,
    "definition": "Answer the following about the mitochondria. The inner folds of a mitochondrion's inner membrane are given this name.",
    "term": "cristae"
  },
  {
    "id": 6111,
    "definition": "Answer the following about the mitochondria. This system, the last portion of cellular respiration, takes place in the mitochondria and creates a proton gradient to generate ATP.",
    "term": "ETC or electron transport chain [prompt on partial answers]"
  },
  {
    "id": 6112,
    "definition": "Answer the following about the mitochondria. A mitochondrial protein involved in this cellular process normally transfers electrons from coenzyme Q to complex IV (four) of the electron transport chain. During this process, phosphatidyl (FOSS-fa-tuh-dil) serine is expressed on the plasma membrane. This process can be induced by TNF or by the Fas ligand. Cisplatin can cause this process to occur since it suppresses DNA repair mechanisms. Cyto∙chrome c is released from the mitochondria during this process, after which it activates caspases. This process is intentional, unlike necrosis. Name this process of programmed cell death.",
    "term": "apoptosis"
  },
  {
    "id": 6113,
    "definition": "Name these parts of the human body. This gland produces calcitonin, and it is affected in Grave's disease and goiter, the latter of which occurs with an iodine deficiency.",
    "term": "thyroid gland"
  },
  {
    "id": 6114,
    "definition": "Name these parts of the human body. This organ, in which old red blood cells are destroyed, consists of red pulp and white pulp.",
    "term": "spleen"
  },
  {
    "id": 6115,
    "definition": "Name these parts of the human body. Problems in this organ can be detected if high amounts of trans·aminases are found within it. A process that occurs primarily in this organ converts two lactate molecules into one glucose molecule, then sends the glucose back to muscle cells. The falci·form ligament divides this organ into two parts. Macro·phages named Kupffer cells are located here. The Cori cycle, gluco·neo·genesis, and the urea cycle occur primarily in this organ. This organ converts bilirubin to a more water-soluble form. This organ secretes bile, which can be stored in the nearby gallbladder. It is damaged by cirrhosis (sir-ROH-sis) and hepatitis. Name this largest internal organ of the body.",
    "term": "liver"
  },
  {
    "id": 6116,
    "definition": "Name these structures found within a typical cell. This portion of the cyto·skeleton is organized by MTOCs. Dynein (ˈˈDIEˈˈ-neen) and kinesin move across them.",
    "term": "microtubules"
  },
  {
    "id": 6117,
    "definition": "Name these structures found within a typical cell. This part within the nucleus is the location where ribosomes are synthesized.",
    "term": "nucleolus"
  },
  {
    "id": 6118,
    "definition": "Name these structures found within a typical cell. L-form bacteria are artificially created to lack this structure, while mycoplasmas are bacteria that naturally do not have it. Vanco·mycin is a glyco·peptide antibiotic that inhibits its synthesis. In some organisms, the outermost portion of it is called the middle lamella. This structure can be bypassed using plasmodesmata and sometimes contains a waxy portion called the Casparian strip. In diatoms, this structure is called a frustule (FRUST-yule) and is comprised of silica. The lignin is found in this structure in plants. Name this protective layer of the cell, which is made of pep·tido·glycan in bacteria and cellulose in plants.",
    "term": "cell walls [prompt on ˈˈwallsˈˈ]"
  },
  {
    "id": 6119,
    "definition": "Answer the following about the eye. This liquid, found between the cornea and iris, is constantly produced. Irregular levels of its production or drainage can lead to glaucoma.",
    "term": "vitreous (VIT-ree-uss) humor"
  },
  {
    "id": 6120,
    "definition": "Answer the following about the eye. This portion of the retina contains the fovea and is its most sensitive portion. Vision impairment in older individuals can be caused by its degeneration.",
    "term": "macula"
  },
  {
    "id": 6121,
    "definition": "Answer the following about the eye. These animals have eyes with light sensors that directly receive incoming light instead of reflecting it off the back first, and they move their lens instead of changing its shape. It's not fish, but Vibrio fischeri is found within one member of this class. Some members of this animal class have a tube running from the center of their body to the outside of their shell called a siphuncle. A still-living early example of this class of invertebrates is the nautilus. They have the most advanced eye out of all invertebrates. When escaping, these animals can release a cloud of ink. Name this class of mollusks which includes cuttlefish and squid.",
    "term": "cephalopods or cephalopoda"
  },
  {
    "id": 6122,
    "definition": "Answer the following regarding lab techniques. In this technique, often done in mice, a gene is made unusable in an organism. This is done to study the function of the removed gene.",
    "term": "gene knockout"
  },
  {
    "id": 6123,
    "definition": "Answer the following regarding lab techniques. This technique allows one to separate molecules such as DNA by size by sending an electrical current through a medium made of agarose or poly·acryl·amide.",
    "term": "gel electro·phoresis"
  },
  {
    "id": 6124,
    "definition": "Answer the following regarding lab techniques. Magnesium chloride is an important reagent in this technique since the magnesium cat·ion is a cofactor of the central enzyme. A variant of this technique is used to check for the presence of specific mRNA, and it can be used to detect and quantify certain viruses. This process was devised by Kary Mullis. An enzyme essential to this process is taken from the bacterium Thermus aquaticus. This technique takes place in a thermal cycler, which allows it to repeatedly cycle through denaturation, annealing, and elongation steps. Name this technique in which a piece of DNA is copied millions of times.",
    "term": "polymerase chain reaction or PCR [accept real time PCR or RT-PCR]"
  },
  {
    "id": 6125,
    "definition": "Answer the following questions about evolution. Darwin's finches underwent this process, since they all derive from a single ancestor to occupy many niches within the ecosystem.",
    "term": "adaptive radiation"
  },
  {
    "id": 6126,
    "definition": "Answer the following questions about evolution. Named after a literary character, this theory states that organisms evolve to not only increase their survival but also to do so against competitors, prey, predators, hosts, or parasites.",
    "term": "Red Queen hypothesis [accept any equivalent answer with Red Queen in it]"
  },
  {
    "id": 6127,
    "definition": "Answer the following questions about evolution. The Court Jester hypothesis gives a method for this evolutionary theory to work, as it describes randomly- occurring abiotic changes in the environment that cause changes to occur. This idea emphasizes clado·genesis over ana·genesis. This theory accounts for speciation events as those that drive change. It built upon Ernst Mayr's observation that there were gaps in the fossil record. This idea opposes gradualism, which states that evolution occurs slowly but constantly. Niles Eldredge and Stephen Jay Gould put forth what theory of evolution characterized by short bursts of change followed by long periods of stasis?",
    "term": "punctuated equilibrium"
  },
  {
    "id": 6128,
    "definition": "Answer these questions about respiratory illnesses. What gram positive bacterial infection associated with a sore throat with white patchy exudates that can develop into scarlet fever?",
    "term": "Streptococcal Pharyngitis (accept Strep Throat)"
  },
  {
    "id": 6129,
    "definition": "Answer these questions about respiratory illnesses. What most common virus to infect humans and major cause of the common cold is named for the fact that it mainly impacts the nasal passages and is not named for a large animal?",
    "term": "Rhinovirus"
  },
  {
    "id": 6130,
    "definition": "Answer these questions about respiratory illnesses. One infectious agent that can cause this disease was formerly name P. carinii prior to being renamed P. jirovecii after it was discovered to be a human-specific pathogen. This disease can be sub-classified as hospital-acquired, community-acquired, or viral depending on presentation prior to diagnosis. Atypical organisms, H. influenza, and a namesake streptococcus species are the most common agents that cause what infection that results in lung inflammation?",
    "term": "Pneumonia"
  },
  {
    "id": 6131,
    "definition": "Identify these organelles given a description. What organelle that is full of catalase is used to break down a namesake compound with formula H2O2?",
    "term": "Peroxisome"
  },
  {
    "id": 6132,
    "definition": "Identify these organelles given a description. What specific organelle that lacks ribosomes on its surface serves to detoxify alcohol and synthesize lipids and steroids?",
    "term": "Smooth Endoplasmic Reticulum (prompt on partial answer)"
  },
  {
    "id": 6133,
    "definition": "Identify these organelles given a description. This organelleˈs function can be disrupted by nucleoside reverse transcriptase inhibitors resulting in lipodystrophy and lactic acidosis. This occurs due to the disruption of the beta oxidation and cellular respiration processes that are facilitated by this organelle. That disruption occurs when a drug mistakenly incorporates itself into this organelleˈs DNA, the existence of which supports the endosymbiotic theory that this organelle may have once lived as an independent organism. What is this organelle with an inner membrane called the ˈˈcristaeˈˈ that serves as the powerhouse of the cell?",
    "term": "Mitochondria"
  },
  {
    "id": 6134,
    "definition": "Identify the following related to the liver. The liver makes and stores what multi-branched polysaccharide of glucose that stores energy from carbohydrates in the body?",
    "term": "Glycogen"
  },
  {
    "id": 6135,
    "definition": "Identify the following related to the liver. When the liver fails, bilirubin can build up in the blood causing a yellowing of the skin and eyes known by what term?",
    "term": "Jaundice"
  },
  {
    "id": 6136,
    "definition": "Identify the following related to the liver. A concentration of this bodily molecule can be lowered by inhibiting the PCSK9 enzymes from blocking receptors that remove it from the blood. More common ways of lowering this substance include blocking the Niemann- Pick cells in the intestines from absorbing it or by blocking the HmG-CoA reductase from synthesizing it in the liver. What is this bodily molecule that aids in membrane fluidity whose good and bad forms are known as HDL and LDL respectively?",
    "term": "Cholesterol (accept LDL before mentioned)"
  },
  {
    "id": 6137,
    "definition": "Identify the following vitamins. What class of fat soluble vitamins, whoˈs synthetic form is known as phytonadione, serve to promote the formation of clotting factors?",
    "term": "Vitamin K"
  },
  {
    "id": 6138,
    "definition": "Identify the following vitamins. What class of fat soluble vitamins, including tocopherols, are thought to serve an antioxidant function in cell membranes whose deficiency can cause nerve problems?",
    "term": "Vitamin E"
  },
  {
    "id": 6139,
    "definition": "Identify the following vitamins. This vitamin has been co-administered with iron tablets to increase their absorption in iron deficient patients due to its ability to chelate iron in a low pH environment. Excessive intake of this vitamin has been linked to kidney stone formation. Bleeding mucous membranes, spongy gums, and loose teeth can all result from a deficiency of this vitamin due to its role in collagen synthesis. What is this water soluble vitamin also known as ascorbic acid whose deficiency can cause scurvy?",
    "term": "Vitamin C (accept ascorbic acid before mentioned)"
  },
  {
    "id": 6140,
    "definition": "Identify the following chronic disease conditions. What disease, known as gestational when occurring during pregnancy, has a Type 1 type where no insulin is produced and a Type 2 type that confers insulin resistance?",
    "term": "Diabetes Mellitus"
  },
  {
    "id": 6141,
    "definition": "Identify the following chronic disease conditions. What disease whose name means joint inflammation comes in a ˈˈrheumatoidˈˈ variety that is autoimmune and an ˈˈosteoˈˈ variety that causes crepitus from overuse?",
    "term": "Arthritis"
  },
  {
    "id": 6142,
    "definition": "Identify the following chronic disease conditions. This disease can potentially be triggered by inhibition of VEGF and renal artery stenosis is a possible secondary cause of this disease. Dihydropyridine calcium channel blockers, angiotensin receptor blockers, and alpha blockers are all classes of agents used to treat this disease. This disease can be worsened by overuse of anti-inflammatory drugs and excessive salt intake. A sphygmomanometer can be used to monitor what very prevalent cardiovascular risk factor defined as abnormally high blood pressure?",
    "term": "Hypertension (accept High Blood Pressure before mentioned)"
  },
  {
    "id": 6143,
    "definition": "Name the following animal phyla given a description. What phylum includes ˈˈsegmentedˈˈ or ˈˈringedˈˈ worms like earthworms?",
    "term": "Annelids or Annelida"
  },
  {
    "id": 6144,
    "definition": "Name the following animal phyla given a description. What phylum includes flatworms like flukes and tapeworms?",
    "term": "Platyhelminthes"
  },
  {
    "id": 6145,
    "definition": "Name the following animal phyla given a description. Some members of this phyla can induce a syndrome of catecholamine excess in their victims after releasing venom into them. Classes within this phyla include Staurozoa, Cubozoa, the sessile Anthozoa, and the diverse Hydrozoa that includes the Portuguese Man oˈ War. Members of this phyla possess stinging structures called nematocysts. Animals in this phyla have two body forms, the medusae and the polyps, both of which have a single orifice for digestion and respiration. Named for its barb like stinging cells, what is this aquatic, radially symmetric phylum that contains coral, anemones, and jellyfish?",
    "term": "Cnidaria"
  },
  {
    "id": 6146,
    "definition": "Identify the following disease states for which a vaccine has been developed. What virus, that can cause paralysis, has oral and injectable vaccines that were discovered by Albert Sabin and Jonas Salk, respectively?",
    "term": "Polio"
  },
  {
    "id": 6147,
    "definition": "Identify the following disease states for which a vaccine has been developed. What infection that is related to chickenpox is also known as herpes zoster? This infection results in a painful skin rash and is more common in patients over 50.",
    "term": "Shingles"
  },
  {
    "id": 6148,
    "definition": "Identify the following disease states for which a vaccine has been developed. The vaccine for this illness has been linked to both tetanus and diphtheria and the acellular version of its vaccine was developed to reduce the side effects of vaccination. As of 2012, due to a large number of outbreaks across the United States, the vaccine for preventing this disease is now recommended to all pregnant patients to provide passive immunity to infants. What is this highly contagious bacterial disease that causes a cough so forceful that it may break ribs and makes a distinct sound leading it to be nicknamed ˈˈWhooping Coughˈˈ?",
    "term": "Pertussis (accept Whooping Cough before mentioned)"
  },
  {
    "id": 6149,
    "definition": "Identify the following related to genetic mutation. Splice site mutations occur when genetic material remains in mRNA from what segments of RNA that do not code for proteins that are normally removed?",
    "term": "Intron"
  },
  {
    "id": 6150,
    "definition": "Identify the following related to genetic mutation. Mutations can be created in bacteria by inserting DNA into what small circular DNA molecules that are physically separated from their chromosomal DNA?",
    "term": "Plasmid"
  },
  {
    "id": 6151,
    "definition": "Identify the following related to genetic mutation. Common models that attempt to explain this process include the Moran model, Kimuraˈs neutral model, and the Wright-Fisher model. When this happens naturally, such as due to a natural disaster, it is known as the bottleneck effect and when it occurs due to human decision to form an isolated new population, it is known as the Founder effect. What is this variation in relative allele frequency due to the chance disappearance of particular genes as individuals die or do not reproduce?",
    "term": "Genetic Drift"
  },
  {
    "id": 6152,
    "definition": "Answer the following about extinct animals. A long beak is theorized to have been part of these extinct dinosaurs, whose name means ˈˈwinged finger.ˈˈ",
    "term": "pterodactyls (teh-ruh-DACK-till) [or pterodactylus antiquus; do not accept ˈˈpterosaur(s)ˈˈ or ˈˈpteranodon(s)ˈˈ]"
  },
  {
    "id": 6153,
    "definition": "Answer the following about extinct animals. This extinct dinosaur, which Othniel Marsh theorized had a ˈˈsecond brain,ˈˈ possessed large plates that covered its body, leading to a name meaning ˈˈcovered lizard.ˈˈ",
    "term": "stegosaurus"
  },
  {
    "id": 6154,
    "definition": "Answer the following about extinct animals. One species of this animal, Lipotes vexillifer (LIP-oh-teez vex-ILL-ih-ferr), possibly became extinct in the 21st century. One type of this animal in the Iniidae (in-ˈˈEYEˈˈ-uh-dee) family dwells in the Amazon River. Dr. Philibert Commerson gives his name to a type of these animals that resembles pandas and dwells near Tierra del Fuego (tee-ˈˈAIRˈˈ- uh dell foo-AY-goh). The baiji (ˈˈBYEˈˈ-jee) species of this animal used to inhabit the Yangtze (yang-see) River but is now thought to have become extinct. This cetacean (suh-TAY-shun) animal uses echo·location clicks to communicate. Name this intelligent marine mammal, one type of which is the bottlenose.",
    "term": "dolphins [or Delphidae; accept baiji dolphins or Chinese river dolphins or Yangtze River dolphins or whitefin dolphins or Amazon River dolphins or Commerson's dolphins or bottlenose dolphins]"
  },
  {
    "id": 6155,
    "definition": "Name these organelles. This organelle is often known as the ˈˈpowerhouse of the cellˈˈ since it provides the cell with the ATP it needs.",
    "term": "mitochondrion or mitochondria"
  },
  {
    "id": 6156,
    "definition": "Name these organelles. This organelle is responsible for conducting photo·synthesis in plants.",
    "term": "chloroplasts"
  },
  {
    "id": 6157,
    "definition": "Name these organelles. One type of these organelles is called the auto·phagosome (ah-toh-FAYZH-uh-zome) and is responsible for directing material to a lysosome (ˈˈLIEˈˈ-soh-sohm). These organelles are coated with a triskelion-shaped protein called clathrin. A tonoplast is a membrane that surrounds these organelles, whose ˈˈcontractileˈˈ type is used by some protists to remove water from the cell. (*) Vesicles can merge to form one of these organelles, a large example of which is often found at the center of plant cells. Name these organelles that store food and water for the cell.",
    "term": "vacuoles (VAK-yoo-ohl) [accept contractile vacuoles; accept vesicles before (*)]"
  },
  {
    "id": 6158,
    "definition": "Name these bio·chemists. Molecular chirality was discovered when tartaric acid was analyzed by this biochemist who, along with Ferdinand Cohn and Robert Koch, is one of the three fathers of microbiology.",
    "term": "Louis Pasteur"
  },
  {
    "id": 6159,
    "definition": "Name these bio·chemists. This biochemist discovered the primary structure of insulin by studying cows and also pioneered a namesake method of DNA sequencing.",
    "term": "Frederick Sanger (SANG-ur)"
  },
  {
    "id": 6160,
    "definition": "Name these bio·chemists. Howard Florey conducted the clinical trials for a substance that this scientist discovered, leading him to notably exclaim ˈˈthat's funny!ˈˈ By mixing nasal mucus with a culture of bacteria, this man discovered an enzyme that destroys bacterial cell walls by disrupting a glyco·sylitic linkage. This discoverer of lysozyme also accidentally found that a substance secreted by a certain fungus could be used as an antibiotic against pneumonia. Name this Scottish biochemist who in 1928 isolated penicillin.",
    "term": "Sir Alexander Fleming"
  },
  {
    "id": 6161,
    "definition": "Name these diseases with high mortality rates. Prions (PRY-onz) are known to cause this disease, which kills nearly all the namesake creatures it infects. This condition is sometimes known by the acronym BSE (ˈˈB-S-Eˈˈ).",
    "term": "mad cow disease [accept bovine spongiform encephalopathy (en-SEFF-uh-lahp-uh-thee)]"
  },
  {
    "id": 6162,
    "definition": "Name these diseases with high mortality rates. The bacterium Y. pestis is known to cause this disease, which is primarily spread by fleas. It is characterized by the formation of pustules, unlike its septicemic (sep-tuh-SEE-mik) and pneumonic counterparts.",
    "term": "bubonic plague [prompt on ˈˈplagueˈˈ]"
  },
  {
    "id": 6163,
    "definition": "Name these diseases with high mortality rates. Until 2004, no human was known to have survived this disease, as it was thought to be 100% fatal. That survivor, Jeanna Giese (JEE-see), was given the Milwaukee Protocol, which put her in a coma to help combat this disease. The Purified Duck embryo vaccine is used to prevent this disease, which was historically called (*) hydro·phobia since victims of it have difficulty swallowing. Name this disease often spread by ˈˈmadˈˈ animals, such as a dog that is foaming from the mouth.",
    "term": "rabies [accept hydrophobia before (*)]"
  },
  {
    "id": 6164,
    "definition": "Identify the following about ecology. After a destructive event, such as a forest fire, the ˈˈprimaryˈˈ type of this process often occurs. This process is the growth of new species in an environment.",
    "term": "ecological succession [accept primary succession]"
  },
  {
    "id": 6165,
    "definition": "Identify the following about ecology. This is the term for the first new species that engages in ecological succession. Swordferns are often said to be one of these on newly created volcanic islands.",
    "term": "pioneer species"
  },
  {
    "id": 6166,
    "definition": "Identify the following about ecology. This term was coined by Pierre-Joseph van Beneden in the 1875 book Animal Parasites and Messmates, which presented around 250 examples of this interaction. Two examples of this kind of relationship are phoresy, used by mites, and meta·biosis, used by maggots. The classic example of this situation is barnacles attached to the bottom of whales. Name this kind of relationship between two organisms in which one benefits while the other is unharmed, in contrast to parasitism and mutualism.",
    "term": "commensalism"
  },
  {
    "id": 6167,
    "definition": "Answer these questions about a particular biological phenomenon. ˈˈTonic labyrinthineˈˈ and ˈˈgastro·colicˈˈ are examples of this kind of biological movement, which is an innate response to a stimulus.",
    "term": "reflex action"
  },
  {
    "id": 6168,
    "definition": "Answer these questions about a particular biological phenomenon. One type of stretch reflex that exists is named after this sesamoid (SESS-uh-moyd) bone, which is located near the bottom of a set of four muscles that include the rectus femoris (REK-tis fuh-MOR-iss) and vastus medialis (VAS-tuss mee-dee-AA-liss).",
    "term": "patella [accept patellar reflex; prompt on ˈˈkneecapˈˈ]"
  },
  {
    "id": 6169,
    "definition": "Answer these questions about a particular biological phenomenon. This body part being hit during a reflex test can result in the Babinski sign, which is usually indicated when a portion of this body part known as the hallux points upward. These body parts are affected by tarsal tunnel syndrome. This body part appears in the colloquial name of the skin infection tinea pedis, which is often contracted in locker rooms. One end of this body part contains the phalanges (fuh-LAN-jeez) bones, while the other end contains a joint that is at the bottom end of the tibia and fibula. Name this part of the body that contains the ankle and toes.",
    "term": "feet or foot"
  },
  {
    "id": 6170,
    "definition": "Identify the following model organisms. This nematode model organism, which is a species of roundworm, was the first animal to have its genome sequenced.",
    "term": "C. elegans (EL-ih-gahns) [or Caenorhabditis elegans]"
  },
  {
    "id": 6171,
    "definition": "Identify the following model organisms. Insulin was artificially synthesized by manipulating the genome of this model bacteria, some varieties of which can produce vitamin K2 (ˈˈK-2ˈˈ).",
    "term": "E. coli [or Escherichia coli]"
  },
  {
    "id": 6172,
    "definition": "Identify the following model organisms. In the mitochondria of these organisms, a tethering complex called ERMES (ˈˈE-R-M-E-Sˈˈ) is used to transfer lipids. Aging proteins called sirtuins were first discovered in this group of organisms. Eduard Buchner won a Nobel Prize for isolating zymase from this organism, which he used to make ˈˈpress juice.ˈˈ Due to its simplicity, this was the first eukaryotic organism to have its genome completely sequenced. The model species () S. cerevisiae (seh-reh-VEE- see-ay) is an example of the ˈˈbuddingˈˈ type of this (*) fungus. Fermentation is carried out by what organism that is used by bakers as a leavening agent?",
    "term": "yeasts [accept budding yeasts; accept Saccharomyces cerevisiae before (); prompt on fungus or fungi before (*)]"
  },
  {
    "id": 6173,
    "definition": "Answer the following about vaccines. While working at the University of Pittsburgh, this scientist became the first person to create a successful vaccine for polio.",
    "term": "Jonas Edward Salk"
  },
  {
    "id": 6174,
    "definition": "Answer the following about vaccines. German measles is another name for this viral disease that is one of the namesakes of the MMR (ˈˈM-M-Rˈˈ) vaccine.",
    "term": "rubella (roo-BEL-lah) [accept three-day measles; do not accept ˈˈrubeolaˈˈ]"
  },
  {
    "id": 6175,
    "definition": "Answer the following about vaccines. Dukoral is the common trade name for a preventive and reactive vaccine used to combat this disease. An 1854 outbreak of this disease in London was mapped by the epidemiologist John Snow. In Asian countries, this disease is often prevented by using a sari cloth as a filter. A Vibrio (VIB-ree-oh) species of bacteria causes this disease, which is characterized by severe dehydration caused by excessive diarrhea. Name this disease that is often caused by drinking water that has been contaminated with fecal matter.",
    "term": "cholera (KAH-lur-uh) [accept Vibrio cholerae]"
  },
  {
    "id": 6176,
    "definition": "Answer the following about biological tests. Scores between 0 and 10 are possible on this test that is utilized to quickly determine the health of newborn babies.",
    "term": "Apgar test or Apgar score"
  },
  {
    "id": 6177,
    "definition": "Answer the following about biological tests. The Mantoux (ˈˈman-tooˈˈ) test is often performed to determine if a person has this disease, which is caused by a myco·bacterium.",
    "term": "tuberculosis or TB [accept Mycobacterium tuberculosis infection; prompt on ˈˈconsumptionˈˈ]"
  },
  {
    "id": 6178,
    "definition": "Answer the following about biological tests. The SKY (ˈˈskyˈˈ) technique is often used to visualize the results of this biological test in color. G-banding, or Giemsa banding, is one way to perform this kind of test, which is often used to detect if a subject will have a deformed larynx in cri du chat (kree doo shah) syndrome. These tests clearly display poly·ploidy disorders, such as Down Syndrome, in which three structures will appear above the number ˈˈ21.ˈˈ Name this technique in which the chromosomes of a human are visualized.",
    "term": "karyotypes or karyotyping [accept spectral karyotyping]"
  },
  {
    "id": 6179,
    "definition": "Answer the following about the lungs. When swallowing, food is prevented from traveling down the trachea (ˈˈTRAYˈˈ-kee-uh) into the lungs by this piece of cartilage, which opens during breathing to allow the passage of air.",
    "term": "epiglottis (ep-ih-GLAH-tiss) [do not accept or prompt on ˈˈglottisˈˈ]"
  },
  {
    "id": 6180,
    "definition": "Answer the following about the lungs. This is the name of the liquid which is found in the lungs that increases the ability of the lung to expand since it decreases overall surface tension.",
    "term": "pulmonary surfactant"
  },
  {
    "id": 6181,
    "definition": "Answer the following about the lungs. Certain organisms within this class of animals utilize palpal bulbs during copulation. One type of animal within this class, which comes in ˈˈpinktoeˈˈ and ˈˈTexas brownˈˈ varieties, sometimes uses urticating hairs as a defense mechanism. Thin leaf-like membranes comprise the book lungs that are utilized by many members of this class. Ticks are members of this class of animals, some of which use pedipalps to assist in chewing. Some members of this non-insect class use spinnerets to make silk. Name this class of arthropods which include scorpions and spiders.",
    "term": "arachnids or arachnida [do not prompt on or accept ˈˈspider(s)ˈˈ or ˈˈtarantula(s)ˈˈ or ˈˈarthropod(s)ˈˈ]"
  },
  {
    "id": 6182,
    "definition": "Answer the following about biological pathways. The citric acid cycle works by oxidizing this substance. The two-carbon functional group that gives this substance its name is attached to oxalo·acetate to form citrate.",
    "term": "acetyl-CoA (uh-SEE-tuhl KOH-ay) or acetyl co·enzyme A"
  },
  {
    "id": 6183,
    "definition": "Answer the following about biological pathways. During gly·colysis, two of these electron carriers are made. After being treated by its namesake de·hydrogenase, it is oxidized to create a proton gradient in oxidative phos·phorylation.",
    "term": "NAD (ˈˈN-A-Dˈˈ) [or nicotinamide adenine dinucleotide or NAD+ or NADH; do not accept or prompt on ˈˈNADPˈˈ or ˈˈNADP+ˈˈ or ˈˈNADPHˈˈ or ˈˈnicotinamide adenine dinucleotide phosphateˈˈ]"
  },
  {
    "id": 6184,
    "definition": "Answer the following about biological pathways. Icicle plants were found to have this pathway induced in them when the salt content of their diet was increased. Both primary and final carboxylation take place in the meso·phyll cells in plants that use this pathway, in which malic acid is stored in a vacuole (VAK-yoo-ohl) until stomata open. This pathway, which is named for an (*) acid and Crassula family plants, is used by pineapples to reduce the effects of photo·respiration. Name this pathway that some plants use at night to prevent evapo·transpiration.",
    "term": "CAM (kam) pathway or CAM photosynthesis [accept Crassulacean acid metabolism before (*)]"
  },
  {
    "id": 6185,
    "definition": "Answer the following about organisms that are neither animals nor plants. The mycelium (MY-ˈˈsellˈˈ-ee-um) of a fungus is formed of these tiny structures, which constitute most of the growth of fungi.",
    "term": "hyphae (HYE-fee) or hypha"
  },
  {
    "id": 6186,
    "definition": "Answer the following about organisms that are neither animals nor plants. Fungi, like animals but unlike plants, are this kind of organism, which does not obtain its energy directly from carbon or the Sun. The name of this kind of organism comes from the Greek for ˈˈdifferentˈˈ and ˈˈnutrition.ˈˈ",
    "term": "hetero·trophs"
  },
  {
    "id": 6187,
    "definition": "Answer the following about organisms that are neither animals nor plants. Fuco·xanthin (FOO-koh-zan-thin) is found in some of these non-hetero·dont (het-UR-oh-dahnt) organisms, which use a structure called a pneumato·cyst (ˈˈnew-MATˈˈ-oh-sihst), or ˈˈflotation bladder,ˈˈ to stay afloat. One type of these organisms creates floridean starch, which notably lacks amylose. Biology labs often use agar (AH-ger), which is a material derived from these organisms. Toothpaste contains carrageenan (CAR-uh-gee-nihn), which is a gel derived from these organisms. The ˈˈblue-greenˈˈ type of these are actually bacteria. Name these organisms exemplified by kelp and seaweed.",
    "term": "algae [accept brown algae; prompt on ˈˈprotist(s)ˈˈ or ˈˈseaweedˈˈ]"
  },
  {
    "id": 6188,
    "definition": "Name these very small organisms. Wendell Stanley, who won the 1946 Nobel Prize in Chemistry, showed that this virus is still infectious even if it is crystallized. This virus was the first one ever to be isolated.",
    "term": "tobacco mosaic virus [or TMV]"
  },
  {
    "id": 6189,
    "definition": "Name these very small organisms. Avocado sun·blotch disease is caused by these pathogens, which are small pieces of single-stranded RNA that do not contain a protein coat.",
    "term": "viroids"
  },
  {
    "id": 6190,
    "definition": "Name these very small organisms. Wolfram Zillig suggested the name of one phylum of these organisms called eocytes, some of which survive by using sulfur as an energy source. Ferro·plasma is one genus of these organisms found in acid mines, while another, pyro·coccus, lives in geyser-like locations. Pseudo·peptido·glycan comprises the cell wall of these organisms, some of which use methane as a primary energy source. This group of organisms includes thermo-acido·philes, halo·philes, and acido·philes. Give this group of pro·karyotic organisms that are named because of their extreme age.",
    "term": "Archaea (ar-KEE-uh) or archaeans [accept Archaebacteria; do not accept or prompt on ˈˈbacteriaˈˈ]"
  },
  {
    "id": 6191,
    "definition": "Answer the following questions about cellular reproduction. Male reproductive cells are produced during this process, whose female counterpart is oogenesis (OH-uh- ˈˈgenesisˈˈ). It occurs in the testes in humans.",
    "term": "spermatogenesis (ˈˈSPERMˈˈ-ah-toh-ˈˈgenesisˈˈ)"
  },
  {
    "id": 6192,
    "definition": "Answer the following questions about cellular reproduction. Oogenesis ends with the production of four daughter cells. One of them is an egg, while the other three are this structure which usually undergoes apoptosis (AY-pop-toh-sis).",
    "term": "polar bodies or polar body or polar cells"
  },
  {
    "id": 6193,
    "definition": "Answer the following questions about cellular reproduction. During this phase of mitosis, Flemming bodies assist in a process sometimes called abscission (ab-SIHZH-ˈˈinnˈˈ). During this phase, tightly packed chromosomes begin to uncoil, and in plant cells, a structure called the cell plate forms. Near the end of this phase, the nuclear envelope of a cell reappears. The mitotic spindle forms the cleavage furrow, a small indentation, during this phase. Cyto·kinesis (ˈˈsighˈˈ-toh-kih-NEE-sis) begins during, but finishes after, this phase is complete. Name this final phase of mitosis.",
    "term": "telophase"
  },
  {
    "id": 6194,
    "definition": "Name these bio·molecules. This type of steroid, which provides structure to the cell membrane, was first isolated from gallstones in a liquid crystal phase.",
    "term": "cholesterol"
  },
  {
    "id": 6195,
    "definition": "Name these bio·molecules. The first metabolic cycle that was discovered produces this molecule from ornithine. The synthesis of this molecule disproved the theory of vitalism.",
    "term": "urea [do not accept or prompt on ˈˈurineˈˈ]"
  },
  {
    "id": 6196,
    "definition": "Name these bio·molecules. Ricin (ˈˈRYE-sinˈˈ) a-chains contain an N-glyco·sylase that disrupts the structure of this bio·molecule. This molecule is held to be self-replicating in a widely accepted ˈˈworldˈˈ hypothesis, whose name was coined by Walter Gilbert. ˈˈMicroˈˈ pieces of this molecule are responsible for gene silencing. The term ˈˈcloverleaf structureˈˈ is used to refer to the form of one type of this molecule. In this kind of molecule, uracil replaces the thiamine. Name this genetic material which is single stranded, unlike DNA.",
    "term": "RNA [accept rRNA or ribomsal RNA or tRNA or transfer RNA or mRNA or messenger RNA or microRNA; accept RNA world hypothesis; accept any answers which mention ribonucleic acid in place of RNA; prompt on ˈˈnucleic acidˈˈ]"
  },
  {
    "id": 6197,
    "definition": "Answer the following about specialized parts of some organisms. This structure's ostium is surrounded by the fimbria, which has cilia that move an ovum into these structures. The name of these structures was derived from that of a 16th century scientist.",
    "term": "Fallopian tubes [or salpinx or salpinges]"
  },
  {
    "id": 6198,
    "definition": "Answer the following about specialized parts of some organisms. At the base of cilia are these proteins, which are sometimes called kineto·somes. These structures are designed to serve as the growth site of axoneme micro·tubules.",
    "term": "basal body or basal bodies [accept basal granules or blepharoblasts]"
  },
  {
    "id": 6199,
    "definition": "Answer the following about specialized parts of some organisms. These structures come together and form a mesh for digesting food in some organisms that use the ˈˈreticuloseˈˈ types of them. Cerco·zoans and forams use these structures, which are formed and unformed through actin polymerization to create micro·filaments. Radio·larians use a specialized type of this structure called an axopodia that forms a helical shape. Their name comes from the Greek for ˈˈfake-feet.ˈˈ Name these projections used by some amoeba for locomotion.",
    "term": "pseudopods [or pseudopodia or pseudopodium]"
  },
  {
    "id": 6200,
    "definition": "Answer the following about specialized cells. Serum albumin is manufactured in these cells, which are the only cells in the human body which also synthesize bile salts. These cells are formally called hepato·cytes.",
    "term": "liver cells"
  },
  {
    "id": 6201,
    "definition": "Answer the following about specialized cells. These cells, which filter blood, usually have a glomerulus (gloh-MARE-yoo-luss) surrounded by a Bowman's capsule.",
    "term": "nephrons"
  },
  {
    "id": 6202,
    "definition": "Answer the following about specialized cells. Cells in the piriform cortex are known to assist with this ability, which is aided by tufted cells that reside in a non-kidney structure called the glomerulus (gloh-MARE-yoo-luss). Mitral (MYE-trul) cells are found in the bulb named for this ability, which is supported by the ethmoid bone. The absence of this ability is known as anosmia (uh-NAHZ-me- uh). The first cranial nerve is named for this sense, which occurs when certain molecules bind to (*) olfactory receptors. Name this sense that involves odorants passing through the nose.",
    "term": "smell [accept olfaction or olfactory sense before (*)]"
  },
  {
    "id": 6203,
    "definition": "Answer the following about moths and butterflies. Moths often use this technique, which comes in ˈˈactiveˈˈ and ˈˈmotionˈˈ types, to evade predators.",
    "term": "camouflage [accept active camouflage or motion camouflage]"
  },
  {
    "id": 6204,
    "definition": "Answer the following about moths and butterflies. Viceroy butterflies are able to evade predators by utilizing the ˈˈBatesianˈˈ (BATES-ee-un) form of this phenomenon.",
    "term": "mimicry [accept Batesian mimicry]"
  },
  {
    "id": 6205,
    "definition": "Answer the following about moths and butterflies. The hetero·zygote disadvantage often arises as a result of this selection mechanism, which is exemplified by the peppered moth, since the white and black moths are favored due to their abilities to hide from predators. This type of selection creates a bi·modal distribution, unlike stabilizing or directional selection. Name this type of (*) natural selection in which the mean is selected against and the extremes are characterized by higher fitness.",
    "term": "disruptive selection or diversifying selection [prompt on ˈˈnatural selectionˈˈ before (*)]"
  },
  {
    "id": 6206,
    "definition": "Give the following having to do with biomes or ecosystems. The abyssal zone of the ocean is often home to this kind of ecosystem, in which mollusks, hagfish, and other organisms use nutrients from blubber supplied by a namesake animal as an energy source.",
    "term": "whale fall [do not accept or prompt on ˈˈwhaleˈˈ]"
  },
  {
    "id": 6207,
    "definition": "Give the following having to do with biomes or ecosystems. Organic material generated from zoo·plankton and the remains of kelp and other residents of the photic zone create this kind of ecosystem, in which organisms at the bottom of the ocean survive by consuming organic matter that continuously falls from above.",
    "term": "marine snow"
  },
  {
    "id": 6208,
    "definition": "Give the following having to do with biomes or ecosystems. This type of ecosystem is home to the tree species heritiera fomes, which is also known as the sunder tree. Inhabitants of this ecosystem make use of suberin (SOO-bur-in) to prevent a certain substance from infiltrating their roots. The namesake of this biome reproduces by vivipary (vih-VIH-puh-ree). Halo·phytes are found in these biomes, whose name derives from the common name of the plant genus Rhizophora. This biome is found exclusively in the inter·tidal zones of oceans, including a region known as the Sundarbans (SOON-dur-buns). Forests of namesake trees grow in salty water in what kind of biome which can be found along the coast of India and Bangladesh?",
    "term": "mangrove forest [do not accept or prompt on ˈˈforestˈˈ]"
  },
  {
    "id": 6209,
    "definition": "Answer the following about allergies: Type I (ˈˈoneˈˈ) hyper·sensitivity to allergies often results in this symptom due to the presence of eicosanoids (ˈˈeyeˈˈ-KAW-suh-noydz). Neutro·phils are often used to combat this symptom.",
    "term": "inflammation [accept word forms]"
  },
  {
    "id": 6210,
    "definition": "Answer the following about allergies: During a Type I (ˈˈoneˈˈ) hyper·sentitivity response to allergies, IgE (ˈˈI-G-Eˈˈ), an example of one of these proteins, is often released.",
    "term": "antibodies or antibody [prompt on ˈˈimmunoglobulin(s)ˈˈ]"
  },
  {
    "id": 6211,
    "definition": "Answer the following about allergies: FITkit (ˈˈFIT-kitˈˈ) is often used to test for an allergy to this substance. Children with spina bifida will have an increased risk of the allergy associated with substance, which often manifests itself as an allergy to mango, soy, and strawberries. The flowering shrub guayule (gwah-YOO-lee) is a source of this material, which is often used as an alternative to poly·urethane. This substance most often comes from trees in the form of a whitish fluid. Name this material that makes people allergic to a certain type of rubber glove.",
    "term": "latex [prompt on ˈˈrubberˈˈ]"
  },
  {
    "id": 6212,
    "definition": "Answer the following about organ systems. In the circulatory system, these are the only arteries that do not contain oxygenated blood.",
    "term": "pulmonary arteries"
  },
  {
    "id": 6213,
    "definition": "Answer the following about organ systems. There are ˈˈsuperiorˈˈ and ˈˈinferiorˈˈ examples of these veins that carry blood from the rest of the body directly into the heart.",
    "term": "vena cava [accept venae cavae]"
  },
  {
    "id": 6214,
    "definition": "Answer the following about organ systems. The ciliary muscle in the iris is attached to this system by Edinger-Westphal nuclei. The acronym SLUDD (slud) is used to describe the functions of this system, since it controls lachrymation and salivation. This component of the enteric system is responsible for relaxing sphincter muscles, slowing the heart rate, and other involuntary responses. This system is responsible for the ˈˈrest-and-digestˈˈ aspect of the nervous system. Name this system that augments the similarly-named sympathetic nervous system.",
    "term": "parasympathetic nervous system [prompt on ˈˈnervous systemˈˈ; do not prompt on or accept ˈˈsympathetic nervous systemˈˈ]"
  },
  {
    "id": 6215,
    "definition": "Name these organisms important to the history of biology. The first virus to be discovered was one that infects this plant. This model organism is often used in plant virology studies and has high levels of regeneration, making it a great plant for tissue culture.",
    "term": "tobacco [or Nicotiana]"
  },
  {
    "id": 6216,
    "definition": "Name these organisms important to the history of biology. This weed is the most widely-used model plant organism because of its short lifespan and relatively small genome.",
    "term": "Arabidopsis thaliana"
  },
  {
    "id": 6217,
    "definition": "Name these organisms important to the history of biology. In 2014, the ICE-First-Aging experiment studied aging in this organism in space flight conditions. In 2012, this model organism's connectome was fully mapped, and it currently remains the only organism in which that has been accomplished. Sydney Brenner pioneered the use of this organism. This organism goes through four larval stages called L1 to L4, but it can respond to stresses by entering a dauer (DOW-err) stage. Fire and Mello studied RNA interference in this animal. Mature hermaphrodites of it have 959 somatic cells, and it was the first multicellular organism to have its genome sequenced. Name this model organism that is a nematode.",
    "term": "Caenorhabditis elegans [prompt on ˈˈNematodaˈˈ or ˈˈnematodesˈˈ]"
  },
  {
    "id": 6218,
    "definition": "Name these things found in cells. This organelle, which is found in pairs, contains nine triplets of microtubules and makes up the centrosome, which organizes spindles during mitosis.",
    "term": "centrioles"
  },
  {
    "id": 6219,
    "definition": "Name these things found in cells. Some bacteria, such as those of genus Bacillus, have this structure, with which they can enter a dormant state if nutrients are lacking. These structures are notoriously difficult to eradicate.",
    "term": "endospores"
  },
  {
    "id": 6220,
    "definition": "Name these things found in cells. In a complex involving one type of this organelle, networks of tubules and vesicles called spongiomes empty material into it. Antho·cyanins and other flower pigments are found within this organelle. Lysosomes can merge with the food type of these organelles to form a structure in which digestion occurs. A variety of this organelle in protists regulates turgor pressure by expelling water out of the cell; that variety is called the contractile type of this organelle. In plants, a membrane called the tonoplast surrounds this structure. The central type is often the largest body in plant cells. Name these organelles which are usually used as the cell's storage sites.",
    "term": "vacuoles [accept contractile vacuoles or food vacuoles]"
  },
  {
    "id": 6221,
    "definition": "Answer the following about inflammation. Inflammation caused by the immune response can cause this effect, in which blood vessels widen.",
    "term": "vasodilation or vasodilatation [accept word forms]"
  },
  {
    "id": 6222,
    "definition": "Answer the following about inflammation. The swelling that accompanies inflammation is known by this term.",
    "term": "edema"
  },
  {
    "id": 6223,
    "definition": "Answer the following about inflammation. Bright's disease is an older name for inflammation of this organ. Failure of the lungs and this organ can occur when it is attacked by antibodies in Goodpasture syndrome. The Bosniak classification scheme is used for cysts within this organ. The functionality of this organ can be measured through a creatinine test. A protein synthesized by JG cells in this organ acts with angio·tensin to regulate blood pressure. This organ produces renin, and inflammation of this organ often occurs in the glomerulus. In cases of this organ's failure, a patient can be hooked up to a dialysis machine. Name this organ, whose functional units are called nephrons.",
    "term": "kidneys"
  },
  {
    "id": 6224,
    "definition": "Answer some questions about invasive species. These mollusks are a significant problem in the eastern United States, including in the Great Lakes. They are especially problematic due to their ability to attach to man-made objects and clog pipes.",
    "term": "zebra mussels [or Dreissena polymorpha; prompt on ˈˈmusselsˈˈ]"
  },
  {
    "id": 6225,
    "definition": "Answer some questions about invasive species. This Asian plant was intentionally introduced to the United States as a way of controlling soil erosion, but it has since spread over the South, outcompeting other plants by growing over them.",
    "term": "kudzu [or Pueraria lobata]"
  },
  {
    "id": 6226,
    "definition": "Answer some questions about invasive species. In this country, the myxoma virus was used to successfully control the spread of invasive rabbits. Many members of an animal species native to this country are infected with a facial tumor disease that can spread between individuals. A failed attempt to control cane beetle populations in this country introduced the cane toad, which has since then become a problematic invasive species here. One animal endemic to this country uses electroreceptors on its body to navigate underwater; that animal is an egg-laying mammal that has a duck-like bill. Name this country that is home to the platypus and marsupials such as Tasmanian devils and kangaroos.",
    "term": "Commonwealth of Australia"
  },
  {
    "id": 6227,
    "definition": "Name these scientists. This woman took the photograph from which Watson and Crick discovered the double helix structure of DNA.",
    "term": "Rosalind Elsie Franklin"
  },
  {
    "id": 6228,
    "definition": "Name these scientists. This man devised binomial nomenclature as the method for naming species and established modern taxonomy with his book Systema Naturae.",
    "term": "Carolus Linnaeus or Carl Linnaeus [or Carl von Linne or Carolus a Linne]"
  },
  {
    "id": 6229,
    "definition": "Name these scientists. This scientist discovered a defective chromosomal behavior called the breakage-fusion-bridge cycle. This scientist built on Rollins Emerson's work in discovering that mutations in the Ds (ˈˈDˈˈ-ˈˈSˈˈ) region of chromosome 9 caused streaks of brown and purple in a certain organism; that work led to the formulation of the Ac/Ds (ˈˈAˈˈ-ˈˈCˈˈ-ˈˈDˈˈ- ˈˈSˈˈ) system. Independently of Herman Muller, this scientist discovered telomeres. She used early cyto·genetics to find the first evidence that genetic variability in offspring came from crossing over. This scientist heavily studied maize plants, in which she made the first discovery of mobile genetic elements. Name this scientist who won the 1983 Nobel Prize in Medicine for her discovery of the ˈˈjumping genesˈˈ named transposons.",
    "term": "Barbara McClintock"
  },
  {
    "id": 6230,
    "definition": "Answer the following about plants. In leaves, these cells surround the stomata and regulate the plant's gas exchange by changing their size.",
    "term": "guard cells"
  },
  {
    "id": 6231,
    "definition": "Answer the following about plants. Plant growth occurs from these undifferentiated cells in a plant. The apical type is found at the tips of roots and shoots.",
    "term": "meristem or meristematic cells [do not prompt on ˈˈstemˈˈ]"
  },
  {
    "id": 6232,
    "definition": "Answer the following about plants. A type of cell found in this tissue has few organelles, including the lack of a nucleus, but does have smooth endoplasmic reticulum along the plasma membrane. Cells in this tissue die following girdling. The secondary type of this tissue originates from the vascular cambium. Movement in this tissue can be explained by the pressure flow hypothesis. This tissue contains companion cells, which are found next to and assist sieve tube elements. Unlike a similar type of tissue, it contains living cells and can transport molecules both up and down the stem. Name this plant tissue that transports nutrients, such as sugars, and is often contrasted with xylem.",
    "term": "phloem"
  },
  {
    "id": 6233,
    "definition": "Answer the following about metabolic pathways. In photosynthesis, this molecule is reduced in the light-dependent reactions and later acts as a reducing agent in the last step of the Calvin cycle to produce G3P.",
    "term": "NADPH or NADP+ [or nicotinamide adenine dinucleotide phosphate; do not accept or prompt on partial answers]"
  },
  {
    "id": 6234,
    "definition": "Answer the following about metabolic pathways. In the first step of glycolysis, hexokinase adds this functionality to a glucose molecule.",
    "term": "phosphate group [or PO4 3- (ˈˈPˈˈ-ˈˈOˈˈ-ˈˈfourˈˈ ˈˈthree minusˈˈ)]"
  },
  {
    "id": 6235,
    "definition": "Answer the following about metabolic pathways. This molecule is produced from ATP citrate lyase, in which it is converted from citrate during fatty acid synthesis. Different types of thiolases can either produce this molecule or use it as a substrate. In each iteration of beta oxidation, one of these molecules is produced off a fatty acid. Two of these molecules combine with each other in the first step of the mevalonate pathway to synthesize cholesterol. To provide energy for the heart, this molecule is converted into ketone bodies. It combines with oxalo·acetate to form citrate in another metabolic pathway. Name this molecule that enters the Krebs cycle after being converted from pyruvate.",
    "term": "acetyl coA or acetyl coenzyme A [do not prompt on partial answer]"
  },
  {
    "id": 6236,
    "definition": "Name these types of tissue found within the human body. This type of tissue is made up of cells that come in varieties such as simple squamous and stratified columnar.",
    "term": "epithelial tissue [or epithelium]"
  },
  {
    "id": 6237,
    "definition": "Name these types of tissue found within the human body. Cells in this connective tissue can synthesize hormones such as leptin. This tissue is split between white and brown types.",
    "term": "adipose tissue [or fatty tissue]"
  },
  {
    "id": 6238,
    "definition": "Name these types of tissue found within the human body. Archibald Hill created a model of a mechanism found in this tissue. A type of this tissue undergoes the slow- wave potential. Most types of cells in this tissue follow the ˈˈall-or-noneˈˈ law. In a process that occurs in this tissue, the Z lines are brought closer to each other. A type of this tissue is structured in branches and has its cells connected through intercalated discs. Troponin is involved in a mechanism in this tissue that begins when acetyl·choline causes depolarization in this tissue's cells. Cells in this tissue can receive signals from neurons that cause them to move, and they come in smooth, cardiac, and skeletal types. Myocytes are found in what tissue, one type of which is connected to bones by tendons?",
    "term": "muscle tissue [accept skeletal muscle or cardiac muscle or smooth muscle]"
  },
  {
    "id": 6239,
    "definition": "Answer the following about protein structure and amino acids. Alpha helices and beta sheets are classified as what type of protein structure, which is determined by hydrogen bonding?",
    "term": "secondary structure"
  },
  {
    "id": 6240,
    "definition": "Answer the following about protein structure and amino acids. This metal cat·ion is found in a protein structural motif that binds to DNA and contains two cysteines and two histidines. That motif is known as this metal's ˈˈfingers.ˈˈ",
    "term": "zinc [accept zinc fingers]"
  },
  {
    "id": 6241,
    "definition": "Answer the following about protein structure and amino acids. T, P, L, and H proteins are involved in a cleavage system of this amino acid that, when defective, causes a type of encephalopathy named after it. When binding to namesake receptors, this amino acid causes an influx of chloride ions to enter the neuron, an action which is blocked by strych·nine. This amino acid is the only one for which D and L notation does not apply. With serine, this amino acid is a co-agonist of a type of glutamate receptor called NMDA receptors. Along with GABA (gah-buh), it is the most important inhibitory neurotransmitter in the central nervous system. It is the most common amino acid found in collagen. Name this achiral amino acid, whose side chain is simply a hydrogen.",
    "term": "glycine [prompt on ˈˈglyˈˈ or ˈˈGˈˈ]"
  },
  {
    "id": 6242,
    "definition": "Name some chemicals found throughout the human body. This protein is the main component of blood plasma. The bovine type is often used as a standard for calculating protein concentrations.",
    "term": "serum albumin"
  },
  {
    "id": 6243,
    "definition": "Name some chemicals found throughout the human body. This neurotransmitter is mostly secreted by entero·chromaffin cells. SSRIs are antidepressant drugs that inhibit its reuptake.",
    "term": "serotonin [or 5-hydroxytryptamine; or 5-HT]"
  },
  {
    "id": 6244,
    "definition": "Name some chemicals found throughout the human body. The Reichstein process is an industrial method of synthesizing this molecule from glucose. It is a cofactor for dopamine-beta-hydroxylase, which synthesizes catecholamines. Humans are one of few animals who lack gulono·lactone oxidase, which naturally synthesizes this molecule. This molecule is a necessary cofactor for enzymes involved in synthesizing collagen. A therapy named after this molecule and lysine is used to treat cardiovascular disease and is named after Linus Pauling, who advocated taking high doses of it. A deficiency of this vitamin, which is also called (*) ascorbic acid, causes scurvy. Name this vitamin often found in citrus fruits.",
    "term": "vitamin C [accept L-ascorbic acid or L-ascorbate before (*)]"
  },
  {
    "id": 6245,
    "definition": "Name some diseases of the central nervous system. This disease causes the death of motor neurons, resulting in muscle weakness. In most cases, the cause of it is still unknown.",
    "term": "amyotrophic lateral sclerosis [or ALS or Lou Gehrig's disease]"
  },
  {
    "id": 6246,
    "definition": "Name some diseases of the central nervous system. The McDonald criteria are used to diagnose this disease, in which inflammation in the central nervous system occurs.",
    "term": "multiple sclerosis [or MS or disseminated sclerosis or encephalomyelitis disseminata]"
  },
  {
    "id": 6247,
    "definition": "Name some diseases of the central nervous system. The drug MPTP was found to directly cause this disease, while paraquat is another toxin commonly used to model it. It's not Alzheimer's disease, but Braak staging can be used to measure its pathology. Although most cases of this disease are not inherited, different parts of the world have different mutations on the LRRK2 gene that are associated with this disease. In this disease, accumulations of alpha-synuclein called Lewy bodies build up. This disease occurs with a lack of dopamine production, since the activity of the cells in the substantia nigra is decreased. L-dopa is used to treat this disease. Name this neurodegenerative disease whose symptoms often include shaking hands and rigid, slow movement.",
    "term": "Parkinson's disease [or idiopathic parkinsonism or primary parkinsonism]"
  }
]
