[
  {
    "id": 8837,
    "definition": "Pencil and paper ready. Answer these questions related to roots of equations. You will have 30 seconds for the team questions. A triangular lattice is formed in the complex plane by Eisenstein's form of these numbers, and when the two parts of a complex number are of this type, it is known as Gaussian. The roots of Diophantine equations belong to this set of numbers that does not form a field because they are not closed under division. The continuum hypothesis shows that there are no sets of numbers with cardinality between these numbers and the real numbers, and rational numbers are made up of a quotient of them. Denoted by a boldface Z, identify these numbers that consist of the natural numbers, their negatives, and zero.",
    "term": "Integers"
  },
  {
    "id": 8838,
    "definition": "Identify the following mathematicians. This Swiss mathematician names the identity that e to the i times pi power plus one equals zero and solved the Seven Bridges of Konigsberg problem.",
    "term": "Leonhard Euler"
  },
  {
    "id": 8839,
    "definition": "Identify the following mathematicians. This German mathematician lends his name to the normal distribution, and he, with Jordan, names an elimination method used to solve systems of linear equations.",
    "term": "Carl Friedrich Gauss"
  },
  {
    "id": 8840,
    "definition": "Identify the following mathematicians. Along with Euler, this mathematician names a theorem that relates perfect numbers to Mersenne primes, and an array of one dimensional trees of unit height planted at the lattice points in one quadrant of a square lattice are known as his orchard. This man discussed the mathematical theory of mirrors in Catoptrics, and he names an algorithm for finding the greatest common divisor. The parallel postulate is contained within this mathematician's most famous work, Elements. Identify this Greek mathematician who is often considered the ˈˈFather of Geometry.ˈˈ",
    "term": "Euclid of Alexandria"
  },
  {
    "id": 8843,
    "definition": "Pencil and paper ready. Answer these questions related to solids. You will have 20 seconds for team questions. Please give your answers in terms of pi, if necessary. The area of the faces of this solid are the subject of De Gua's Theorem, and the pentachoron is a four dimensional object bounded by five cells of this shape. This solid has volume equal to one-sixth times the scalar triple product of its sides, and its regular variety has a volume equal to the square root of two times the side length cubed over twelve. Generalized as a three-simplex, this solid's regular form is the Platonic solid with the fewest faces. A variety of a triangular pyramid, identify this regular polyhedron with four faces.",
    "term": "Tetrahedron [prompt on ˈˈtriangular pyramidˈˈ]"
  },
  {
    "id": 8844,
    "definition": "Answer these questions related to probability and statistics. When computing probabilities, binomial coefficients from this French mathematician's triangle can be very helpful.",
    "term": "Blaise Pascal"
  },
  {
    "id": 8845,
    "definition": "Answer these questions related to probability and statistics. Pascal's correspondence with this other French mathematician is considered the beginning of probability theory. This mathematician also names a ˈˈlast theoremˈˈ that concerns the statement a to the n plus b to the n equals c to the n.",
    "term": "Pierre de Fermat"
  },
  {
    "id": 8846,
    "definition": "Answer these questions related to probability and statistics. Evaluating the first derivative of the moment generating function at zero yields one type of this quantity, and one type for an n element data set can be found by multiplying n times the reciprocal of the sum of the reciprocals of the elements. Another type can be found by taking the nth-root of the product of n elements, and for the Poisson distribution, this value is equal to the variance. For the binomial distribution, this quantity is equal to the number of trials times the probability of success, and different forms of it are denoted mu and x-bar. Identify this quantity that has an arithmetic type found by summing n elements and dividing them by n.",
    "term": "Mean [accept expected value; prompt on ˈˈaverageˈˈ; accept specific types of means]"
  },
  {
    "id": 8849,
    "definition": "Pencil and paper ready. Answer these questions related to scalar quantities. You will have 20 seconds for team questions. This operation is utilized to find the area of polygons in the shoelace algorithm, and this operation is applied to a difference in order to find the characteristic polynomial. The linear independence of a set of solutions can be shown using the Wronskian type of this operation, and a ratio of two values obtained by this operation is used by Cramer's rule to solve systems of equations. Expansion by minors may be used to find this operation for large matrices. Identify this operation that is equal to ad minus bc for a two-by-two matrix.",
    "term": "Determinant"
  },
  {
    "id": 8852,
    "definition": "Pencil and paper ready. Answer these questions related to statistics. You will have 20 seconds for team questions, and team questions will both utilize the following data set: 1, 1, 2, 3, 4, 5, 6, 9, 11, 15, 17, 20. The correlation between random variables X and Y is given by the covariance of X and Y divided by the product of this quantity for both X and Y individually. Chebyshev's inequality relates this value to the mean, and this value divided by the square root of the sample size yields the standard error. For the binomial distribution, this quantity equals the square root of the quantity n times p times q, and for normal distributions, sixty-eight percent of the data is said to be within one of this quantity of the mean. The square root of the variance, this quantity is found in the denominator when calculating a z-score. Identify this measure of spread for a data set.",
    "term": "Standard deviation"
  },
  {
    "id": 8853,
    "definition": "Answer these questions concerning geometry. What name is given to the line segment from the center of a regular polygon to the midpoint of a side?",
    "term": "Apothem [also accept Inradius because that is true for regular polygons]"
  },
  {
    "id": 8854,
    "definition": "Answer these questions concerning geometry. What name is given to the point in a triangle at which the three medians intersect?",
    "term": "Centroid [prompt on ˈˈcenter of massˈˈ]"
  },
  {
    "id": 8855,
    "definition": "Answer these questions concerning geometry. This mathematician names a theorem stating that there exists a biholomorphic mapping from any non-empty simply connected open subset onto the open unit disk; that is his mapping theorem. This man developed elliptic geometry, which is a subset of his namesake geometry, in which his namesake manifold is studied. A hypothesis concerning the number of primes was developed by this man and concerns the location of the non-trivial zeros of his zeta function. Also naming the sums used to help approximate integrals, identify this German mathematician.",
    "term": "Bernhard Riemann"
  },
  {
    "id": 8858,
    "definition": "Pencil and paper ready. Answer these questions concerning the vertex of a parabola. You will have 30 seconds for team questions. The parabola y equals three x-squared minus two hundred ninety-four x plus seven thousand two hundred sixty- seven has a vertex with x and y coordinates that belong to this set of numbers. Finding the smallest one of these numbers of spheres that could be stacked into a square pyramid is the subject of the cannonball problem, and the sum of the first n of these is equal to n times the quantity n plus one times the quantity two n plus one, all over six. Lagrange formulated a theorem stating that any natural number can be represented as four of these numbers, and two consecutive triangular numbers will always sum to one. Yielding an integer when taken to the one-half power, identify this set of numbers including four, nine, sixteen, and twenty-five.",
    "term": "Perfect squares or Square numbers"
  },
  {
    "id": 8861,
    "definition": "Pencil and paper ready. Answer the following questions concerning asymptotes. You will have 20 seconds for team questions and team questions will concern this function: f of x equals ten x-squared plus forty- seven x minus fifteen all over two x-squared plus five x minus three. Apollonius of Perga showed that special kinds of these can be used to trisect an angle, and the wave equation is a partial differential equation of this type. The pelekinon was the collection of these constructs created by a sundial over the course of the whole year, and rectangular ones have asymptotes that are perpendicular. e to the x plus e to the negative x, all over two, is the definition of this type of cosine, and the difference between its two foci is constant. With an eccentricity greater than one, identify this conic section that has two separate branches and is exemplified by the equation y equals one over x.",
    "term": "Hyperbola [accept word forms]"
  },
  {
    "id": 8864,
    "definition": "Pencil and paper ready. Answer these questions concerning inverse functions. You will have 30 seconds for team questions. This function of t appears in the definition of the gamma function, and this function of negative st appears within the integrand for a Laplace transform. The hyperbolic sine and cosine sum to this function that can be defined as the limit as n approaches infinity of one plus x divided by n all raised to the n power. The Taylor series for this function is x to the n over n factorial, and it is a solution to the differential equation y prime equals y because this function is its own derivative. Used when discussing compounding interest continuously, identify this function that is the inverse of the natural log function.",
    "term": "Exponential function or e to the x [do NOT accept or prompt on ˈˈeˈˈ]"
  },
  {
    "id": 8865,
    "definition": "Identify the following types of functions. This type of function is also known as a one-to-one function and never maps distinct elements of its domain to the same element of its codomain.",
    "term": "Injective function"
  },
  {
    "id": 8866,
    "definition": "Identify the following types of functions. This type of function is also known as an onto function and ensures that every element in Y has at least one element in X such that f of x equals y.",
    "term": "Surjective function"
  },
  {
    "id": 8867,
    "definition": "Identify the following types of functions. Horner's method can be used to check the solutions to these functions that can be used to approximate continuous functions using the Stone-Weierstrass Theorem. A spline is piecewise defined by functions of this type, and the eigenvalues of a matrix are equal to the roots of the characteristic type of these. Truncating a Taylor series will yield one of these functions, and the nature of these function's solutions can be discussed using Descartes' Rule of Signs. Formulas for solving them do no exist past degree four. Identify these types of functions that are sums of coefficients multiplied by variables raised to integer exponents.",
    "term": "Polynomials"
  },
  {
    "id": 8870,
    "definition": "Pencil and paper ready. Answer the following questions concerning functions. For team questions, simplify the given trigonometric expression to a single term involving only one trig function. Be sure to state the argument inside the function as well; for instance, tangent of three theta. You will have 20 seconds for team questions. This function's rising and falling types can be represented by the Pochhammer symbol, and this function of a prime minus one is equal to one less than a multiple of that prime by Wilson's Theorem. This function can be approximated by n log n minus n, a method named after Stirling, and the gamma function is a generalization of this function to complex numbers. Appearing in the denominator of Taylor series, this function is more commonly used when computing combinations and permutations. The value for this function is found by computing the product of its input and all the natural numbers less than that input. Identify this function that is represented by an exclamation point.",
    "term": "Factorial"
  },
  {
    "id": 8873,
    "definition": "Pencil and paper ready. Answer these questions concerning sets. You will have 20 seconds for team questions. For team questions, let the sample space be the set of integers from one to ten, inclusive. Define event A as picking a multiple of three and event B as picking a multiple of four. This set of numbers is used as inputs for infinitely differentiable holomorphic functions, and they can be represented in phasor form using powers of e. DeMoivre's Theorem can be used to raise numbers in this set to powers, and Gaussian integers are a subset of them. Quaternions are a generalization of these numbers that can be plotted on Argand diagrams. Taking the absolute value of these numbers is known as the modulus, and these numbers are solutions to quadratics with a negative discriminant. Taking the form a plus bi, are what numbers consisting of a real and imaginary part?",
    "term": "Complex numbers"
  },
  {
    "id": 8874,
    "definition": "Answer these questions concerning fractals. This Polish-born mathematician coined the word fractal and lends his name to a fractal that is closely related to the Julia Set.",
    "term": "Benoit Mandelbrot"
  },
  {
    "id": 8875,
    "definition": "Answer these questions concerning fractals. This other Polish mathematician names three fractals - a triangle, a carpet, and a curve. The triangle, which recursively removes equilateral triangles, is generally considered to be the most famous of the three.",
    "term": "Waclaw Sierpinski"
  },
  {
    "id": 8876,
    "definition": "Answer these questions concerning fractals. This mathematician names a theorem stating that the cardinality of any set A must be less than the cardinality of its power set, and he proposed the first of Hilbert's twenty-three problems - the idea that no set has a cardinality between that of the integers and that of the reals. This man names a function that is known as the Devil's staircase, and he used a diagonalization argument to show that the reals are uncountable. The formulator of the continuum hypothesis and founder of set theory, is what German mathematician who lends his name to a fractal constructed by taking a line segment and repeatedly removing the middle third of each segment?",
    "term": "Georg Cantor"
  },
  {
    "id": 8879,
    "definition": "Pencil and paper ready. Answer these questions concerning limits. You will have 30 seconds for team questions. If a function exhibits this property on a closed and bounded interval, it will attain a maximum and a minimum by the extreme value theorem. If for any epsilon, there exists a delta such that the difference between x and y is less than delta implies the difference between f of x and f of y is less than epsilon, a function has the uniform type of this property, and the Weierstrass function is everywhere differentiable but nowhere this. If the limit of f of x as x approaches c equals f of c, a function has this property at c. Identify this property of functions that is contrasted with things such as asymptotes and can be shown by not having to pick up your pencil while tracing the function.",
    "term": "Continuous [accept word forms]"
  },
  {
    "id": 8882,
    "definition": "Pencil and paper ready. Answer these questions about functions. You will have 20 seconds for team questions. Give all answer in radians. Integrating this function times e to the xt with respect to x will yield the moment generating function, and the integral of this function over the support must always equal one. This function must be defined on the whole real line and always be greater than or equal to zero. The derivative of the cumulative distribution function yields this function that when integrated from a to b gives the probability that x lies between a and b. Identify this type of function from statistics that is associated with continuous distributions and often contrasted with the probability mass function for discrete distributions.",
    "term": "Probability density function or PDF [do NOT accept or prompt on ˈˈprobability mass functionˈˈ or ˈˈPMFˈˈ]"
  },
  {
    "id": 8883,
    "definition": "Answer the following questions concerning equations. Systems of equations that are linearly independent can be solved by using matrices. In order to do so, the matrix will need to be put into this form, in which every leading coefficient is a one and is the only nonzero entry in its column.",
    "term": "Reduced row echelon form or RREF [prompt on partial answer]"
  },
  {
    "id": 8884,
    "definition": "Answer the following questions concerning equations. Named after a Greek mathematician from Alexandria, these equations can only have integer values as their solutions.",
    "term": "Diophantine equations"
  },
  {
    "id": 8885,
    "definition": "Answer the following questions concerning equations. Lie groups can be seen as this type of manifold, and this operation is well defined if and only if the Cauchy- Riemann equations are satisfied. Functions that have the complex version of this property are known as holomorphic, and the entries in a Jacobian are of this type. This operation is possessed everywhere by the Weierstrass function, despite being continuous nowhere, and it is utilized by L'Hopital's rule to help evaluate limits. The chain rule can be used to conduct this process that finds the instantaneous rate of change of a function. Identify this property of a function that is the opposite of taking the integral.",
    "term": "Differentiable [accept word forms]"
  },
  {
    "id": 8922,
    "definition": "Answer the following about matrices. This operation is not commutative on matrices. This operation can only be performed on two matrices if the first matrix has the same number of columns as the second matrix has rows, and the result of performing this operation on an a-by-b and a b-by-c matrix is an a-by-c matrix.",
    "term": "Multiplication [or equivalents like product]"
  },
  {
    "id": 8923,
    "definition": "Answer the following about matrices. For two-by-two matrices, this quantity is equal to the product of the top left and lower right entries, minus the product of the top right and lower left. In general, this quantity can be calculated with expansion by minors.",
    "term": "Determinant"
  },
  {
    "id": 8924,
    "definition": "Answer the following about matrices. A group described by the word ˈˈgeneralˈˈ and this adjective consists of invertible matrices under multiplication. A function on a vector space which can be represented by a matrix is said to be this kind of transformation. The field of math which studies matrices is known as this kind of algebra. This property is held by continuous functions which satisfy Cauchy's functional equations, meaning that ˈˈfˈˈ of ˈˈaˈˈ plus ˈˈfˈˈ of ˈˈbˈˈ equals ˈˈfˈˈ of ˈˈaˈˈ plus ˈˈbˈˈ. Non-constant functions of this type always have exactly one zero. Equations for graphs of this type can be expressed in point-slope or slope- intercept form. Identify this adjective, which describes functions with constant slope.",
    "term": "Linear [accept lines]"
  },
  {
    "id": 8927,
    "definition": "Pencil and paper ready. Answer some questions about quadrilaterals. You will have 30 seconds for team questions. The area of quadrilaterals inscribed in these shapes can be computed using Brahmagupta's formula. A quadrilateral can be inscribed in this type of shape if and only if the four perpendicular bisectors meet at one point. Ptolemy's theorem relates the lengths of the sides and diagonals of a quadrilateral which can be inscribed in this type of shape. The ˈˈpower-of-a-pointˈˈ theorem relates the lengths of line segments which intersect these shapes. It is impossible to construct a square with the same area as one of these shapes because pi is transcendental. These shapes consist of the set of points equidistant from the center. Name these shapes whose area is equal to pi times their radius squared.",
    "term": "Circles [do not accept or prompt on other types of curves]"
  },
  {
    "id": 8928,
    "definition": "Answer the following about impossible things. The Abel-Ruffini theorem guarantees that there's no general formula for solving these types of equations of degree five or more. Quadratic and cubic equations are specific kinds of these equations.",
    "term": "Polynomials"
  },
  {
    "id": 8929,
    "definition": "Answer the following about impossible things. It is impossible to trisect a given angle using a straightedge and this other geometric tool which permits drawing circles with an arbitrary center and radius.",
    "term": "Compass"
  },
  {
    "id": 8930,
    "definition": "Answer the following about impossible things. The Lebesgue form of this mathematical operation allows it to be generalized to sets which are not intervals, something that was previously impossible. This mathematical operation is formally computed by taking a series of tagged partitions which increase in fineness; that definition is named for Riemann, who also names a common method of approximating this mathematical operation using rectangles. This operation is the opposite of differentiation, according to the fundamental theorem of calculus. Identify this operation which gives the area under a curve.",
    "term": "Integration [accept Integral, prompt on ˈˈarea under a curveˈˈ or ˈˈantidifferentiationˈˈ or ˈˈantiderivativeˈˈ]"
  },
  {
    "id": 8936,
    "definition": "Pencil and paper ready. Answer the following questions concerning angles. You will have 30 seconds for team questions. One of these objects has been shown to paradoxically topologically evert into itself by Stephen Smale, and simply connected closed three-manifolds are always homeomorphic to one of these objects by the Poincare conjecture. Pi times the square root of two all over three is the densest packing of these objects, and triangles on them have angles summing to greater than one hundred eighty degrees. Great circles are analogous to lines on these objects, and the coordinate system named after them contains the azimuthal angle, the polar angle, and the distance. With a volume equal to four-thirds pi radius cubed, identify these solids that are the three-dimensional analogue of the circle.",
    "term": "Spheres"
  },
  {
    "id": 8937,
    "definition": "Answer some questions about conic sections. The graph of y equals one over x is an example of one of these conic sections.",
    "term": "Hyperbola"
  },
  {
    "id": 8938,
    "definition": "Answer some questions about conic sections. This type of conic section is equivalent to an ellipse with one focus at infinity.",
    "term": "Parabola"
  },
  {
    "id": 8942,
    "definition": "Paper and pencil ready. Answer the following questions about divisibility. You will have 30 seconds on team questions. This mathematician names a theorem which ensures that a prime number can be expressed as the sum of two perfect squares if and only if it is one more than a multiple of four. A theorem named for this mathematician states that for any number n and prime number p, n raised to the power of p, all minus n, must be divisible by p. That theorem, which is a special case of Euler's theorem, is often called this mathematician's ˈˈlittle theorem.ˈˈ This mathematician's best-known theorem was proved by Andrew Wiles in 1995. That theorem named for this mathematician states that the higher-power analogue of Pythagorean triples cannot exist. Name this French mathematician known for his ˈˈlast theorem.ˈˈ",
    "term": "Pierre de Fermat"
  },
  {
    "id": 8945,
    "definition": "Pencil and paper ready. Answer the following questions concerning functions. You will have 60 seconds for team questions. Be sure to completely expand any expressions. This mathematician's function puts out the values zero, one, or negative one based on whether the input has a squared prime factor, an even number of prime factors, or an odd number of prime factors, respectively. Transformations in the complex plane of the form quantity az plus b over the quantity cz plus d are named after this man, and when his namesake object is repeatedly divided up, paradromic rings will result. If two of those objects are put together, a Klein bottle results. Identify this German mathematician who names the simplest non-orientable surface, his namesake strip.",
    "term": "August Mobius [accept Mobius strip]"
  },
  {
    "id": 8946,
    "definition": "Answer the following about the factorial function. The factorial function can be generalized to the complex numbers by a function named for this Greek letter, which is equal to the factorial function at positive integers but with its argument shifted by one.",
    "term": "Gamma"
  },
  {
    "id": 8947,
    "definition": "Answer the following about the factorial function. The additive analog of the factorial numbers are this class of numbers equal to the sum of the first n positive integers.",
    "term": "Triangular numbers"
  },
  {
    "id": 8948,
    "definition": "Answer the following about the factorial function. Stirling's approximation for the value of n factorial for some integer n includes a term in which the fraction n over this number is raised to the nth power. The function f of x equals the xth root of x has a maximum when x equals this number. The sum of the reciprocals of the factorials of all the positive integers is equal to this number. When this number is raised to the power of i times x, the result is cosine of x plus i times the sine of x; a special case of that formula states that this number raised to the power of i times pi is equal to negative one. Identify this number, which is the base of the natural logarithm.",
    "term": "e [or Euler's number]"
  },
  {
    "id": 8949,
    "definition": "Answer some questions about a certain fractal. This shape is formed by taking an equilateral triangle and iteratively dividing it into four equilateral triangles, removing the center triangle, dividing the remaining triangles into four, and repeating the process.",
    "term": "Sierpiński triangle"
  },
  {
    "id": 8950,
    "definition": "Answer some questions about a certain fractal. Coloring the odd numbers in this object black creates a pattern which approaches a Sierpiński triangle as you draw more rows. This structure has the number one at both ends of every row.",
    "term": "Pascal's triangle"
  },
  {
    "id": 8951,
    "definition": "Answer some questions about a certain fractal. The graph describing the transitions between different states possible in this puzzle is the same as the graph in which triangles in a Sierpiński triangle approximation are treated as nodes and connected if they share a corner. One solution to this puzzle encodes states as binary numbers in which a one represents that two pieces are in a different location, while another solution is recursive and moves the smallest piece on every other move. The number of moves required to solve this puzzle is equal to two the power of the number of disks minus one. Identify this puzzle in which a set of disks of increasing size must be moved between two of three pegs.",
    "term": "Towers of Hanoi"
  },
  {
    "id": 8952,
    "definition": "Answer some questions about surfaces. This type of surface can be produced by taking a length of paper, twisting it once, and joining the ends. It has only one edge and one side.",
    "term": "Möbius strip [or equivalents like ˈˈbandˈˈ for ˈˈstripˈˈ]"
  },
  {
    "id": 8953,
    "definition": "Answer some questions about surfaces. This type of surface can be produced by gluing both pairs of opposite sides of a rectangle to each other in parallel. It can also be generated by rotating a circle about a coplanar axis outside the circle.",
    "term": "Torus [prompt on ˈˈdonutˈˈ]"
  },
  {
    "id": 8954,
    "definition": "Answer some questions about surfaces. This surface provides the only counterexample to the Heawood conjecture because its chromatic number is six rather than seven. This surface is non-orientable, and it is the connected sum of two projective planes. This type of surface can be produced by taking a rectangle and gluing one pair of opposite sides parallel and the other twisted once. This type of surface is equivalent to two Möbius strips joined at their edge. This surface cannot be represented in three-dimensional space without self-intersecting, and despite being closed, it has no inside or outside. Name this topological surface named for its visual resemblance to a drinking vessel, and a German mathematician.",
    "term": "Klein bottle"
  },
  {
    "id": 8956,
    "definition": "Answer these questions about mathematics in ancient Babylon. Babylonians kept extensive tables of reciprocals of numbers whose prime factors were exclusively two, three, and five, because such numbers' reciprocals have this property in base sixty. Numbers that lack this property in base ten are often written using a bar over one or more digits.",
    "term": "Their decimal expansion terminates [accept any logical equivalents]"
  },
  {
    "id": 8957,
    "definition": "Answer these questions about mathematics in ancient Babylon. Numbers whose only prime factors are two, three, and five are referred to using this adjective when studying Babylonian mathematics, and this adjective is used more generally to describe numbers whose decimal expansion terminates. A function is said to have this property if it is analytic and single-valued. Dihedral groups describe the symmetries of polygons with this property. Plato names a set of solids also frequently described using this adjective. Identify this property held by polygons all of whose sides and angles are equal.",
    "term": "Regular"
  },
  {
    "id": 8958,
    "definition": "Answer these questions about the mathematics of computer algorithms. Some problems that are solved with computer algorithms are divided into NP and P classes. The P stands for this type of function, because P problems can be solved in an amount of time equal to this type of function of the input size.",
    "term": "Polynomial"
  },
  {
    "id": 8959,
    "definition": "Answer these questions about the mathematics of computer algorithms. An example of a problem which is NP is this one, in which the goal is to visit all of the nodes on a graph while going the shortest distance. It is used to model situations such as the optimal road tour of several destinations.",
    "term": "Travelling salesman problem"
  },
  {
    "id": 8960,
    "definition": "Answer these questions about the mathematics of computer algorithms. One algorithm for achieving this task eliminates the problem of ˈˈturtlesˈˈ present in a similar algorithm by approaching the task bidirectionally; that algorithm is the ˈˈcocktail shakerˈˈ one. Bill Gates's only published mathematical paper concerned a version of this task on pancakes. One algorithm for performing this task divides the input space into successively smaller groups, performs the task on the small groups, and then merges them back together while performing the task on the merged groups. Identify this procedure which can be carried out by ˈˈquick,ˈˈ ˈˈheap,ˈˈ and ˈˈbubbleˈˈ algorithms, in which a group of elements are placed in the correct order.",
    "term": "Sorting"
  },
  {
    "id": 8963,
    "definition": "Pencil and paper ready. Answer the following questions concerning probability. For team questions, you will have 60 seconds. Give all answers as fractions in simplest form. The probability that a needle when dropped will lie across a line between parallel strips of wood is known as Buffon's needle problem, which was used to estimate this value, and the gamma function evaluated at one-half is equal to the square root of this value. Two times this value all raised to the negative one-half power can be found in the pdf for the normal distribution, and because its square root cannot be constructed, the circle cannot be squared. e to the power i times this value plus one equals zero is known as Euler's identity, and it is the area of the unit circle. Identify this mathematical value equal to approximately 3.14.",
    "term": "Pi"
  },
  {
    "id": 8964,
    "definition": "Answer some questions about analysis. Functions have this property if the inverse image of open sets under them is open. More intuitively, a function has this property if you can draw its graph without lifting a pencil.",
    "term": "Continuity [or word forms]"
  },
  {
    "id": 8965,
    "definition": "Answer some questions about analysis. Thomae's function has the unusual property of being continuous only at numbers with this property. All transcendental numbers have this property, as do numbers like the square root of root, according to a common proof by contradiction.",
    "term": "Irrationality"
  },
  {
    "id": 8966,
    "definition": "Answer some questions about analysis. The Jacobian matrix generalizes this operation to multivariate functions, and the gradient of a function is a vector with the elementwise instances of this operation on the function as its elements. This operation is equal to the limit of the slopes of the secant lines through some point. The chain rule can be used to perform this operation on the composition of two functions. Name this operation in calculus which represents the rate of change of a function and is the opposite of integration.",
    "term": "Derivative [or word forms or Differentiation]"
  },
  {
    "id": 8967,
    "definition": "Answer the following about complex numbers. This theorem states that the product of two complex numbers z and w has a magnitude equal to the product of z and w's magnitude and an argument equal to the sum of z and w's arguments.",
    "term": "DeMoivre's theorem"
  },
  {
    "id": 8969,
    "definition": "Answer the following about complex numbers. The one-point compactification of the complex plane is one of these objects named for Riemann. When these things are punctured, they can be deformed into a disk. These objects have Euler characteristic two because they are topologically equivalent to polyhedra without holes. The shortest path between two points on one of these objects is called a great circle. These objects are defined in 3-D space as the set of points for which the sum of x squared, y squared, and z squared equals some fixed number. Identify these objects which are generated by rotating a circle about its diameter in three-space.",
    "term": "Spheres"
  },
  {
    "id": 8972,
    "definition": "60 seconds for team questions. Use the following matrices for all questions. Matrix A has top row one, negative three and bottom row three, six. Matrix B has top row negative one, negative five and bottom row one, five. This man created a namesake method which can approximate the area under the curve of functions with the form ˈˈintegral from a to b of e raised to the quantity M multiplied by a functionˈˈ. This man names an ˈˈoperator,ˈˈ denoted by del, which he used to study the motion of celestial objects. This mathematician names a function that is written as the integral from 0 to infinity of the product of a function and e raised to the quantity negative ˈˈsˈˈ ˈˈtˈˈ. Identify this French mathematician who is the namesake of a ˈˈtransformˈˈ used in complex functions.",
    "term": "Pierre-Simon Laplace"
  },
  {
    "id": 8975,
    "definition": "20 seconds for team questions. Given a trigonometric function, identify its period. Leave answers in terms of pi if necessary. The cissoid of Diocles is formed when this shape is inverted around its vertex and this shape has only one associated Dandelin sphere. Simpson's Rule is a method of approximating integrals using this shape. This shape can be created by cutting a cone with a plane parallel to a straight line along its surface and can be drawn as all points equidistant from a focus and a directrix. This conic section has an eccentricity of one. Identify this conic section described by a graph of y equals x squared.",
    "term": "Parabola"
  },
  {
    "id": 8978,
    "definition": "30 seconds for team questions. Answer the following questions related to probability. Give answers as completely reduced fractions. They're not primes, but a method of producing these numbers is called the Mersenne Twister. A seed is a number used to initialize the generation of a ˈˈpseudoˈˈ form of these numbers. Monte Carlo simulations depend upon the input of these numbers. Methods of generating these kinds of numbers include PRNGs like John von Neumann's middle square method and HRNGs like rolling a dice or flipping a coin. Identify these kinds of numbers, sequences of which lack predictability or regularity.",
    "term": "random numbers (accept word forms; accept pseudo-random numbers)"
  },
  {
    "id": 8981,
    "definition": "20 seconds for team questions. For team questions, answer these questions pertaining to volume calculations. This theorem can be utilized to discuss why it is in your best interest to switch doors in the Monty Hall problem. In 1774, this theorem was expanded upon by the work of Simon Laplace. The namesake of this theorem discussed using evidence to calculate unknown information in his book An Essay towards solving a Problem in the Doctrine of Chances. Identify this mathematical theorem which relates the probability of A given B to the conditional probability of B given A.",
    "term": "Bayes Theorem"
  },
  {
    "id": 8982,
    "definition": "Answer the following questions about hypothesis testing in statistics. What type of error occurs when an analyst fails to reject the null hypothesis when the null hypothesis was actually false?",
    "term": "Type II (prompt on ˈˈFalse negativeˈˈ)"
  },
  {
    "id": 8983,
    "definition": "Answer the following questions about hypothesis testing in statistics. What name is given to the statistical quantity defined as the probability that a false null hypothesis will be rejected? This value is equal to one minus the probability of making a type II error.",
    "term": "Statistical Power"
  },
  {
    "id": 8984,
    "definition": "Answer the following questions about hypothesis testing in statistics. When checking for the adequacy of a linear model, residuals should have uncorrelated random variables, constant variation and this property. If the p-value is greater than alpha in a Goodness of Fit test named for Shapiro-Wilk, the data is considered to have this property. It's not being linear, but if a series of data points form a straight line in a Probability Plot, the data has this property. The student t-test assumes that the mean of a data set has this property, unlike the f- or the chi-squared tests. Parametric tests can only apply to data sets with this property. Identify this property of resembling a bell curve.",
    "term": "Normality (Accept descriptions such as ˈˈBeing Normally Distributedˈˈ)"
  },
  {
    "id": 8987,
    "definition": "20 seconds for team questions. Given a function, identify the equations of all of its asymptotes. This mathematical construct was defined by Augustin-Louis Cauchy in terms of epsilon and delta. This word appears in the name of a theorem which argues that at a sufficiently large number of data points, the true mean will be approximately equal to the sample mean. L'Hospital's [ˈˈLope - pee - towlsˈˈ] rules allows a derivative to be applied to this mathematical construct. The formal definition of the derivative states that this function is applied to the quantity f of x plus h minus f of x all over h end quantity. Identify this mathematical concept that sets a numerical boundary to which a particular function approaches.",
    "term": "Limits (Accept Central Limit Theorem)"
  },
  {
    "id": 8990,
    "definition": "20 seconds for team questions. For team questions you will be asked to answer these questions about arithmetic sequences. One anecdote suggests that this mathematician reinvented the method of computing the arithmetic sequence from 1 to 100 as punishment in elementary school. This mathematician stated that linear equations within a matrix can be solved by converting the matrix to row-echelon form in his namesake ˈˈelimination.ˈˈ One law named for this man states that the divergence of a magnetic field is zero, thus disproving the existence of magnetic monopoles. Identify this German mathematician who names the normal distribution.",
    "term": "Carl Friedrich Gauss"
  },
  {
    "id": 8996,
    "definition": "Pencil and paper ready. You will have 30 seconds for each team question. Pencil and paper will not be necessary. This is the shape of the matrix that is generated when using Gaussian elimination to solve systems of linear equations. One of these shapes is inscribed into a circle by Thales' (THAY-leez-iz) theorem. The area of one of these shapes can be determined by halving the magnitude of the cross product of two vectors. The inequality named for these objects is proven by using the Cauchy-Schwartz (koh-SHEE shwarts) inequality and states that one of their sides must be shorter than the other two. Equilateral, isosceles, and scalene are the three major classifications of what three sided polygons?",
    "term": "triangles"
  },
  {
    "id": 8999,
    "definition": "Pencil and paper ready. Give the following related to matrices (MAY-trih-seez). You will have 30 seconds for each team question. Pencil and paper will not be necessary. Jacobi's theorem states that for odd square matrices with the ˈˈskewˈˈ type of this property, its determinant is equal to zero. Generally speaking, these matrices equal their own transpose. In set theory, a relation has this property if for every element ˈˈBˈˈ and element ˈˈAˈˈ, if ˈˈAˈˈ relates to ˈˈBˈˈ then it must be the case that ˈˈBˈˈ relates to ˈˈAˈˈ. An equivalence relation requires this property along with transitivity (trans-ih-TIV-ih-tee) and reflexivity. What is this mathematical property that in geometry refers to the ability to fold a shape onto itself?",
    "term": "symmetry [accept word forms, such as symmetric]"
  },
  {
    "id": 9002,
    "definition": "Pencil and paper ready. Give the following related to polynomials. You will have 45 seconds for each team question. Pencil and paper will not be necessary. The factorization of polynomials is often done via Berlekamp's (BUR- luh-camps) algorithm, which factors polynomials over fields with this property. Automata (uh-TOM-uh-tuh) theory often studies nondeterministic and deterministic machines that have a set of states with this property. Formally, a set has this property if there doesn't exist a subset of that set with the same cardinality. This property is not possessed by the set of all primes, but it is possessed by the set of all even primes. Name this property of being able to be completely enumerated, whose opposite is represented with the lemniscate (LEM-nis-kayt).",
    "term": "finite [accept word forms such as finitude]"
  },
  {
    "id": 9003,
    "definition": "Answer some questions about prime numbers. What French scientist gives his name to numbers of the form 2^2^n + 1 (ˈˈtwo to the two to the n, plus oneˈˈ), which he wrongly conjectured were all primes? Prime numbers also figure into his namesake ˈˈlittle theorem.ˈˈ",
    "term": "Pierre de Fermat [accept Fermat number]"
  },
  {
    "id": 9004,
    "definition": "Answer some questions about prime numbers. What French mathematician gives his name to primes of the form ˈˈ2^n - 1ˈˈ (ˈˈtwo to the n, minus oneˈˈ)?",
    "term": "Marin Mersenne [or Marin Mersennus; accept Mersenne primes]"
  },
  {
    "id": 9005,
    "definition": "Answer some questions about prime numbers. A one-to-one correspondence exists between the Mersenne (MER-senn) primes and these numbers, all of which are hexagonal and triangular numbers. The Euclid-Euler (ˈˈYOUˈˈ-clid OY-lur) theorem governs the existence of these numbers, which are not deficient and not abundant, and which have aliquot (AL-ih-kwott) sums equal to themselves. All known examples of these numbers are even; it has not been established whether odd ones exist. Eight thousand one hundred twenty-eight, four hundred ninety-six, and twenty-eight are examples of these numbers, whose smallest member is six. Name these numbers that equal the sum of all of their proper divisors.",
    "term": "perfect numbers"
  },
  {
    "id": 9006,
    "definition": "Answer some questions about mathematical proofs. At the end of some mathematical proofs, you may find these three letters, representing a Latin abbreviation, which indicates that the proof is over.",
    "term": "Q.E.D. [accept quod erat demonstrandum]"
  },
  {
    "id": 9007,
    "definition": "Answer some questions about mathematical proofs. In this proof technique, you assume that the opposite of what you are trying to prove is true, then show that an absurd result occurs; thus your original statement must be true.",
    "term": "proof by contradiction [accept indirect proof or apagogical argument or reductio ad impossibilem]"
  },
  {
    "id": 9008,
    "definition": "Answer some questions about mathematical proofs. This technique is demonstrably valid via the well-ordering principle. Often used to verify a summation formula, many mathematicians make use of this technique's strong form, so that all statements from ˈˈ1 to nˈˈ are true. This technique starts with proving a base case and then assuming that a statement at n is true; all that is needed to be done is to show that the correctness of n implies the correctness of ˈˈn + 1ˈˈ (ˈˈn plus oneˈˈ). Name this mathematical proof technique which shares its name with a type of reasoning that makes generalizations from the specific.",
    "term": "proof by induction [accept word forms]"
  },
  {
    "id": 9011,
    "definition": "Pencil and paper ready. Give the following related to permutations. You will have 30 seconds for each team question. Pencil and paper will not be necessary. A permutation is made from the Fischer-Yates algorithm, which requires numbers with this property as an input. Variables with this property are functions that map from the set of all outcomes to the real numbers. Markov and Weiner processes possess this property. Generating numbers with this property is actually impossible; thus the ˈˈpseudo-ˈˈ version of this property is desired instead. This property is synonymous with stochastic. Name this property of certain sequences of numbers which makes them unpredictable.",
    "term": "random [accept pseudo-random numbers or random variables]"
  },
  {
    "id": 9012,
    "definition": "Answer the following about conic sections. By definition, a conic section is formed by intersecting a cone with what other geometric object?",
    "term": "plane [do not accept a ˈˈsquareˈˈ or other answers]"
  },
  {
    "id": 9013,
    "definition": "Answer the following about conic sections. The conic section defined by x2 + y2 = 0 (ˈˈx squared plus y squared equals zeroˈˈ) is described by what word that also describes a triangle whose points are collinear (KOH-lin-ee-ur)?",
    "term": "degenerate [accept word forms; accept degenerate triangle]"
  },
  {
    "id": 9014,
    "definition": "Answer the following about conic sections. This conic section gives its name to both quadrics that are doubly-ruled surfaces. This is the most eccentric conic section that was used by Apollonius [app-uh-LOH-nee-uss] of Perga to trisect an angle; Apollonius used one with an eccentricity of two. They are defined by a plane that cuts through both halves of a cone. The equation f(x) = 1/x (ˈˈf of x equals one over xˈˈ) is the simplest example of this conic section, which has an undefined value at some point. Two asymptotes (ASS-im-totes) characterize what conic section with an eccentricity greater than a parabola?",
    "term": "hyperbolas or hyperbolae"
  },
  {
    "id": 9017,
    "definition": "Pencil and paper ready. Name the following related to coordinate systems. You will have 30 seconds for each team question. Pencil and paper will not be necessary. The ˈˈharmonicsˈˈ of this coordinate system are the solutions to Laplace's (LUH-plass-iz) equation where the radial coordinates are given by Bessel (BESS-ull) functions. These coordinates are useful when longitudinal symmetry is present, such as a system where water flows down a pipe or an infinite line of charge. Rho (ˈˈrowˈˈ), phi (fye), and z are the coordinates of this system, where z is the height distance. Name this three-dimensional coordinate system which uses two distance coordinates and one angular coordinate, and which is an alternative to the spherical coordinate system.",
    "term": "cylindrical coordinates [accept word forms]"
  },
  {
    "id": 9020,
    "definition": "You will have 30 seconds for team questions and 10 seconds for the toss-up question. Answer these calculus based questions. According to Laplacian expansion, this quantity can be calculated by summing or subtracting the products of cofactors. When calculating this quantity for larger entities, it is often helpful to utilize the ˈˈexpansion by minors.ˈˈ The ratio of two of these quantities can solve a system of equations according to Cramer's Rule. This quantity is only defined for square matrices, as calculating this quantity on a singular matrix gives a value of zero. Identify this value that for a 2- by-2 matrix is calculated as ˈˈad minus bc.ˈˈ",
    "term": "Determinant"
  },
  {
    "id": 9023,
    "definition": "For team questions, you will have 20 seconds and should solve this system of equations. Please give the X and Y values. You will not be ruled correct or incorrect until you have provided both values. This man's namesake ˈˈorchardˈˈ consists of a series of trees that are planted within a square lattice. This thinker utilized Plato's idea that rays emerge from the human eye as the basis for his book Optics. Playfair's Axiom is an extension of a concept formulated by this thinker who also offered a proof of the Pythagorean Theorem. This thinker laid out five concepts in his best known work, the last of which has become known as his ˈˈparallel postulate.ˈˈ Identify this Greek mathematician known as the ˈˈFather of Geometryˈˈ who wrote Elements.",
    "term": "Euclid of Alexandria"
  },
  {
    "id": 9024,
    "definition": "Answer these questions about mathematical concepts. What concept in mathematics measures how distorted a conic section is when compared to a circle? This quantity is greater than one for a hyperbola.",
    "term": "Eccentricity"
  },
  {
    "id": 9025,
    "definition": "Answer these questions about mathematical concepts. The Mandelbrot set and Koch snowflake are examples of what mathematical objects which appear as self-similar figures?",
    "term": "Fractals"
  },
  {
    "id": 9026,
    "definition": "Answer these questions about mathematical concepts. The namesake of this object is said to have discovered it with Johann Listing in 1858, though images of this object can be seen in drawings dating back to ancient Rome. This object that has a nonorientable surface has an Euler characteristic of zero. When two of these objects are joined together, a Klein bottle can be formed. A German mathematician names what mathematical object that can be created by taking a piece of paper, giving it a half twist, and taping the ends together?",
    "term": "Mobius Strip"
  },
  {
    "id": 9029,
    "definition": "Teams will have 30 seconds for team questions and 10 seconds for the toss-up question. The continued fractional representation of this number consists only of ones. The symbol representing this number is named for the architect who designed the Statue of Zeus at Olympia. This number is approached by the ratio of successive terms in the Fibonacci sequence and it is frequently used in art and architecture. This number is the solution to the equation x squared minus x minus one equals zero. Identify this irrational number, symbolized phi, which equals one plus radical five over two, or about 1.618.",
    "term": "Golden Ratio (accept ˈˈphiˈˈ or ˈˈ1 plus radical 5 over 2ˈˈ before mentioned)"
  },
  {
    "id": 9032,
    "definition": "60 seconds for team questions and 10 seconds for the toss-up. For team questions, answer these problems relating to travel. These numbers can be used to define Wall-Sun-Sun primes, and Zeckendorf's Theorem states any natural number can be written uniquely as a sum of non-consecutive numbers of this type. Lagrange noted that when modulo is applied to these numbers, Pisano Periods can be found. The closed form of these numbers can be found through Binet's Formula. The shallow diagonals of Pascal's triangle sum to these numbers, and the ratio between them approaches the golden ratio. Identify these numbers that include 1, 2, 3, 5, 8, and 13.",
    "term": "Fibonacci numbers"
  },
  {
    "id": 9035,
    "definition": "20 seconds for team questions and 10 seconds for the toss-up question. For team questions, answer these questions about polynomials with real coefficients. This value is the subject of Richardson's Theorem, and if the dot product of two vectors equals this value, they are considered to be orthogonal. This is the number of values in the Von Neumann cardinal assignment, and this is the cardinality of an empty set. This is the minimum number that the discriminant can equal to not give an imaginary value, and this value is also the additive identity. Identify this number which, along with 1, makes up the binary number system.",
    "term": "Zero"
  },
  {
    "id": 9038,
    "definition": "20 seconds for team questions and 10 seconds for the toss-up question. This thinker partnered with Gerard Debreu on a paper that discussed the competitive equilibrium. This thinker discussed the concepts of ˈˈconnectednessˈˈ and ˈˈtransitivityˈˈ in his 1951 book Social Choice and Individual Values. This man's best-known theory expanded upon the concept of the Pareto efficiency and discussed the weaknesses of the ˈˈrank orderˈˈ theory. Identify this thinker who stated that no voting system can properly rank candidates in an election in his namesake ˈˈimpossibility theorem.ˈˈ",
    "term": "Kenneth Arrow"
  },
  {
    "id": 9039,
    "definition": "Answer these questions about very big numbers. The Ackermann function, an example of what type of function, has very large outputs for even small inputs, because of the number of times it can call itself? Functions of this type are defined in terms of themselves.",
    "term": "Recursive"
  },
  {
    "id": 9040,
    "definition": "Answer these questions about very big numbers. A function named for this type of graph is known for its extremely large outputs. This term is used to describe a graph with no cycles, and it also describes a type of data structure with a ˈˈbinaryˈˈ type.",
    "term": "Tree"
  },
  {
    "id": 9041,
    "definition": "Answer these questions about very big numbers. The busy beaver function, which grows asymptotically faster than any computable function, gives the maximum number of steps taken by a certain device named for this mathematician. This mathematician co-names, with Church, a ˈˈthesisˈˈ about computable functions. A device named for this mathematician consists of a reader which reads an infinitely long tape divided into cells. Identify this British mathematician who invented an abstract ˈˈmachineˈˈ capable of performing any computer algorithm, who is also known for breaking the German Enigma code.",
    "term": "Alan Turing"
  },
  {
    "id": 9044,
    "definition": "Pencil and paper ready. Questions in this round will deal with the discriminant in quadratic equations. You will have 30 seconds for the team questions. The shape of these structures are determined by their ˈˈgeneralizedˈˈ discriminant, b2 - 4ac (ˈˈB squared, minus four A Cˈˈ), when using variables of their characteristic equation: Ax2 + Bxy + Cy2 + Dx + Ey + F = 0 (ˈˈA X squared, plus B X Y, plus C Y squared, plus D X, plus E Y, plus F, equals zeroˈˈ). Jakob Steiner names a group of these shapes that are defined over the projective plane. These shapes, which are the subject of a treatise by Apollonius (APP-uh-loh-NEE-us) of Perga, are defined by a locus of points from the focus, as well as a fixed line called a directrix. The hyperbola, parabola, ellipse, and circles are examples of these shapes. Name these shapes which are sometimes called ˈˈsections.ˈˈ",
    "term": "conic sections [accept Steiner conic]"
  },
  {
    "id": 9047,
    "definition": "Pencil and paper ready. Answer the following related to slopes. The answers to the team questions must be in slope intercept form. You will have 30 seconds for the team questions. When equations are expressed in slope intercept form, it is quite easy to solve a system of linear equations by using this mathematician's namesake ˈˈeliminationˈˈ technique. This man basically developed clockwork arithmetic by proving his namesake ˈˈgolden theorem,ˈˈ which is the law of quadratic reciprocity. This man proved the fundamental theorem of algebra, and before the age of ten, he was able to quickly sum the numbers 1 through 100. Give this German ˈˈprince of mathematicsˈˈ who is the namesake of the normal distribution.",
    "term": "Carl Friedrich Gauss [accept Gaussian elimination or Gaussian distribution]"
  },
  {
    "id": 9050,
    "definition": "Pencil and paper ready. Questions in this round will deal with the cross product. You will have 30 seconds for the team questions. The Gelfond-Schneider theorem resolved Hilbert's problem of this number, which asks if ab (ˈˈa to the bˈˈ) is transcendental or algebraic. Aside from three dimensions, this is the only other numbered dimension on which the cross product is defined. A theorem named after this many circles states that opposite lines drawn across those circles will intersect at one point. In 2000, the Clay Mathematics Institute offered one million dollars for the solution to any one of these number of problems known as the Millennium Prize Problems. The regular polygon with this number of sides has internal angles of about 128.6 degrees that sum to 900 degrees. Give this number of sides on a heptagon.",
    "term": "seven"
  },
  {
    "id": 9053,
    "definition": "Pencil and paper ready. Consider two six sided dice. You must give your answers in simplest fractional form. In particular, do not use decimals. You will have 30 seconds for the team questions. When rolling two six-sided dice, this quantity is 5.83. Formally, this quantity is defined as the expected value of the square of a random variable, minus the square of the expected value of the random variable; thus, it is the second moment of a random variable. One of the conditions for the central limit theorem to hold is that this quantity must be finite. For the Poisson (pwah-SAWN) distribution, this value equals the mean. This quantity is also the square of the standard deviation. Name this measure of how much a probability distribution is spread out.",
    "term": "variance"
  },
  {
    "id": 9056,
    "definition": "Pencil and paper ready. Consider a 3 by 3 matrix denoted by the letter capital A that has the following entries: From left to right, its first row reads 4, 5, 6. Its second row reads 7, 8, 9. Its third row reads 10, 11, 12. You will have 45 seconds for the team questions. This kind of matrix represents a self-adjoint operator, which means that this property of a matrix is the ˈˈrealˈˈ equivalent of a complex matrix that is equal to its conjugate-transpose. Multiplying a matrix by its transpose will always produce a matrix with this property, whose ˈˈskewˈˈ form features negative numbers in one of its triangular components. In this type of matrix, an entry in the qth (kyooth) row and rth (arth) column will always be equal to an entry in the rth (arth) row and qth (kyooth) column. Name this property of a matrix which also names a property in which a shape can be folded in half along some line.",
    "term": "symmetric matrix [or matrix with symmetry]"
  },
  {
    "id": 9057,
    "definition": "Name the following related to shapes. This kind of quadrilateral consists of two pairs of adjacent sides of equal length. These are the most general quadrilaterals in which the diagonals intersect to form right angles.",
    "term": "kites [or deltoids]"
  },
  {
    "id": 9058,
    "definition": "Name the following related to shapes. This shape consists of the part of a circle that is not covered when it is partially overlapped by a second circle.",
    "term": "crescents"
  },
  {
    "id": 9059,
    "definition": "Name the following related to shapes. A tiling named for this shape in hyperbolic geometry is para·compact since it has infinite cells. All of the components of a horo·sphere have this shape. A theorem named for this shape states that a set of points ABC (ˈˈA-B-Cˈˈ) on one line, and a set of points DEF (ˈˈD-E-Fˈˈ) on another line, can be used to define the Pappus line, which runs through this kind of shape. In this kind of shape, the internal angles sum to 720 degrees. The scuttles of a turtle shell and honeycombs in beehives take the form of this two-dimensional shape. Name this shape with (*) six sides.",
    "term": "hexagons [accept 6-gon before (*)]"
  },
  {
    "id": 9062,
    "definition": "Pencil and paper ready. Questions in this category will deal with definite integrals. You will have 30 seconds for the team questions. One of these mathematical statements named for Otto Holder gives a relationship between different kinds of integrals. The value of the dot product is bound by one of these statements named for Augustin Cauchy (KOH-shee) and Hermann Schwarz. That statement is used to prove one of these for triangles, which states that the sum of two sides of a triangle is always larger than the third. When graphing these statements, half-planes are fully covered. Name this kind of mathematical statement which uses a greater than or less than sign instead of equals.",
    "term": "inequality or inequalities [accept Holder's inequality or Cauchy-Schwarz inequality]"
  },
  {
    "id": 9065,
    "definition": "Pencil and paper ready. Give the following related to trigonometric functions. You must give your answer in simplest form. You will have 30 seconds for the team questions. The hyperbolic form of this function is equal to the natural logarithm of quantity x plus the square root of quantity x squared minus one. The derivative of this function is equal to negative one over the square root of the quantity one minus x squared; thus, one can see that the sine of this function of x equals the square root of the quantity one minus x squared. This function, whose domain is constricted to that in between negative one and one, will output pi if the input is negative one and zero if the input is positive one. Name this function that is the (*) inverse of the cosine function.",
    "term": "arc·cosine [accept inverse cosine before (*); do not accept or prompt on ˈˈcosineˈˈ]"
  },
  {
    "id": 9066,
    "definition": "Answer the following about conjectures. This conjecture states that every integer larger than 2 can be written as the sum of two primes.",
    "term": "Goldbach's conjecture"
  },
  {
    "id": 9067,
    "definition": "Answer the following about conjectures. This conjecture states that there are an infinite number of pairs of prime numbers that are separated by a distance of 2. One such pair would be 41 and 43.",
    "term": "twin prime conjecture"
  },
  {
    "id": 9068,
    "definition": "Answer the following about conjectures. This statement was originally a conjecture proposed by Francis Guthrie. Alfred Kempe used chains to prove this statement, but his result was shown to be incorrect nearly a decade after it was first published. Kenneth Appel and Wolfgang Haken proved this theorem with the first proof to make use of a computer to handle thousands of cases. This theorem states that contiguous regions divided up into cells will have only so many neighbors. Name this theorem which states that one only needs the namesake number of entities to assign chromatic values to a map.",
    "term": "four color map theorem"
  },
  {
    "id": 9069,
    "definition": "Questions in this category will deal with logic. If a logical statement A is of the form ˈˈp then q,ˈˈ this is the name given to the logical statement of the form ˈˈq then pˈˈ in relation to A.",
    "term": "converse [do not accept or prompt on ˈˈinverseˈˈ or ˈˈreverseˈˈ or other answers]"
  },
  {
    "id": 9070,
    "definition": "Questions in this category will deal with logic. If a logical statement A is of the form ˈˈp then q,ˈˈ this is the name given to the logical statement of the form ˈˈnot q then not pˈˈ in relation to A.",
    "term": "contra·positive"
  },
  {
    "id": 9071,
    "definition": "Questions in this category will deal with logic. In this mathematician's book The Laws of Thought, he developed a system of logic that handles ˈˈuninterpretable terms.ˈˈ The Sheffer stroke is used to represent the operation of ˈˈnandˈˈ in this man's system. De Morgan's laws are used in this man's namesake system of logic, in which variables are joined using conjunctions and disjunctions, which are sometimes translated as ˈˈandˈˈ and ˈˈor.ˈˈ Name this 19th century English mathematician whose namesake ˈˈalgebraˈˈ deals with variables that are classified as either ˈˈtrueˈˈ or ˈˈfalse.ˈˈ",
    "term": "George Boole (bool) [accept Boolean logic or Boolean algebra]"
  },
  {
    "id": 9074,
    "definition": "Pencil and paper ready. Answer the following about sequences and series. You must give your answers in simplest fractional form. In particular, do not use decimals. You will have 30 seconds for the team questions. The ˈˈquadratureˈˈ of this shape is a discussed in a treatise by Archimedes (ar-kih-MEE-deez) that shows how to sum a geometric series. Lambert's theorem states that if three tangents to one of these shapes form a triangle, then this shape's focus will lie on the circumcircle of the triangle. The semi-latus rectum of this shape is given by the equation ˈˈ2A,ˈˈ where A is a coefficient. This conic section is generated by using a plane that is more tilted than an ellipse but less tilted than a hyperbola. Name this shape represented by a quadratic equation.",
    "term": "parabola"
  },
  {
    "id": 9077,
    "definition": "Pencil and paper ready. Give the following related to permutations. You will have 30 seconds for the team questions. Stirling permutations are generated by using the double form of this function. A complex-valued variant of this function shifts the input down by one and is taken by integrating from zero to infinity of the function xt-1e-xdx (ˈˈx to the t minus one, times e to the negative x, times D Xˈˈ). That gamma function generalizes this function, which is often approximated by using Stirling's approximation. This function, which appears in the general formula for combinations, equals 1 for an input of 0. For a positive integer x, this function is carried out by taking the product of all integers between 1 and x. Name this function represented by an exclamation mark.",
    "term": "factorial function"
  },
  {
    "id": 9078,
    "definition": "Answer these conceptual questions about probability. Along with Udny Yule, this British statistician gives his name to the paradox that different trends may arise when sample groups are combined or divided.",
    "term": "Edward Hugh Simpson [accept Simpson's paradox or Yule-Simpson effect]"
  },
  {
    "id": 9079,
    "definition": "Answer these conceptual questions about probability. Simpson's paradox can be used to show that this kind of variable, which is sometimes called a ˈˈlurking variable,ˈˈ influences data even though it often is not observed.",
    "term": "confounding variable or confounding factor [accept confounder]"
  },
  {
    "id": 9080,
    "definition": "Answer these conceptual questions about probability. The ˈˈquantumˈˈ variant of this problem introduces the ˈˈorthogonal option.ˈˈ In one article, Daniel Kahneman discussed the endowment effect in relation to why people would choose not to accept the results of this problem. The result of this probability problem shows that although there is a 1/3 (ˈˈone in threeˈˈ) chance that a favorable outcome occurs, one can improve that outcome to 1/2 (ˈˈone in twoˈˈ). According to Madame vos Savant's resolution of this problem, a contestant should switch doors once the host reveals what's in a door that wasn't chosen. Name this mathematically problem named for the original host of Let's Make a Deal.",
    "term": "Monty Hall problem"
  },
  {
    "id": 9083,
    "definition": "Pencil and paper ready. Questions in this category will deal with binary numbers. You will have 30 seconds for the team questions. By ˈˈwrappingˈˈ binary code, one can essentially model this problem, which was first documented by Edouard Lucas. According to legend, the 128 variant of this problem is currently being solved by religious monks, and the world will end when they finally complete it. In this problem, disks with a greater area cannot be placed on top of disks with a smaller area. This problem essentially uses three poles and asks how to move all of the disks from one pole to another pole. Name this problem in mathematics that is named for a city in Vietnam.",
    "term": "towers of Hanoi [accept towers of Brahma or Lucasˈ tower]"
  },
  {
    "id": 9086,
    "definition": "Pencil and paper ready. Answer the following about set theory. For team questions consider the sets A and B. Set A contains the numbers {3, 4, 5} (ˈˈthree, four, and fiveˈˈ). Set B contains the numbers {2, 3, 4} (ˈˈtwo, three, and fourˈˈ). Sets with this property are used to define a topological space. In the discrete topology, every subset of a set has this property. This kind of ˈˈballˈˈ describes the shell that surrounds a sphere without its limit points. On the real number line, intervals with infinity and negative infinity have this property. A single parenthesis indicates that an interval has this property, as opposed to a square bracket; thus, intervals with this property do not include their endpoints. Name this mathematical property which is the opposite of closed.",
    "term": "openness [accept open sets or open intervals]"
  },
  {
    "id": 9087,
    "definition": "Answer the following having to do with fractals. Fractals have this property, which loosely means that many smaller versions of itself comprise the overall larger object. Because they exhibit this property, a fractal's shape would not change if it was magnified.",
    "term": "self-similarity"
  },
  {
    "id": 9088,
    "definition": "Answer the following having to do with fractals. This mathematician's namesake fractal, or ˈˈsnowflake,ˈˈ is derived by starting with an equilateral triangle, dividing each line segment into thirds, and then adding more equilateral triangles that incorporate the middle portion of each line segment.",
    "term": "Helge von Koch (ˈˈcokeˈˈ) [or Niels Fabian Helge von Koch; accept Koch snowflake]"
  },
  {
    "id": 9089,
    "definition": "Answer the following having to do with fractals. This mathematician's namesake ˈˈdustˈˈ is a three dimensional fractal that is formed by crossing sets which have their middle thirds removed. An argument developed by this man involves constructing a list, and then changing a number from a digit in each entry in that list. He stated that there is no set with a cardinality in between that of the sets denoted by aleph zero and aleph one as part of the continuum hypothesis. He used a proof technique to show that the set of real numbers is uncountably infinite. Name this German mathematician who introduced the diagonalization argument.",
    "term": "Georg Cantor [accept Cantor dust or Cantor set or Cantor's diagonalization argument]"
  },
  {
    "id": 9090,
    "definition": "Questions in this category will deal with mathematical tools. The logarithms of John Napier inspired the formation of this device, which is used to quickly perform multiplication and addition.",
    "term": "slide rule [or slipstick]"
  },
  {
    "id": 9091,
    "definition": "Questions in this category will deal with mathematical tools. The slide rule is also used to find these quantities, which are also found by the Newton-Raphson method.",
    "term": "roots [accept zeroes of a function; prompt on ˈˈx-interceptˈˈ]"
  },
  {
    "id": 9092,
    "definition": "Questions in this category will deal with mathematical tools. The so-called ˈˈmilitaryˈˈ type of these devices are unusually square. Some types of these devices, such as the 400 gon (ˈˈgoneˈˈ) type, will feature a Vernier (vur-NEER) scale on them to improve the precision of measurements. The goniometer (goh-nee-AH-muh-tur) was a more complex form of this mathematical tool, which often reports results in ˈˈgradians.ˈˈ The ˈˈbevelˈˈ type of these devices typically have a pivot used for more accurate measurements. These tools, which are typically transparent, can report results in terms of radians or degrees. Name these devices which are usually semi-circular and used to measure angles.",
    "term": "protractors [accept military protractors or bevel protractors]"
  },
  {
    "id": 9093,
    "definition": "Name these mathematicians. This mathematician names an algorithm for polynomial interpolation and introduced a formal system of logic in a 1687 book.",
    "term": "Sir Isaac Newton"
  },
  {
    "id": 9094,
    "definition": "Name these mathematicians. This mathematician is credited with giving the first proof showing that there are an infinite number of primes, which was included as part of a treatise written around 300 BC.",
    "term": "Euclid (YOO-klid) of Alexandria [or Eukleides]"
  },
  {
    "id": 9095,
    "definition": "Name these mathematicians. This man's namesake equation is the hyperbolic differential equation applied over his namesake ˈˈsphere.ˈˈ A question posed by this mathematician asks whether or not all non-trivial zeroes lie on the ˈˈcritical lineˈˈ of a certain function. Delta x times a function of x are approximations named for this mathematician; that approximation is used to divide the area under a curve into approximately rectangular regions. This man's namesake ˈˈhypothesisˈˈ is a Millennium Prize problem. Name this 19th century German mathematician whose namesake ˈˈsumsˈˈ are used when performing integration.",
    "term": "Georg Friedrich Bernhard Riemann (REE-mahn) [accept Riemann's differential equations or Riemann spheres or Riemann hypothesis or Riemann sums]"
  },
  {
    "id": 9096,
    "definition": "Answer the following about Platonic solids. This Platonic solid is the only one that is self-dual.",
    "term": "tetra·hedron"
  },
  {
    "id": 9097,
    "definition": "Answer the following about Platonic solids. This Platonic solid is the dual of the octa·hedron.",
    "term": "cube [or regular hexa·hedron]"
  },
  {
    "id": 9098,
    "definition": "Answer the following about Platonic solids. The proof that there are exactly five Platonic solids was given by Leonhard Euler (OY-lur), who used induction on a structure with this property. Wagner's theorem about this property casts it in terms of minors. Kuratowski's theorem states that a graph will not have this property if and only if it contains a subgraph of K sub 3,3 (ˈˈthree threeˈˈ) or K sub 5. A graph with this property has a genus of zero, since it cannot have any volume ˈˈholesˈˈ in it. Name this property of graphs such that it can be drawn on a flat surface without edge crossings.",
    "term": "planarity [accept planar graph]"
  },
  {
    "id": 9099,
    "definition": "Answer the following related to distributions. The Weibull distribution is an example of this type of distribution which uses a probability density function instead of a probability mass function.",
    "term": "continuous distribution"
  },
  {
    "id": 9100,
    "definition": "Answer the following related to distributions. The Weibull distribution models the ˈˈrateˈˈ of occurrence of these kind of events, which sometimes happen in devices like circuits and other components. The exponential distribution is often used for modeling these events as well.",
    "term": "failure rate or failures"
  },
  {
    "id": 9101,
    "definition": "Answer the following related to distributions. The Fisher information for this distribution is n, divided by p times the quantity 1 minus p. The variance for this distribution equals p, times n, times the quantity 1 minus p. In this distribution, the aforementioned n and p variables represent the probability that an event occurs and the overall number of trials; thus, this distribution gives the expected number of successes in a chain of n independent Bernoulli (ber-NOO-lee) trials. Name this distribution, which also describes a theorem about expanding out the expression (a +b)n (ˈˈquantity a plus b, to the n powerˈˈ).",
    "term": "binomial distribution"
  },
  {
    "id": 9104,
    "definition": "Pencil and paper ready. Compute the simplest Big O notation function given the following expressions. You will have 20 seconds for the team questions. This function times n appears in the big O formula for the function ˈˈn factorial.ˈˈ The power series expansion of this function starts with z minus 1 and features subtractive terms for all more specific terms. The prime number theorem states that x divided by this function of x is about equal to the number of primes less than x. Taking this function of n factorial is equal to the sum of this function of all the numbers from one through n. Name this function which is the inverse of exponentiation.",
    "term": "logarithm [accept natural logarithm or ln (ˈˈL-Nˈˈ)]"
  },
  {
    "id": 9105,
    "definition": "Give the following related to properties of functions. The horizontal line test is used to test for what property of functions, in which the values of the codomain are never mapped to more than once.",
    "term": "one-to-one [accept injective function or injection]"
  },
  {
    "id": 9106,
    "definition": "Give the following related to properties of functions. When the codomain of a function equals its range, the function has this property in which the range is completely ˈˈcovered.ˈˈ",
    "term": "onto [accept surjective function or surjection]"
  },
  {
    "id": 9107,
    "definition": "Give the following related to properties of functions. This property of a function is defined if and only if a function is one-to-one and onto. The conditions for this sort of property to exist are given by a theorem in differential calculus that is proven using the contraction mapping theorem. Continuous functions have this property if and only if its derivative is completely positive. For the logarithm function, this property of the function is the exponential function, and for x2 (ˈˈx squaredˈˈ) this kind of function is the square root of x. Name this type of function, which switches the domain with its range and vice versa.",
    "term": "inverse function [accept invertible functions]"
  },
  {
    "id": 9108,
    "definition": "Give the following related to distributions. What measure of central tendency, which is synonymous with expected value, is the first moment of a distribution?",
    "term": "mean"
  },
  {
    "id": 9109,
    "definition": "Give the following related to distributions. The second moment of a distribution is what value, which is defined as the square of the standard deviation?",
    "term": "variance"
  },
  {
    "id": 9110,
    "definition": "Give the following related to distributions. This distribution's mean is undefined if v is greater than 1; its variance is equal to ˈˈv / v -2ˈˈ (ˈˈv over v minus 2ˈˈ) if v is greater than 2, infinity if v is between 1 and 2, and undefined if v is less than 1. This distribution was first developed by William Gosset (GOSS-it), who used it while examining the chemical properties of barley at the Guinness Brewery; Gosset published this distribution in an article under the pseudonym ˈˈStudent.ˈˈ When n is less than 30, this distribution is typically used in a namesake test instead of the related z-test. Name this distribution that is used to test for the null hypothesis.",
    "term": "Student's t distribution"
  },
  {
    "id": 9113,
    "definition": "Pencil and paper ready. Give the following related to dot products. You will have 30 seconds for each team question. Pencil and paper will not be necessary. This property is possessed by vectors if the projection from one onto the other yields the zero vector; thus, an analogous form of this property for polynomials exists if the inner product is equal to zero. The outer product returns an object that has this property with respect to the input, and this property is possessed by two vectors if their dot product equals zero. Two lines have this property if the product of their slopes is negative one. Name this property that exists for two lines if their dihedral angle is equal to ninety degrees.",
    "term": "orthogonality or perpendicular [accept either underlined answer]"
  },
  {
    "id": 9114,
    "definition": "Answer some questions about probability. What sort of function, often used in probability theory, gives the probability that a value will take on a value less than or equal to x.",
    "term": "cumulative distribution function [or cdf]"
  },
  {
    "id": 9115,
    "definition": "Answer some questions about probability. Give the two values that all cumulative distribution functions take on at negative infinity and infinity, respectively. Make sure you give the answer for negative infinity first, and your answer for infinity second.",
    "term": "zero and one or 0 and 1 [answer must be in order]"
  },
  {
    "id": 9116,
    "definition": "Answer some questions about probability. This adjective describes variables whose cumulative distribution functions are a series of step functions. This adjective also describes certain statistical distributions such as the geometric distribution, but not the exponential. It thus describes variables defined by probability mass functions instead of probability density functions. The field of mathematics described by this word studies countable sets. The opposite of this term describes variables that can only take on values in between two specified values. Name this word, this opposite of continuous.",
    "term": "discrete [accept word forms; do not accept ˈˈdiscontinuousˈˈ or any such answers]"
  },
  {
    "id": 9119,
    "definition": "Pencil and paper ready. Give the following related to limits. For the team questions, consider the following step function (NOTE TO MODERATOR: read what follows slowly): f(x) = x (ˈˈf of x equals xˈˈ) when x is less than one; f(x) = 5 (ˈˈf of x equals fiveˈˈ) when x is greater than 1; and f(x) = 15 (ˈˈf of x equals fifteenˈˈ) at 1. Karl Weierstrass (VYE-err-strauss) showed, in his definition of a limit, that for every arbitrarily small value, there exists another quantity, which is represented by this letter, that exists and is also greater than zero. This letter denotes a mathematical function that returns one if both inputs are equal and zero if they are different. It also names another function which returns zero at all points, except for one point, where it returns infinity. Those are the Kronecker (CRO-neck-er) and Dirac (dih-RAK) functions. Name this Greek letter that is also used to represent changes in quantities.",
    "term": "delta [accept the epsilon-delta definition of a limit.]"
  },
  {
    "id": 9120,
    "definition": "Pencil and paper ready. These questions will deal with set theory. For the team questions, let set Q consist of {1,2} (ˈˈone comma twoˈˈ) and set R consist of {2,3} (ˈˈtwo comma threeˈˈ). What operation on the two sets would return a set consisting of {1,2,3} (ˈˈone comma two comma threeˈˈ).",
    "term": "union"
  },
  {
    "id": 9121,
    "definition": "Pencil and paper ready. These questions will deal with set theory. For the team questions, let set Q consist of {1,2} (ˈˈone comma twoˈˈ) and set R consist of {2,3} (ˈˈtwo comma threeˈˈ). What operation on the two sets would return a set consisting of {2} (ˈˈtwoˈˈ).",
    "term": "intersection"
  },
  {
    "id": 9122,
    "definition": "Pencil and paper ready. These questions will deal with set theory. For the team questions, let set Q consist of {1,2} (ˈˈone comma twoˈˈ) and set R consist of {2,3} (ˈˈtwo comma threeˈˈ). A relation will have one type of this property if the relation on a set is transitive, anti-symmetric, and reflexive; that is the ˈˈpartialˈˈ variant of this property. The name big O notation has an etymology which refers to this property of a function. The branch of mathematics named for this property studies binary relations. An approximation that is merely a best guess is known as a ˈˈzeroth [this]ˈˈ approximation. For a polynomial, this property is given by the power of its highest term. Give this word that, in the context of evaluating an expression, means that multiplication is evaluated before the ˈˈplusˈˈ operation.",
    "term": "order [accept word forms, or extended answers, such as order of operations]"
  },
  {
    "id": 9125,
    "definition": "Pencil and paper ready. Give the following related to a mathematical series. You will have 30 seconds for each team question. Pencil and paper will not be necessary. For a power series, the largest disk that can be defined over it bounds this concept's namesake radius. A series has this property if its limit superior of the nth (enth) root of each term is less than one. That test of this property was developed by Cauchy (COH-shee) and is known as the root test. Other tests for this property include the ratio test and the integral test. All series with this property have an underlying sequence whose limit must be zero. Series with this property sum to a value that is less than infinity. Name this property of a series that is the opposite of divergence.",
    "term": "convergence [accept word forms]"
  },
  {
    "id": 9126,
    "definition": "Give the following related to a certain method for finding roots. What method of finding roots uses the iterative formula x1 = x0 - f(x)/f'(x) (ˈˈx sub one, equals, x sub zero, minus the quantity, f of x divided by f prime of xˈˈ)?",
    "term": "Newton's method [accept Newton-Raphson method]"
  },
  {
    "id": 9127,
    "definition": "Give the following related to a certain method for finding roots. The quadratic convergence of Newton's method is proven using what mathematician's namesake theorem? His name is also attached to the infinite series representation of a function.",
    "term": "Brook Taylor [accept Taylor's theorem]"
  },
  {
    "id": 9128,
    "definition": "Give the following related to a certain method for finding roots. As an alternative to the method of gradient descent, Newton's method is often used for this general process. The application of control theory to this task often makes use of the Pontryagin (pon-tree-AY-gin) principle. Generally speaking, this process involves selecting a candidate solution from the solution set of the feasible region; one such method for doing that is George Dantzig's (DAN-ziggs) linear programming method. The method of Lagrange (luh-GRAHNJ) multipliers is used to perform this process. Name this process of selecting the best value subject to a set of constraints.",
    "term": "optimization [accept word forms]"
  },
  {
    "id": 9129,
    "definition": "Give the following related to branches of mathematics. What field of mathematics studies the null space and the column space and is defined as the study of vectors that undergo the namesake type of mappings?",
    "term": "linear algebra [do not accept or prompt on ˈˈalgebraˈˈ]"
  },
  {
    "id": 9130,
    "definition": "Give the following related to branches of mathematics. The construction of real numbers and the study of poles and residues are two components of the ˈˈrealˈˈ and ˈˈcomplexˈˈ forms of what mathematical study that is based on calculus?",
    "term": "analysis"
  },
  {
    "id": 9131,
    "definition": "Give the following related to branches of mathematics. Though it isn't topology, this field often makes use of the compactness theorem, which gives the conditions when a set has a model; that result can be derived by invoking Gödel's (GERR-dullz) completeness theorem, which establishes a link between this field of study and semantics. The first-order form of this field of study allows the use of existential and universal quantifiers over predicates, but not sets. De Morgan's laws are used in this field, as are truth tables, which can be used to determine the output of Boolean expressions. Name this field, which is the study of mathematics as it relates to reasoning.",
    "term": "mathematical logic [accept model theory]"
  },
  {
    "id": 9132,
    "definition": "Number theory is the subject of the following questions. Number theory often makes use of what operation, which returns the remainder when dividing the first input by the second?",
    "term": "modulo"
  },
  {
    "id": 9133,
    "definition": "Number theory is the subject of the following questions. For two numbers a and b, a mod b will return a, if a is less than b, and ˈˈa and bˈˈ have this property, which means that their greatest common factor is 1.",
    "term": "they are coprime [accept relatively prime, do not accept or prompt on ˈˈprimeˈˈ]"
  },
  {
    "id": 9134,
    "definition": "Number theory is the subject of the following questions. This mathematician's namesake symbol, which is a generalization of the Legendre (luh-ZHAHN-druh) symbol, returns 1 if ˈˈz2 = ax2 + by2ˈˈ (ˈˈz squared, equals, a x squared, plus b y squaredˈˈ) has a non-zero solution and -1 otherwise. He was inspired by Giuseppe Peano (joo-SEPP-ee pee-AH-no) to create a space-filling curve with Hausdorff (HOUSE- doorff) Dimension equal to 2. A vector space possessing an inner product defines his namesake spaces. One question posed by this mathematician asks if a procedure exists to always find solutions to Diophantine (DEE-uh-FAHN-teen) equations. Name this German mathematician who, in 1900, proposed to the International Congress of Mathematicians a list of 23 unsolved problems.",
    "term": "David Hilbert"
  },
  {
    "id": 9137,
    "definition": "Pencil and paper ready. Give the following related to derivatives. You will have 30 seconds for each team question. Pencil and paper will not be necessary. The derivative is needed for Lewis Fry Richardson's sixth-order variant of this process in numerical analysis. In the contest of navigation, an applied form of this process is dead reckoning. This is the more unreliable of two processes used in regression analysis. The most common form of this technique is a linear approximation, which is often used to figure out an electrical current's strength or someone's height after x years. Name this statistical process that estimates values outside of the observation range and is contrasted with interpolation.",
    "term": "extrapolation [accept word forms]"
  },
  {
    "id": 9228,
    "definition": "Mathematics: This is a 10 second question. Answer these questions concerning trigonometric functions and their signs on the Cartesian plane. In what quadrant(s) is the cotangent function negative?",
    "term": "II and IV (in any order)"
  },
  {
    "id": 9229,
    "definition": "Mathematics: This is a 10 second question. Answer these questions concerning trigonometric functions and their signs on the Cartesian plane. In what quadrant(s) is the cosecant function negative?",
    "term": "III and IV (in any order)"
  },
  {
    "id": 9230,
    "definition": "Mathematics: This is a 10 second question. Answer these questions concerning trigonometric functions and their signs on the Cartesian plane. Toss-Up: In what quadrant(s) are the secant and tangent functions positive?",
    "term": "I"
  },
  {
    "id": 9246,
    "definition": "Mathematics: This is a 10 second question. Answer these questions concerning trigonometric identities. One plus tangent squared theta is equal to what other trigonometric function squared theta?",
    "term": "Secant"
  },
  {
    "id": 9247,
    "definition": "Mathematics: This is a 10 second question. Answer these questions concerning trigonometric identities. One plus cotangent squared theta is equal to what other trigonometric function squared theta?",
    "term": "Cosecant"
  },
  {
    "id": 9248,
    "definition": "Mathematics: This is a 10 second question. Answer these questions concerning trigonometric identities. Toss-Up: The trigonometric function for the sine of two theta says that it is equal to what quantity?",
    "term": "2sinϴcosϴ [two sine theta cosine theta]"
  },
  {
    "id": 9417,
    "definition": "Mathematics: Complete the following trigonometric identities. For instance, if I said \"one minus cosine squared of theta is equal to what?\", you would reply \"sine squared of theta.\" Be sure to provide the function and what is inside of the function in your response. All answers will involve a single trig function. Cosine squared of theta minus sine squared of theta is equal to what?",
    "term": "Cosine of two theta"
  },
  {
    "id": 9418,
    "definition": "Mathematics: Complete the following trigonometric identities. For instance, if I said \"one minus cosine squared of theta is equal to what?\", you would reply \"sine squared of theta.\" Be sure to provide the function and what is inside of the function in your response. All answers will involve a single trig function. One minus two sine squared of theta is equal to what?",
    "term": "Cosine of two theta"
  },
  {
    "id": 9419,
    "definition": "Mathematics: Complete the following trigonometric identities. For instance, if I said \"one minus cosine squared of theta is equal to what?\", you would reply \"sine squared of theta.\" Be sure to provide the function and what is inside of the function in your response. All answers will involve a single trig function. Toss-Up: Two sine theta cosine theta is equal to what?",
    "term": "Sine of two theta"
  },
  {
    "id": 9477,
    "definition": "Mathematics: Identify these mathematicians. What German mathematician is credited with discovering calculus separately from Isaac Newton?",
    "term": "Gottfried Leibniz"
  },
  {
    "id": 9478,
    "definition": "Mathematics: Identify these mathematicians. What other German mathematician proved the constructability of the regular heptadecagon and is the namesake of the normal distribution?",
    "term": "Carl Friedrich Gauss"
  },
  {
    "id": 9479,
    "definition": "Mathematics: Identify these mathematicians. Toss-Up: This mathematician correctly proved that pi squared over six is the solution to the Basel problem, and he names a \"brick\" which has integer edges and face diagonals. Along with Poincare, this man names a characteristic, and a lowercase gamma symbolizes a constant named for this man and Mascheroni. Silverman's Constant can be found by using this man's generalization of Fermat's Little Theorem that is known as his Totient Function. What man used graph theory to solve the Seven Bridges of Königsberg problem, and is the namesake of the constant e?",
    "term": "Leonhard Euler"
  },
  {
    "id": 9594,
    "definition": "Math: Identify these mathematicians. What Greek mathematician included five postulates in his book Elements and proved that there are infinitely many prime numbers?",
    "term": "Euclid"
  },
  {
    "id": 9595,
    "definition": "Math: Identify these mathematicians. What Swiss mathematician is known for inventing graph theory and solving the Seven Bridges of Konigsberg problem?",
    "term": "Leonhard Euler"
  },
  {
    "id": 9596,
    "definition": "Math: Identify these mathematicians. Tossup: This man shared the 1994 Nobel Prize in Economics with Reinhard Selten and John Harsanyi for work on a problem that was proven by the Brouwer Fixed Point theorem. This man was killed in a 2015 car crash after returning from Norway where he received the Abel Prize and this man's schizophrenia was profiled in the film A Beautiful Mind. Identify this mathematician who developed a namesake equilibrium in game theory.",
    "term": "John Forbes Nash"
  },
  {
    "id": 9614,
    "definition": "Mathematics: Pencil and paper ready. Answer some questions about quadrilaterals. You will have 30 seconds for team questions. The area of quadrilaterals inscribed in these shapes can be computed using Brahmagupta's formula. A quadrilateral can be inscribed in this type of shape if and only if the four perpendicular bisectors meet at one point. Ptolemy's theorem relates the lengths of the sides and diagonals of a quadrilateral which can be inscribed in this type of shape. The \"power-of-a-point\" theorem relates the lengths of line segments which intersect these shapes. It is impossible to construct a square with the same area as one of these shapes because pi is transcendental. These shapes consist of the set of points equidistant from the center. Name these shapes whose area is equal to pi times their radius squared.",
    "term": "Circles [do not accept or prompt on other types of curves]"
  },
  {
    "id": 9615,
    "definition": "Mathematics: Answer the following about impossible things. The Abel-Ruffini theorem guarantees that there's no general formula for solving these types of equations of degree five or more. Quadratic and cubic equations are specific kinds of these equations.",
    "term": "Polynomials"
  },
  {
    "id": 9616,
    "definition": "Mathematics: Answer the following about impossible things. It is impossible to trisect a given angle using a straightedge and this other geometric tool which permits drawing circles with an arbitrary center and radius.",
    "term": "Compass"
  },
  {
    "id": 9617,
    "definition": "Mathematics: Answer the following about impossible things. The Lebesgue form of this mathematical operation allows it to be generalized to sets which are not intervals, something that was previously impossible. This mathematical operation is formally computed by taking a series of tagged partitions which increase in fineness; that definition is named for Riemann, who also names a common method of approximating this mathematical operation using rectangles. This operation is the opposite of differentiation, according to the fundamental theorem of calculus. Identify this operation which gives the area under a curve.",
    "term": "Integration [accept Integral, prompt on \"area under a curve\" or \"antidifferentiation\" or \"antiderivative\"]"
  },
  {
    "id": 9623,
    "definition": "Mathematics: Pencil and paper ready. Answer the following questions concerning angles. You will have 30 seconds for team questions. Toss-Up: One of these objects has been shown to paradoxically topologically evert into itself by Stephen Smale, and simply connected closed three-manifolds are always homeomorphic to one of these objects by the Poincare conjecture. Pi times the square root of two all over three is the densest packing of these objects, and triangles on them have angles summing to greater than one hundred eighty degrees. Great circles are analogous to lines on these objects, and the coordinate system named after them contains the azimuthal angle, the polar angle, and the distance. With a volume equal to four-thirds pi radius cubed, identify these solids that are the three-dimensional analogue of the circle.",
    "term": "Spheres"
  }
]
