[
  {
    "id": 10413,
    "definition": "Identify these Pulitzer Prize winning novels of the 1920s. Dallas tries to arrange a reunion between his father Newland Archer and Newland's former lover Ellen Olenska in this 1921 winner by Edith Wharton.",
    "term": "The Age of Innocence"
  },
  {
    "id": 10414,
    "definition": "Identify these Pulitzer Prize winning novels of the 1920s. Sinclair Lewis rejected the 1926 Pulitzer for this novel, in which the title doctor is sent to St. Hubert to test his cure for the plague before devoting his life to research with fellow McGurk Institute colleague Terry Wickett.",
    "term": "Arrowsmith"
  },
  {
    "id": 10415,
    "definition": "Identify these Pulitzer Prize winning novels of the 1920s. One character in this novel is a former interrogator for the Inquisition who raises and coaches the singer La Perichole. After a bad infection kills his twin, Manuel lies to Abbess Madre Maria about his identity and agrees to sail with Captain Alvarado before dying in the central event of this novel. The Marquesa of Montemayor, Pepita, Uncle Pio, and Jaime are the other lives detailed in a book by the Franciscan monk Brother Juniper, who witnesses their deaths. Name this 1927 novel about the collapse of the title structure, a novel by Thornton Wilder.",
    "term": "The Bridge of San Luis Rey"
  },
  {
    "id": 10416,
    "definition": "Answer these questions about characters who fish. In this Hemingway novella, the fisherman Santiago attempts to reel in a large marlin but it is eaten by sharks.",
    "term": "The Old Man and the Sea"
  },
  {
    "id": 10417,
    "definition": "Answer these questions about characters who fish. This captain of the Pequod lost a leg to the title whale that he vows vengeance against in Melville's Moby Dick.",
    "term": "Captain Ahab"
  },
  {
    "id": 10418,
    "definition": "Answer these questions about characters who fish. In one novel by this author, a group of tuna fishermen crash a party in which Sanskrit poetry from Black Marigolds is read to residents of the title street of sardine factories. In addition to that novel about Mack's efforts to throw two parties for Doc, this author wrote a work in which Carlson's shooting of Candy's dog foreshadows one of the protagonists mercy-killing his rabbit-loving friend. In his most famous novel, this author wrote about the Joad family leaving the Dust Bowl in hopes of farming the title fruit. What author wrote about George and Lennie in Of Mice and Men and about the Great Depression in The Grapes of Wrath?",
    "term": "John Steinbeck"
  },
  {
    "id": 10419,
    "definition": "Identify the following short stories. The title character of this James Thurber story imagines himself doing heroic actions like facing a firing squad and flying a fighter plane against Germany.",
    "term": "ˈˈThe Secret Life of Walter Mittyˈˈ"
  },
  {
    "id": 10420,
    "definition": "Identify the following short stories. In this O. Henry story, Della sells her hair to buy a watch chain for her husband Jim, but Jim has sold his watch to buy a comb for Della.",
    "term": "ˈˈThe Gift of the Magiˈˈ"
  },
  {
    "id": 10421,
    "definition": "Identify the following short stories. At one point in this story, a character takes time to listen to the ˈˈthe beating of the dragon flies' wings, the strokes of the water spiders' legsˈˈ after splashing into some water. The protagonist of this story wonders what a sharp beating sound is though it turns out to only be his own watch. While running toward his home and his wife, the protagonist of this story feels a sharp pain on his neck. Earlier, that protagonist of this story had been tricked by a Federal scout into attempting to burn the title structure but was caught and sentenced to death. Peyton Farquhar is hanged by a group of Union soldiers in what short story by Ambrose Bierce?",
    "term": "ˈˈAn Occurrence at Owl Creek Bridgeˈˈ"
  },
  {
    "id": 10422,
    "definition": "Name these Edgar Allan Poe short stories. The narrator of this story attempts to kill the title animal, which may be a reincarnation of his former pet Pluto, but ends up killing his wife with an axe instead.",
    "term": "ˈˈThe Black Catˈˈ"
  },
  {
    "id": 10423,
    "definition": "Name these Edgar Allan Poe short stories. In this story, Montresor lures Fortunato into the catacombs, which eventually become his tomb, by promising to let Fortunato taste the title wine.",
    "term": "ˈˈThe Cask of Amontilladoˈˈ"
  },
  {
    "id": 10424,
    "definition": "Name these Edgar Allan Poe short stories. The narrator of this story claims that the costume of the title character had ˈˈout Heroded Herod.ˈˈ This story describes musicians laughing and smiling after the chiming of a black clock every hour. One character rushes from a blue room with a dagger in pursuit of another character in a room with scarlet windows and black tapestries. Of the one thousand guests at the central event in this story, Prince Prospero is the first victim of a masked figure. Identify this story in which all of the guests at a ball mysteriously die of the title disease.",
    "term": "ˈˈThe Masque of the Red Deathˈˈ"
  },
  {
    "id": 10425,
    "definition": "Name these American poets. This poet wrote ˈˈlet be be the finale of seemˈˈ in ˈˈThe Emperor of Ice Creamˈˈ and began another famous poem with ˈˈAmong 20 snowy mountains the only moving thing was the eye ofˈˈ the title bird.",
    "term": "Wallace Stevens"
  },
  {
    "id": 10426,
    "definition": "Name these American poets. This poet wrote about ˈˈa splash quite unnoticedˈˈ in ˈˈLandscape with the Fall of Icarusˈˈ and about a narrator apologizing for eating plums that were ˈˈso sweet / so coldˈˈ in another poem.",
    "term": "William Carlos Williams"
  },
  {
    "id": 10427,
    "definition": "Name these American poets. This poet described the ˈˈbreathing figures [that] learnt from thee to liveˈˈ in a poem addressed to a young painter, S.M. This poet wishes that the addressee of another poem ˈˈproceed with virtue on thy sideˈˈ and wishes that addressee ˈˈA crown, a mansion, and a throne that shine with gold unfading.ˈˈ In another poem, this author wrote that ˈˈsome view our sable race with scornful eyeˈˈ though she still claims that ˈˈTwas mercy brought me from my pagan landˈˈ about her experience being kidnapped and enslaved. Name this eighteenth century American poet of ˈˈOn Being Brought from Africa to Americaˈˈ and ˈˈTo His Excellency General Washington.ˈˈ",
    "term": "Phillis Wheatley"
  },
  {
    "id": 10428,
    "definition": "Answer these questions about the Fireside poets. This poet describes the ˈˈlarge and sinewy handsˈˈ of the title character in ˈˈThe Village Blacksmith.ˈˈ He also described the love triangle between Priscilla Mullins, John Alden, and Miles Standish in another poem.",
    "term": "Henry Wadsworth Longfellow"
  },
  {
    "id": 10429,
    "definition": "Answer these questions about the Fireside poets. This poet writes that the title bird's ˈˈwings have fanned . . . the cold, thin atmosphereˈˈ in ˈˈTo a Waterfowl.ˈˈ This poet describes death as an ˈˈinnumerable caravanˈˈ in his most famous poem.",
    "term": "William Cullen Bryant"
  },
  {
    "id": 10430,
    "definition": "Answer these questions about the Fireside poets. The speaker of this poem claims that ˈˈmany an eye has danced to seeˈˈ this poem's subject, which was ˈˈonce red with heroes' blood.ˈˈ The speaker entreats that the title object be given ˈˈto the god of stormsˈˈ and commands ˈˈNail to the mast her holy flag.ˈˈ After this poem was published, its historical subject was preserved as a monument. Beginning ˈˈAy tear her tattered ensign downˈˈ is what poem titled for the nickname of the ship USS Constitution, by Oliver Wendell Holmes?",
    "term": "ˈˈOld Ironsidesˈˈ"
  },
  {
    "id": 10431,
    "definition": "Name these literary families from American plays. One member of this family, Biff, stole a fountain pen from Mr. Oliver, who doesn't remember this family's patriarch Willy. What family is featured in Death of a Salesman?",
    "term": "The Lomans"
  },
  {
    "id": 10432,
    "definition": "Name these literary families from American plays. One member of this family, Walter, has plans to use a ten thousand dollar insurance check to open a liquor store with Willie Harris, while Lena has plans to buy a house in the white-only Clybourne Park. What family is featured in A Raisin in the Sun?",
    "term": "The Youngers"
  },
  {
    "id": 10433,
    "definition": "Name these literary families from American plays. One member of this family is repulsed by the sexual advances of Josie Hogan in A Moon for the Misbegotten. In another play, one member of this family blames her mental state on a lack of sleep caused by a foghorn outside her window, and that character later drags her wedding gown around the house. Dr. Hardy diagnoses another member of this family, Edmund, as having tuberculosis, which is blamed on this family's patriarch for not paying enough money for good doctors. This family includes the mentally unstable Jamie and the morphine-addicted Mary. What family is central to Eugene O'Neill's Long Day's Journey into Night?",
    "term": "The Tyrones"
  },
  {
    "id": 10434,
    "definition": "Name these bodies of water in American literature Henry David Thoreau lived in solitude on a small cottage on this pond, where he spent only twenty-eight dollars over the course of two years.",
    "term": "Walden Pond"
  },
  {
    "id": 10435,
    "definition": "Name these bodies of water in American literature Kate Chopin's The Awakening ends with Edna Pontellier walking into this body of water to drown herself. Earlier Edna had vacationed with her Creole husband Leonce at Grand Isle on this body of water.",
    "term": "The Gulf of Mexico"
  },
  {
    "id": 10436,
    "definition": "Name these bodies of water in American literature Steve Baker, Magnolia Hawks, Julie Dozier, and Gaylord Ravenal are all performers on the Cotton Blossom on this body of water in Edna Ferber's Show Boat. The narrator agrees to retrieve ten thousand dollars for Karl Ritter before finding out the town the money is hidden in has been washed away in a memoir named for this body of water, in which Mr. Bixby teaches the protagonist how to work on a steamboat. On Jackson's Island, the title character of another work about this river meets Miss Watson's escaped slave Jim. Name this river that Mark Twain wrote about in Life on [this river] and Huckleberry Finn.",
    "term": "The Mississippi River"
  },
  {
    "id": 10437,
    "definition": "Identify these American cities given some references to them in literature. One character from this city has relationships with Sophie, Thea, and Stella. That novel, The Adventures of Augie March, begins ˈˈI am an American, [this city] born.ˈˈ This city is also called ˈˈHog Butcher of the Worldˈˈ in another work.",
    "term": "Chicago, Illinois"
  },
  {
    "id": 10438,
    "definition": "Identify these American cities given some references to them in literature. Fareek Fanon is accused of assaulting a white woman in this city in Tom Wolfe's A Man in Full. Scarlett O'Hara is living in this city when it is besieged by Union soldiers in Gone with the Wind.",
    "term": "Atlanta, Georgia"
  },
  {
    "id": 10439,
    "definition": "Identify these American cities given some references to them in literature. A white character from this city is disturbed by the lynching of a young black man in Ralph Ellison's story ˈˈA Party Down at the Square.ˈˈ In a novel partially based on interviews with people from this city, Topsy is educated by the supposedly-kindly Augustine St. Clare. After escaping to this city from Sweet Home, Sethe's home at 124 Bluestone Road in this city is haunted by the title character. In what city is Toni Morrison's Beloved set, a city that many escaped slaves passed through after crossing from Kentucky to Ohio?",
    "term": "Cincinnati, Ohio"
  },
  {
    "id": 10440,
    "definition": "Identify these poems by Robert Frost. The title character of this poem is Silas, a laborer who has returned to work for Mary and Warren. This poem defines home as the place where ˈˈthey have to take you in.ˈˈ",
    "term": "ˈˈThe Death of the Hired Manˈˈ"
  },
  {
    "id": 10441,
    "definition": "Identify these poems by Robert Frost. In this poem, a buzz saw cuts open the hand of a boy who does not survive the amputation surgery. This poem takes its title from a line Lady Macbeth utters after imagining Duncan's blood on her hands.",
    "term": "ˈˈOut Out-ˈˈ"
  },
  {
    "id": 10442,
    "definition": "Identify these poems by Robert Frost. This poem notes how we ˈˈforthwith found salvation in surrenderˈˈ and possessed ˈˈwhat we were still unpossessed by.ˈˈ This poem's final lines describe a certain entity as ˈˈstill unstoried, artless, unenhanced.ˈˈ That entity in this poem is described as being ours in ˈˈMassachusetts, in Virginia.ˈˈ Frost changed its last line from ˈˈsuch as she would becomeˈˈ to ˈˈsuch as she will becomeˈˈ for a famous recitation of this poem. This poem begins ˈˈThe land was ours before we were the land's.ˈˈ Because of the sun's glare, Frost recited this poem instead of reading ˈˈDedicationˈˈ at a famous event. What poem did Frost recite at John F. Kennedy's inauguration?",
    "term": "ˈˈThe Gift Outrightˈˈ"
  },
  {
    "id": 10443,
    "definition": "Name these short story collections by American authors. This Bradbury collection contains the story ˈˈThere Will Come Soft Rainsˈˈ about an automated house left empty after its residents were killed in the nuclear war that leads the remainder of humanity to colonize the title place.",
    "term": "The Martian Chronicles"
  },
  {
    "id": 10444,
    "definition": "Name these short story collections by American authors. This story cycle by Sherwood Anderson ends with ˈˈDeparture,ˈˈ in which George Willard decides to leave the title small town.",
    "term": "Winesburg, Ohio"
  },
  {
    "id": 10445,
    "definition": "Name these short story collections by American authors. In one story in this collection, after five nights without electricity, a wife reveals that she is buying an apartment for herself, and her husband reveals that he had held their stillborn baby in the hospital months before. In addition to ˈˈA Temporary Matter,ˈˈ in another story in this collection, a silver cocktail dress causes a seven year old to call Miranda ˈˈsexy,ˈˈ which she remembers her lover Dev whispering to her in a Mapparium. In the title story in this collection, Bobby is saved from a group of violent monkeys by the Indian tour guide Mr. Kapasi. Name this short story collection by Jhumpa Lahiri.",
    "term": "The Interpreter of Maladies"
  },
  {
    "id": 10446,
    "definition": "Name these African-American authors. This author published the autobiographical Gather Together in My Name, a sequel to a previous autobiography that detailed this author's childhood in Stamps, Arkansas with her brother Bailey.",
    "term": "Maya Angelou"
  },
  {
    "id": 10447,
    "definition": "Name these African-American authors. This author wrote about Sandy Rogers' coming of age in Kansas in Not Without Laughter but is perhaps better known for poems such as ˈˈTheme for English Bˈˈ and ˈˈI, Too, Sing America.ˈˈ",
    "term": "Langston Hughes"
  },
  {
    "id": 10448,
    "definition": "Name these African-American authors. This author published a collection of essays and speeches that examined the anthropological work of Zora Neale Hurston and the life of Flannery O'Connor. In addition to In Search of Our Mother's Gardens, this author wrote a story in which the uppity Dee visits her mother and demands to inherit a set of quilts that had been promised to her sister Maggie. That story is ˈˈEveryday Use.ˈˈ This author's most famous novel opens with the line ˈˈYou better not never tell nobody but Godˈˈ and details an affair between the jazz songstress Shug Avery and the wife of Mister, Celie. What author won the 1983 Pulitzer Prize for The Color Purple?",
    "term": "Alice Walker"
  },
  {
    "id": 10449,
    "definition": "Name these poems. The title character of this poem, set ˈˈby the shores of Gitchee Gumee,ˈˈ is the son of the West Wind and the lover of Minnehaha. That title character of this poem is eventually converted to Christianity by missionaries to his tribe.",
    "term": "The Song of Hiawatha"
  },
  {
    "id": 10450,
    "definition": "Name these poems. The dying narrator of this poem notices a ˈˈblue uncertain stumblingˈˈ sound of the title creature before she notes that ˈˈthe windows failed and then I could not see to see.ˈˈ",
    "term": "ˈˈI Heard a Fly Buzz When I Diedˈˈ"
  },
  {
    "id": 10451,
    "definition": "Name these poems. This poem describes visions of ˈˈBlake-light tragedies among scholars of war.ˈˈ ˈˈSolitudes of skyscrapers and pavementsˈˈ and ˈˈpeyote pipes and drumsˈˈ are called ˈˈholyˈˈ in a footnote to this poem. The dedicatee of this poem, famous for Report from an Asylum, inspired such lines as ˈˈyou accuse your doctors of insanity and plot the Hebrew socialist revolutionˈˈ and a line in which potato salad was thrown at ˈˈCCNY lecturers on Dadaism.ˈˈ That dedicatee is Carl Solomon. What poem opens by describing the ˈˈstarving hysterical naked[ness]ˈˈ of the ˈˈbest minds of my generation,ˈˈ which the speaker claims were ˈˈdestroyed by madness,ˈˈ a Beat poem by Alan Ginsberg?",
    "term": "ˈˈHowlˈˈ"
  },
  {
    "id": 10452,
    "definition": "Name these notable characters from American novels. This divorcee pursues affairs with Jake Barnes, Robert Cohn, and Pedro Romero in Ernest Hemingway's The Sun Also Rises.",
    "term": "Lady Brett Ashley [accept either]"
  },
  {
    "id": 10453,
    "definition": "Name these notable characters from American novels. This character discovers the existence of a rocket with serial number 00000 that harbors the mysterious Schwarzgerat component in Thomas Pynchon's Gravity's Rainbow.",
    "term": "Tyrone Slothrop [accept either]"
  },
  {
    "id": 10454,
    "definition": "Name these notable characters from American novels. In a lecture titled ˈˈHow [this character] Was Born,ˈˈ this character's creator claimed that he was inspired by his job at the South Side Boy's Club. After his girlfriend tells him about the criminals Leopold and Loeb, this character attempts to hatch a ransom scheme for a character by framing Jan Erlone, but the scheme falls apart and ends in the murder of Bessie Mears. In the section Flight, this character is chased across some rooftops by a vigilante mob that eventually turns him in to be tried for the accidental homicide of his employer's daughter Mary Dalton. Name this protagonist of Richard Wright's Native Son.",
    "term": "Bigger Thomas [accept either]"
  },
  {
    "id": 10455,
    "definition": "Name these American authors of trilogies. This author wrote about the fictional Margo Dowling and Mary French and the real Sacco and Venzetti in The 42nd Parallel, 1919, and Manhattan Transfer, all part of his USA Trilogy.",
    "term": "John Dos Passos [prompt on ˈˈPassosˈˈ]"
  },
  {
    "id": 10456,
    "definition": "Name these American authors of trilogies. This author wrote about John Grady Cole and Billy Parham working as ranchers near the demarcation between New Mexico and Mexico in All the Pretty Horses, The Crossing, and Cities of the Plain in his Border Trilogy.",
    "term": "Cormac McCarthy"
  },
  {
    "id": 10457,
    "definition": "Name these American authors of trilogies. In one novel by this author, the Landlord and the Merchant both send money and a son to their brother the Tiger, who uses the resources to fight neighboring warlords such as the Leopard. In another novel by this author, the protagonist meets Mary, the daughter of Dr. Wilson, during his time pursuing an agriculture degree, but cannot stand the thought of kissing her and eventually returns to his home country to fight in a revolution. A trilogy by this author that includes those two novels, Sons and A House Divided, begins with a novel that centers on the rickshaw operator Wang Lung and his wife O-Lan. What author wrote about a Chinese farming family in The House of Earth trilogy, which includes The Good Earth?",
    "term": "Pearl S. Buck"
  },
  {
    "id": 10458,
    "definition": "Name these American plays. In this David Mamet play, Shelley Levene and David Moss are convicted of breaking into their real estate office and stealing leads from their manager John Williamson.",
    "term": "Glengarry Glen Ross"
  },
  {
    "id": 10459,
    "definition": "Name these American plays. In this play by Tony Kushner, Louis Ironson's partner Prior discovers that he has AIDS and begins to be visited by the title heavenly creatures.",
    "term": "Angels in America"
  },
  {
    "id": 10460,
    "definition": "Name these American plays. One character in this play misidentifies a bouquet of snapdragons as pansies, rosemary, and violence after forcefully coming on to another character who has been made a ˈˈhouseboy.ˈˈ A story about a young man swerving his car to hit a porcupine is told twice in this play, with the second story concluding with the death of a fictional son. In a game of ˈˈGet the Guests,ˈˈ one character in this play reveals that Honey's hysterical pregnancy forced Nick into marriage. The title phrase is drunkenly sung by Martha to George in what play about an awkward party between two couples by Edward Albee?",
    "term": "Who's Afraid of Virginia Woolf?"
  },
  {
    "id": 10461,
    "definition": "Name these female poets. This Akron-born poet described ˈˈa deep breath and the canary in bloomˈˈ in ˈˈDusting,ˈˈ a poem in her collection Thomas and Beulah.",
    "term": "Rita Dove"
  },
  {
    "id": 10462,
    "definition": "Name these female poets. This feminist wrote about ˈˈbright topaz denizens of a world of greenˈˈ in ˈˈAunt Jennifer's Tigersˈˈ and about an action taken after ˈˈhaving read the book of myths and loaded the cameraˈˈ in ˈˈDiving into the Wreck.ˈˈ",
    "term": "Adrienne Rich"
  },
  {
    "id": 10463,
    "definition": "Name these female poets. This author wrote a poem whose title creature is ˈˈrestless,ˈˈ ˈˈunrelenting,ˈˈ and ˈˈnot freeˈˈ and whose fury is ˈˈnot on her lap where the horn rests but deep in her moonpit, growing.ˈˈ In addition to ˈˈThe Black Unicorn,ˈˈ this poet wrote an essay about abolishing patriarchy that declares ˈˈthe master's tools will never dismantle the master's house.ˈˈ This poet's struggles with her mastectomy are outlined in The Cancer Journals. Name this self-described ˈˈlesbian, mother, warrior, poet,ˈˈ a Black author who wrote Sister, Outsider and Zami: A New Spelling of My Name.",
    "term": "Audre Lorde"
  },
  {
    "id": 10464,
    "definition": "Answer the following questions about Jack London. In this London novel, the main character was formerly owned by Judge Miller and kills Spitz while part of a sled dog team. He eventually attacks a group of Yeehat natives after they kill his master John Thornton.",
    "term": "The Call of the Wild"
  },
  {
    "id": 10465,
    "definition": "Answer the following questions about Jack London. In this other London novel, Grey Beaver finds Kiche and her cub, the title character who is used by Beauty Smith for dog fighting before being bought by Weedon Scott.",
    "term": "White Fang"
  },
  {
    "id": 10466,
    "definition": "Answer the following questions about Jack London. In one novel by London, a man with this profession named Pat Glendon Jr. marries Maud Sangster who interviews him and helps reveal corruption within his profession. In London's story ˈˈThe Mexicanˈˈ, Felipe Rivera engages in this profession to support a revolutionary junta in Mexico. Another man with this profession, Tom King, is too poor to afford the title ˈˈPiece of Steakˈˈ before eventually quitting because of his age. Danny Ward is another London character with this profession that is contracted to engage another man in this profession in which he loses despite his fame at it. Identify this profession which was corrupted by fixed fights and includes practitioners like Muhammad Ali.",
    "term": "Boxer [accept word forms like boxing; prompt on ˈˈfighterˈˈ or equivalents]"
  },
  {
    "id": 10467,
    "definition": "Answer these questions about American literary movements. This postmodern movement with members including Neal Cassidy and Lawrence Ferlinghetti rejected conflict and the arms race in favor of Eastern Ideals, as seen in the poem ˈˈWichita Vortex Sutra.ˈˈ",
    "term": "Beat generation"
  },
  {
    "id": 10468,
    "definition": "Answer these questions about American literary movements. Beat poets met in this city during the Six Gallery Reading where one poem which later faced an obscenity trial was first read. Ferlinghetti's City Lights Bookstore is located in this California city.",
    "term": "San Francisco"
  },
  {
    "id": 10469,
    "definition": "Answer these questions about American literary movements. This author claimed ˈˈEverything/Is Ignorant of its own emptinessˈˈ in the one hundred thirteenth section of his collection Mexico City Blues. This author included sections of his Book of Haikus in a novel in which the protagonist joins Ray Smith and Henry Morley in climbing Matterhorn Peak in California. In that novel, by this man, Ray and Japhy Ryder represent the title characters heavily influenced by Buddhism. In another novel by this author, originally written on a scroll, Carlo Marx is visited by some of his friends before Sal Paradise returns to San Francisco. Name this American author of The Dharma Bums and On the Road.",
    "term": "Jack Kerouac"
  },
  {
    "id": 10470,
    "definition": "Answer these questions about the works of Edgar Allan Poe. Poe described his process of writing this poem as well as general rules for poetry in his essay ˈˈThe Philosophy of Composition.ˈˈ The speaker of this poem hears ˈˈrapping at my chamber doorˈˈ before the title creature perches itself on a ˈˈpallid bust of Pallas.ˈˈ",
    "term": "ˈˈThe Ravenˈˈ"
  },
  {
    "id": 10471,
    "definition": "Answer these questions about the works of Edgar Allan Poe. In ˈˈThe Raven,ˈˈ the speaker mourns the loss of this ˈˈsainted maidenˈˈ lover. In another poem, the speaker asks for ˈˈAn anthem for the queenliest deadˈˈ referring to this character.",
    "term": "Lenore"
  },
  {
    "id": 10472,
    "definition": "Answer these questions about the works of Edgar Allan Poe. In Poe's story ˈˈA Predicament,ˈˈ Signora Psyche Zenobia is decapitated by one of these objects but continues to talk as her servant Pompey runs away. In another story, a town whose name references one of these objects is obsessed with them and cabbages, before a fiddle player kills a villager operating one of them. In a third story, one of these objects causes a ˈˈbrief disconcert of the whole gay companyˈˈ before everyone continues dancing. In that story, one of these objects made of ebony signals the arrival of the Red Death at midnight. Name these large objects, whose chiming periodically interrupts guests of Prince Prospero.",
    "term": "Clock [accept synonyms]"
  },
  {
    "id": 10473,
    "definition": "Identify these African American authors. In one of this author's novels, children are named by flipping to random Bible passages, like First Corinthians. Milkman Dead searches for gold with Guitar in that novel, Song of Solomon.",
    "term": "Toni Morrison [accept Chloe Ardelia Wofford]"
  },
  {
    "id": 10474,
    "definition": "Identify these African American authors. In one of this author's novels, Celie marries Mister despite his initial attraction to Nettie, Celie's sister. They both want to escape their abusive father Alphonso. Identify this author of The Color Purple.",
    "term": "Alice Malsenior Walker"
  },
  {
    "id": 10475,
    "definition": "Identify these African American authors. One work by this author suggests that racial tension would be reduced if people abandoned Christianity and its hypocrisies. That work by him describes a dinner party in which he met Elijah Muhammad. This author criticized Richard Wright for portraying Bigger Thomas as a stereotypical African American person in his essay ˈˈNotes of a Native Son.ˈˈ This author described a homosexual affair between David and the title character who is about to be guillotined in the beginning of his novel Giovanni's Room. Identify this author of Go Tell It on the Mountain.",
    "term": "James Arthur Baldwin"
  },
  {
    "id": 10476,
    "definition": "Answer some questions about nineteenth century American poetry. This poem describes nature as one who ˈˈhas a voice of gladness, and a smile/And eloquence of beauty.ˈˈ It advises one to go not to death like ˈˈthe quarry-slave at nightˈˈ but rather to ˈˈapproach thy grave/Like one who wraps the drapery of his couch /About him.ˈˈ",
    "term": "ˈˈThanatopsisˈˈ"
  },
  {
    "id": 10477,
    "definition": "Answer some questions about nineteenth century American poetry. The author of that poem, William Cullen Bryant, also wrote a poem about one of these creatures in which the speaker asks ˈˈWhither, ˈmidst falling dew ... dost thou pursue Thy solitary way?ˈˈ",
    "term": "Waterfowl [accept ˈˈTo a Waterfowlˈˈ]"
  },
  {
    "id": 10478,
    "definition": "Answer some questions about nineteenth century American poetry. In Bryant's poem ˈˈThe Embargo,ˈˈ the speaker asks this figure to ˈˈrestore our happy state againˈˈ and ˈˈlift our wondˈring Eagle to the sky!ˈˈ In another poem about this figure, the speaker demands the ˈˈgrace and glory of thy martial bandˈˈ after calling him ˈˈfirst in peace and honors.ˈˈ The speaker of that poem wonders ˈˈShall I to [this figure] their praise recite?ˈˈ before asking him to ˈˈProceed, great chief, with virtue on thy side.ˈˈ That poem ends by granting this figure ˈˈA crown, a mansion, and a throne that shine/With gold unfading.ˈˈ Identify this subject of a Phillis Wheatley poem, an American general during the Revolution.",
    "term": "George Washington"
  },
  {
    "id": 10479,
    "definition": "Answer these questions about the winner of the 1930 Nobel Prize in Literature, Sinclair Lewis. This novel by Lewis ends with Ted revealing his secret wedding with Eunice to the title character, who has an affair with Tanis Judique, before devoting himself to help his ailing wife Myra.",
    "term": "Babbitt"
  },
  {
    "id": 10480,
    "definition": "Answer these questions about the winner of the 1930 Nobel Prize in Literature, Sinclair Lewis. Babbitt is set in this fictional Midwestern city, which is revealed to be the capital of Winnemac in another of his novels.",
    "term": "Zenith"
  },
  {
    "id": 10481,
    "definition": "Answer these questions about the winner of the 1930 Nobel Prize in Literature, Sinclair Lewis. This novel's protagonist is employed by a terrible author who promotes campaigns including ˈˈBetter Babies Weekˈˈ and ˈˈStop the Spitter Week.ˈˈ That protagonist rivaled a member of Digamma Pi, Angus Duer. In this novel, the protagonist is hailed as a hero after saving a baby in the town of Wheatsylvania. Researchers at the McGurk institute including Max Gottlieb pressure this novel's protagonist to publish his research about a bacteriophage that could cure the plague, before he travels to St. Hubert to test it, only to have his wife die from it. Identify this Sinclair Lewis novel about the title doctor.",
    "term": "Arrowsmith"
  },
  {
    "id": 10482,
    "definition": "Name these authors of short stories. This author wrote about a young woman considering abortion in ˈˈHills Like White Elephantsˈˈ and about Harry dying of gangrene in ˈˈThe Snows of Kilimanjaro.ˈˈ",
    "term": "Ernest Hemingway"
  },
  {
    "id": 10483,
    "definition": "Name these authors of short stories. This author wrote about Beatrice's father making her physically poisonous to men in ˈˈRappacciniˈs Daughterˈˈ and about the reverend Hooper's title ever-present garment in ˈˈThe Minister's Black Veil.ˈˈ",
    "term": "Nathaniel Hawthorne"
  },
  {
    "id": 10484,
    "definition": "Name these authors of short stories. This author wrote about a woman who writes to Don Crane about his baby being mentally disabled and other vicious letters before her roses are destroyed. In addition to that story about Adela Strangeworth, ˈˈThe Possibility of Evil,ˈˈ this author wrote about a little boy receiving the title snack from Mr. Johnson, who, after a day of good deeds, agrees to switch with his wife and be evil the next day. In a more famous story, this author wrote about Mr. Graves setting up a stool and box for a ceremony run by Mr. Summers. In that story, a paper with a black dot is drawn by Tessie Hutchinson, who must be stoned to death. Name this author of ˈˈOne Ordinary Day with Peanutsˈˈ and ˈˈThe Lottery.ˈˈ",
    "term": "Shirley Jackson"
  },
  {
    "id": 10485,
    "definition": "Name these American female poets. ˈˈThe Anniadˈˈ is a mock epic poem collected in this author's book Annie Allen. Richard Wright pushed for the publication of her collection A Street in Bronzeville, and she wrote the poem ˈˈWe Real Cool.ˈˈ",
    "term": "Gwendolyn Brooks"
  },
  {
    "id": 10486,
    "definition": "Name these American female poets. This member of the Algonquin Round Table and wife of Alan Campbell quipped ˈˈMen seldom make passes at girls who wear glassesˈˈ in her poem ˈˈNews Item.ˈˈ",
    "term": "Dorothy Parker"
  },
  {
    "id": 10487,
    "definition": "Name these American female poets. The speaker ˈˈcaught the quaint Italian quip she flung him from the gutterˈˈ in one of her poems where the speaker comments on ˈˈThe women squatting on the stoopsˈˈ and the ˈˈLittle dirty Latin child.ˈˈ In another of her poems, the speakers imagines herself as ˈˈA ghost in marble of a girl you knewˈˈ after wondering ˈˈI think I should have loved you presently.ˈˈ This author of ˈˈMacdougal Streetˈˈ wrote a poem whose speaker repeats the phrase ˈˈAnd all I saw from where I stood/Was three long mountains and a wood.ˈˈ That poem, ˈˈRenascence,ˈˈ is by this author, as is one in which begins ˈˈMy candle burns at both ends.ˈˈ Identify this author of the poem ˈˈFirst Fig.ˈˈ",
    "term": "Edna St. Vincent Millay"
  },
  {
    "id": 10488,
    "definition": "Identify these novels set during World War II. This Norman Mailer novel set on the island of Anopopei includes ˈˈChorusˈˈ and ˈˈTime Machineˈˈ subdivisions in each of its sections. In the second section, Croft shoots a Japanese POW and Gallagher's wife dies in childbirth.",
    "term": "The Naked and the Dead"
  },
  {
    "id": 10489,
    "definition": "Identify these novels set during World War II. Willie Keith becomes captain of the title ship following a kamikaze attack during the Okinawa campaign in this Herman Wouk novel which won the 1951 Pulitzer Prize.",
    "term": "The Caine Mutiny"
  },
  {
    "id": 10490,
    "definition": "Identify these novels set during World War II. In a flashback in this novel, Katje Borgesius and Gottfried are kept as sex slaves by SS Captain Blicero, while the octopus Grigori is trained to attack Katje. Laszlo Jamf is suggested to have classically conditioned this novel's protagonist, who is surprised to see the S-Gerät component of a weapon marked with five zeroes in a section titled ˈˈUn Permˈ au Casino Hermann Goeringˈˈ. Edward Pointsman and Roger Mexico notice the similarities between the Poisson distribution and a certain reaction of the protagonist in this novel, which seemingly predict a V-2 rocket attack. Identify this novel about Tyrone Slothrop, written by Thomas Pynchon.",
    "term": "Gravity's Rainbow"
  },
  {
    "id": 10491,
    "definition": "Answer these questions about dystopian literature. In this Sinclair Lewis novel, the New Underground opposes the regime of Buzz Windrip, President of America, who imposes his authority with the Minute Men.",
    "term": "It Can't Happen Here"
  },
  {
    "id": 10492,
    "definition": "Answer these questions about dystopian literature. Avis Everhard writes a manuscript detailing the rule of the Oligarchy in this Jack London novel with years measured in Brotherhood of Man.",
    "term": "The Iron Heel"
  },
  {
    "id": 10493,
    "definition": "Answer these questions about dystopian literature. In a short story by this author, John Lyle and Sister Judith join the ˈˈCabal,ˈˈ a revolutionary organization bent on overthrowing the regime of ˈˈChristian Prophetsˈˈ in America. That story, ˈˈIf This Goes On--,ˈˈ is collected in his The Past Through Tomorrow, which is part of his ˈˈFuture Historyˈˈ series of dystopian literature. In one of his novels, Nurse Gillian Boardman treats the protagonist who summarizes life as ˈˈThou art Godˈˈ after having religion explained to him and later creates the ˈˈChurch of All Worlds.ˈˈ In that novel by this author, the World Federation of Free Nations retrieves Valentine Michael Smith from Mars. Identify this science fiction author of Stranger in a Strange Land.",
    "term": "Robert Anson Heinlein"
  },
  {
    "id": 10494,
    "definition": "Identify these plays set in New York City. In this Edward Albee play, Jerry rambles on about visiting the title location before impaling himself on a park bench with a knife he gave to Peter.",
    "term": "The Zoo Story"
  },
  {
    "id": 10495,
    "definition": "Identify these plays set in New York City. A group of taxi cab workers go on against the wishes of Harry Fatt after finding out that the title character has been shot in this Clifford Odets play.",
    "term": "Waiting for Lefty"
  },
  {
    "id": 10496,
    "definition": "Identify these plays set in New York City. Two characters in this play argue over whether oranges are painted orange after one man describes his trip to Africa. In this play, one character is discouraged from becoming a stenographer before being berated for applauding a performance of ˈˈPaper Dolls.ˈˈ This play's protagonist is stabbed at its conclusion after he had earlier called Immigration Services on two men, one of which tries to marry Catherine. Alfieri narrates this play set in the Red Hook district about the Sicilian immigrants Marco and Rodolpho. Name this Arthur Miller play about Eddie Carbone, named for its proximity to the title structure.",
    "term": "A View From the Bridge"
  },
  {
    "id": 10497,
    "definition": "Identify some early American poets. This ˈˈpoet of the Revolutionˈˈ addressed the title plant which was bade ˈˈshun the vulgar eyeˈˈ and is told ˈˈwhen you die you are the sameˈˈ in his poem ˈˈThe Wild Honeysuckle.ˈˈ He also wrote ˈˈThe Indian Burial Ground.ˈˈ",
    "term": "Philip Freneau"
  },
  {
    "id": 10498,
    "definition": "Identify some early American poets. The speaker of a poem by this man asks the Lord ˈˈmake me thy Spining Wheele compleateˈˈ and ˈˈmy Soule thy holy Spoole to bee.ˈˈ That poem by him, which ends with the speaker being ˈˈCloathd in Holy robes for gloryˈˈ is entitled ˈˈHuswifery.ˈˈ",
    "term": "Edward Taylor"
  },
  {
    "id": 10499,
    "definition": "Identify some early American poets. A poem by this author set by the ˈˈBanks of Lacrim floodˈˈ asks ˈˈCan Speculation satisfy/Notion without Realityˈˈ before one character asks another ˈˈDisturb no more my settled heart.ˈˈ That poem by this author envisions a conversation between ˈˈThe Flesh and the Spirit.ˈˈ The speaker of a poem by this author notes that ˈˈmy blushing was not smallˈˈ at the return of the subject who was made ˈˈin rags.ˈˈ That poem by this author addresses ˈˈThou ill-formed offspring of my feeble brainˈˈ and is called ˈˈThe Author to Her Book.ˈˈ Identify this female Puritan poet of ˈˈThe Tenth Muse Lately Sprung Up in America.ˈˈ",
    "term": "Anne Dudley Bradstreet"
  },
  {
    "id": 10500,
    "definition": "Identify the following works of literature. The protagonist of this novella, Holly Golightly, tells the narrator Fred that she loves wandering the displays of the title jewelry store.",
    "term": "Breakfast at Tiffany's"
  },
  {
    "id": 10501,
    "definition": "Identify the following works of literature. Esther Greenwood receives a magazine internship in New York before developing depression and attempting suicide in this semi-autobiographical novel.",
    "term": "The Bell Jar"
  },
  {
    "id": 10502,
    "definition": "Identify the following works of literature. The protagonist of this novel expects to inherit her Aunt Peniston's fortune, but most of the money goes to her cousin Grace Stepney. By accepting the proposal to take a trip on the yacht Sabrina, the protagonist unknowingly allows an affair involving Ned Silverton to occur. On the same day that she decides not to use Bertha Mason's love letters for blackmail, the protagonist of this novel writes two ten-thousand dollar checks before overdosing on chloral and being found too late by Lawrence Selden. Lily Bart is the protagonist of what novel about New York high society by Edith Wharton?",
    "term": "The House of Mirth"
  },
  {
    "id": 10503,
    "definition": "Answer these questions about communism in Richard Wright's literature. In Native Son, this character, a member of the Communist Party, dates fellow Communist Jan Erlone. Bigger Thomas accidentally smothers her with a pillow.",
    "term": "Mary Dalton [accept either underlined part]"
  },
  {
    "id": 10504,
    "definition": "Answer these questions about communism in Richard Wright's literature. Black Boy describes how before becoming acquainted with magazines like the Left Front, Wright used to read the American Mercury published by George Jean Nathan and this ˈˈSage of Baltimoreˈˈ who coined the term ˈˈMonkey trial.ˈˈ",
    "term": "Henry Louis Mencken"
  },
  {
    "id": 10505,
    "definition": "Answer these questions about communism in Richard Wright's literature. Wright described his disillusionment with communism in the collection The God That Failed, as did this author who describes joining it because he ˈˈlived in a disintegrating society thirsting for faith.ˈˈ This author wrote a semi- autobiographical novel in which the protagonist, a former Communist, travels to the country of Neutralia. In another novel by this author, the protagonist condemns Richard at a museum for his contrarian views about communism, which is a ploy for the Gestapo to capture him. That novel by him opens with the protagonist dreaming of being arrested and sees Rubashov communicate in prison by tapping walls. Identify this author of Arrival and Departure and Darkness at Noon.",
    "term": "Arthur Koestler"
  },
  {
    "id": 10506,
    "definition": "Answer some questions about poetry set during the Civil War. John Greenleaf Whittier wrote a poem set on a ˈˈcool September mornˈˈ in which this title woman implores Stonewall Jackson ˈˈˈShoot, if you must, this old gray head,/But spare your country's flag.'ˈˈ",
    "term": "Barbara Frietchie"
  },
  {
    "id": 10507,
    "definition": "Answer some questions about poetry set during the Civil War. The speaker of a poem by this author explains how the title figures ˈˈsough the rumour of mortalityˈˈ after he observes how ˈˈThe headstones yield their names to the elementˈˈ in his poem ˈˈOde to the Confederate Dead.ˈˈ",
    "term": "Allen Tate"
  },
  {
    "id": 10508,
    "definition": "Answer some questions about poetry set during the Civil War. In of this author's poems, the speaker observes ˈˈA girdle of orange, Puritan-pumpkin colored girdersˈˈ as they are ˈˈshaking over the excavations, as it faces Colonel Shaw/and his bell-cheeked Negro infantryˈˈ in a poem which ends by noting ˈˈa savage servility/slides by on grease.ˈˈ In another of his poems, a summer millionaire ˈˈseemed to leap from an L. L. Bean/catalogue,ˈˈ while the speaker explains how the title creatures ˈˈsearch/in the moonlight for a bite to eat.ˈˈ ˈˈRelinquunt Omnia Servare Rem Publicamˈˈ opens a poem set in a Boston Aquarium by what author of ˈˈSkunk Hourˈˈ and ˈˈFor the Union Deadˈˈ?",
    "term": "Robert Lowell"
  },
  {
    "id": 10509,
    "definition": "Identify these authors active in the 1940s. What author included the stories ˈˈThe Daemon Loverˈˈ and ˈˈCharlesˈˈ in a 1949 story collection? This author is also known for The Haunting of Hill House.",
    "term": "Shirley Jackson"
  },
  {
    "id": 10510,
    "definition": "Identify these authors active in the 1940s. What author wrote about Neil, the title character, discovering an African American ancestor in his bloodline in the 1947 novel Kingsblood Royal? This author is also known for Arrowsmith.",
    "term": "Sinclair Lewis"
  },
  {
    "id": 10511,
    "definition": "Identify these authors active in the 1940s. An essay appearing in The God that Failed describes this author's disillusionment with the Communist party, which he also discusses in ˈˈThe Horror and the Glory,ˈˈ a section of his memoir. That memoir opens with this author accidentally burning down half his boyhood home in Natchez, Mississippi. In a novel by this author, the protagonist places pamphlets from Jan in his boss's home in an attempt to frame Jan for murder. At the end of that novel by this author, the protagonist is sentenced to death for accidentally killing the white Mary Dalton. Identify this author of Black Boy who wrote about Bigger Thomas in Native Son.",
    "term": "Richard Wright"
  },
  {
    "id": 10512,
    "definition": "Identify these poems. What T.S. Eliot poem contains such lines as ˈˈThis is the dead land. This is cactus land.ˈˈ and concludes with the line ˈˈThis is the way the world ends, not with a bang but with a whimperˈˈ?",
    "term": "ˈˈThe Hollow Menˈˈ"
  },
  {
    "id": 10513,
    "definition": "Identify these poems. What Carl Sandburg poem opens ˈˈPile the bodies high at Austerlitz and Waterlooˈˈ? The title substance of this poem claims to ˈˈcover allˈˈ and states to the addressee ˈˈLet me work.ˈˈ",
    "term": "ˈˈGrassˈˈ"
  },
  {
    "id": 10514,
    "definition": "Identify these poems. John Crowe Ransom called the title creature of this poem ˈˈa sort of comic or Gothic reliefˈˈ and claims that this poem's author makes the subject ˈˈhomely and easy.ˈˈ The narrator of this poem recalls that she has already ˈˈsigned away what portions of me be assignableˈˈ and waits with others ˈˈfor the last onset - when the king be witnessed - in the room.ˈˈ The title creature of this poem emits a ˈˈBlue - uncertain stumbling buzzˈˈ before the speaker notes that ˈˈthen the windows failed - and then I could not see to see.ˈˈ Identify this Emily Dickinson poem in which the narrator notices an insect while she is on her deathbed.",
    "term": "ˈˈI heard a fly buzz when I diedˈˈ"
  },
  {
    "id": 10515,
    "definition": "Identify the following short story authors. What author wrote about a flood hitting the title location in ˈˈThe Luck of Roaring Campˈˈ and about a group of characters ostracized from the title community in ˈˈThe Outcasts of Poker Flatˈˈ?",
    "term": "Bret Harte"
  },
  {
    "id": 10516,
    "definition": "Identify the following short story authors. Stories featuring the Glass family, including ˈˈUncle Wiggily in Connecticut,ˈˈ ˈˈDown at the Dinghy,ˈˈ and ˈˈA Perfect Day for Bananafishˈˈ are collected in what author's Nine Stories?",
    "term": "J. D. Salinger"
  },
  {
    "id": 10517,
    "definition": "Identify the following short story authors. A character in one story by this author asks ˈˈIs dying hard, Daddy?ˈˈ after witnessing the father of a breech baby kill himself. The narrator of another story by this author learns Italian grammar from a major who is healing from a hand injury in the same hospital. Those stories by this author, ˈˈIndian Campˈˈ and ˈˈIn Another Country,ˈˈ are found alongside ˈˈBig Two-Hearted Riverˈˈ and ˈˈThe Killersˈˈ in a posthumously-published collection named for a recurring character created by this author. Identify this author who wrote many stories featuring the fictional character Nick Adams.",
    "term": "Ernest Hemingway"
  },
  {
    "id": 10518,
    "definition": "Answer the following about an American literary movement. What literary movement that originated in Europe manifested in America via authors like Herman Melville and poets like William Cullen Bryant? This movement focused on nature and the individual spirit, among other things.",
    "term": "Romanticism"
  },
  {
    "id": 10519,
    "definition": "Answer the following about an American literary movement. What author's descriptions of ˈˈnoble savagesˈˈ and the American frontier in novels like The Deerslayer, The Pathfinder, and The Prairie made him an important figure in American Romanticism?",
    "term": "James Fenimore Cooper"
  },
  {
    "id": 10520,
    "definition": "Answer the following about an American literary movement. This poet described a region containing ˈˈa route obscure and lonely, haunted by ill angels onlyˈˈ and ˈˈBottomless vales and boundless floods . . . with forms no man can discover.ˈˈ Another poem by this poet describes a ˈˈgallant knight in sunshine and in shadowˈˈ searching for the title city of gold. In addition to those poems, ˈˈDream-landˈˈ and ˈˈEldorado,ˈˈ another poem by this author that is often classified as ˈˈDark Romanticismˈˈ describes a character with ˈˈbright eyesˈˈ who has been buried ˈˈin a sepulchre in [a] kingdom by the sea.ˈˈ Identify this 19th century poet of ˈˈAnnabel Lee.ˈˈ",
    "term": "Edgar Allan Poe"
  },
  {
    "id": 10521,
    "definition": "Identify the following American poets. What poet described ˈˈa splash quite unnoticedˈˈ in ˈˈLandscape with the Fall of Icarusˈˈ and described how ˈˈtrees with dead brown leaves . . . begin to awakenˈˈ in ˈˈSpring and Allˈˈ?",
    "term": "William Carlos Williams"
  },
  {
    "id": 10522,
    "definition": "Identify the following American poets. What poet wrote about a man ˈˈricher than a kingˈˈ in ˈˈRichard Coryˈˈ and another man who was ˈˈborn too lateˈˈ in ˈˈMiniver Cheevyˈˈ?",
    "term": "Edwin Arlington Robinson"
  },
  {
    "id": 10523,
    "definition": "Identify the following American poets. The narrator of one work by this author states ˈˈSin has many tools, but a lie is the handle which fits them allˈˈ as an addition to witticisms by Oscar Wilde and Ben Franklin. That work in which the narrator has discussions with people at a boarding house is this author's Autocrat of the Breakfast Table. The narrator of a poem by this author hears a ˈˈvoice that singsˈˈ through ˈˈthe deep caves of thoughtˈˈ that states ˈˈBuild thee more stately mansions.ˈˈ Another poem by this author begins ˈˈAy, tear her tattered ensign down!ˈˈ in reference to the title ship. Identify this poet of ˈˈThe Chambered Nautilusˈˈ and ˈˈOld Ironsides.ˈˈ",
    "term": "Oliver Wendell Holmes, Sr. (do not accept Jr.)"
  },
  {
    "id": 10524,
    "definition": "Give these colorfully-named works of literature. In what Charlotte Perkins Gilman story does the narrator's declining mental health compel her to ˈˈcreepˈˈ around her room like the woman she believes is trapped behind the title substance?",
    "term": "ˈˈThe Yellow Wallpaperˈˈ"
  },
  {
    "id": 10525,
    "definition": "Give these colorfully-named works of literature. What Wallace Stevens poem opens by claiming ˈˈAmong twenty snowy mountains, the only moving thing was the eye ofˈˈ the title creature?",
    "term": "ˈˈThirteen Ways of Looking at a Blackbirdˈˈ"
  },
  {
    "id": 10526,
    "definition": "Give these colorfully-named works of literature. At the beginning of this novel's section ˈˈSpring,ˈˈ one character wonders if Mr. Henry's advances have ˈˈruinedˈˈ her like the prostitute Marie, or Maginot Line. One character in this novel attempts to hit Maureen Peal, who calls the three central characters ˈˈblack and ugly.ˈˈ This novel opens with three versions of the same Dick and Jane story and describes how the marigolds that two sisters in this novel planted never bloomed. Partially narrated by Frieda and Claudia MacTeer, identify this novel in which Pecola Breedlove is tormented for her black skin, a novel by Toni Morrison.",
    "term": "The Bluest Eye"
  },
  {
    "id": 10527,
    "definition": "Identify these American playwrights. What playwright described Dodge killing a baby his wife incestuousluy bore with his son Tilden in the play Buried Child?",
    "term": "Sam Shepard"
  },
  {
    "id": 10528,
    "definition": "Identify these American playwrights. What playwright who died in August of 2018 wrote about the newlyweds Corie and Paul in Barefoot in the Park and about friends Oscar and Felix moving in together in The Odd Couple?",
    "term": "Neil Simon"
  },
  {
    "id": 10529,
    "definition": "Identify these American playwrights. David and Fanny agree to help Kurt flee the police after he kills a Nazi conspirator in this author's play Watch on the Rhine. In another play by this author, the pupil Mary convinces her grandmother that her teachers Karen and Martha are in a relationship, causing students to pull out of their classroom. In addition to The Children's Hour, this author wrote a play in which the protagonist makes no motion to retrieve her husband's medicine when he has a heart attack, leaving her free to scheme for her brothers' money. Identify this author who created Regina Giddens in The Little Foxes.",
    "term": "Lillian Hellman"
  },
  {
    "id": 10530,
    "definition": "Give the following related to characters with intellectual disabilities in literature. A mentally deficient character named Lennie Small is shot by his companion George Milton at the end of what John Steinbeck novel?",
    "term": "Of Mice and Men"
  },
  {
    "id": 10531,
    "definition": "Give the following related to characters with intellectual disabilities in literature. What Daniel Keyes novel and short story of the same name focuses on a namesake lab mouse and Charlie Gordon, both of whom are given a surgery to greatly increase intelligence which they eventually slowly lose?",
    "term": "ˈˈFlowers for Algernonˈˈ"
  },
  {
    "id": 10532,
    "definition": "Give the following related to characters with intellectual disabilities in literature. This author wrote a novel about a mentally depressed woman who befriends Doreen and has a relationship with Buddy Willard. That novel's protagonist gets a summer internship at a magazine named Ladies' Day, undergoes electroconvulsive therapy, and is named Esther Greenwood. In one of this author's poems, the speaker states ˈˈThere's a stake in your fat black heart and the villagers never liked youˈˈ; that poem by her ends ˈˈyou bastard, I'm through.ˈˈ Name this author who wrote the novel The Bell Jar and the poem ˈˈDaddy.ˈˈ",
    "term": "Sylvia Plath"
  },
  {
    "id": 10533,
    "definition": "Name the following authors who wrote coming of age novels. The classic American coming of age novel is what author's The Catcher in the Rye?",
    "term": "Jerome David Salinger"
  },
  {
    "id": 10534,
    "definition": "Name the following authors who wrote coming of age novels. What African-American author of Native Son wrote about his years of development in the autobiographical novel Black Boy?",
    "term": "Richard Nathaniel Wright"
  },
  {
    "id": 10535,
    "definition": "Name the following authors who wrote coming of age novels. This author's first novel is a coming of age novel that ends with Monsignor (mohn-SEEN-yor) Darcy dying and Rosalind Connage breaking up with Amory Blaine. Another novel by this author, which fictionalizes his relationship with Zelda Sayre, describes the dissolving marriage of actress Nicole Warren and psychologist Dick Diver. This author of This Side of Paradise and Tender is the Night wrote another novel whose characters include the golf cheat Jordan Baker, as well as the adulterers Myrtle Wilson and Tom Buchanan. Name this author of the Jazz Age who is best known for The Great Gatsby.",
    "term": "Francis Scott Key Fitzgerald"
  },
  {
    "id": 10536,
    "definition": "Name these Pulitzer Prize-winning authors. The only writer to have won both the Pulitzer Prize for Poetry and the Novel is what author of All the King's Men?",
    "term": "Robert Penn Warren"
  },
  {
    "id": 10537,
    "definition": "Name these Pulitzer Prize-winning authors. What poet of ˈˈMiniver Cheevyˈˈ won three Pulitzer Prizes for Poetry, one of which was for his Arthurian poem Tristram.",
    "term": "Edwin Arlington Robinson"
  },
  {
    "id": 10538,
    "definition": "Name these Pulitzer Prize-winning authors. This Pulitzer Prize winner's only novella is set in a place called the Mecca and describes Maud Martha's experiences in Chicago. This author wrote a poetic sequence that describes Chicago in A Street in Bronzeville before becoming Poet Laureate of Illinois. One of her poems describes ˈˈthis old yellow pairˈˈ for whom ˈˈdinner is a casual affair.ˈˈ In addition to penning ˈˈThe Bean Eaters,ˈˈ this author created a poem which describes ˈˈseven at the golden shovelˈˈ that ˈˈlurk late,ˈˈ ˈˈsing sin,ˈˈ ˈˈjazz juneˈˈ and ˈˈdie soon.ˈˈ Name this African-American author who wrote ˈˈWe Real Cool.ˈˈ",
    "term": "Gwendolyn Elizabeth Brooks"
  },
  {
    "id": 10539,
    "definition": "Name these authors who wrote about teachers. What author of The Little Foxes wrote about two teachers named Karen Wright and Martha Dobie, who are accused of lesbianism, in her play The Children's Hour?",
    "term": "Lillian Florence ˈˈLillyˈˈ Hellman"
  },
  {
    "id": 10540,
    "definition": "Name these authors who wrote about teachers. What author of O Pioneers! wrote about a teacher named Godfrey St. Peter moving into a new home in The Professor's House?",
    "term": "Willa Sibert Cather"
  },
  {
    "id": 10541,
    "definition": "Name these authors who wrote about teachers. This author wrote about a Professor at Waindell College who is interested in lepidoptery (leh-pih-DOP-tuh-ree) in his novel Pnin (PEE-nin). During his time in America, this author was a professor at Cornell College, where he apparently taught an English class to Thomas Pynchon. One of his books ends with the execution of Cincinnatus (SINN- sih-natt-us) C., who is jailed for the crime of gnostic (NAW-stik) turpitude. This author of Invitation to a Beheading created the fictional author of Clare Quilty in a novel in which Dolores Haze is the subject of fantasies by Humbert Humbert. Name this Russo-American author who penned Lolita.",
    "term": "Vladimir Vladimirovich Nabokov"
  },
  {
    "id": 10542,
    "definition": "Name these American authors who wrote about butterflies. What author of ˈˈDr. Heidegger's Experimentˈˈ wrote about Owen Warland's creation of a mechanical butterfly in ˈˈThe Artist of the Beautifulˈˈ?",
    "term": "Nathaniel Hawthorne [accept Nathaniel Hathorne]"
  },
  {
    "id": 10543,
    "definition": "Name these American authors who wrote about butterflies. The young Jay Follett appreciates the nature of death as he sees a butterfly in what author's novella A Death in the Family?",
    "term": "James Rufus Agee"
  },
  {
    "id": 10544,
    "definition": "Name these American authors who wrote about butterflies. This author wrote about a character who sees a raindrop fall on a butterfly in ˈˈTwo Minute Seduction.ˈˈ This author wrote about the fashion model Jadine and her love interest Son, who begin a relationship, in her novel Tar Baby. She wrote about Pecola Breedlove in a book named for a body part that Pecola desires. Margaret Garner inspired another of this author's novels, which opens ˈˈ124 was spiteful.ˈˈ In that book by this author, Sethe (seth-uh) murders her own daughter so that she does not go back into slavery. Name this African-American female author who wrote The Bluest Eye and Beloved.",
    "term": "Toni Morrison [or Chloe Ardelia Wofford]"
  },
  {
    "id": 10545,
    "definition": "Name these Pulitzer Prize-winning authors. What author won the 1976 Pulitzer Prize for his novel about a fictional version of Delmore Schwartz entitled Humboldt's Gift?",
    "term": "Saul Bellow [or Solomon Bellows]"
  },
  {
    "id": 10546,
    "definition": "Name these Pulitzer Prize-winning authors. The novella Pale Horse, Pale Rider and the novel Ship of Fools were written by what author who won the 1965 Pulitzer Prize for her collected short stories?",
    "term": "Katherine Anne Porter [or Callie Russell Porter]"
  },
  {
    "id": 10547,
    "definition": "Name these Pulitzer Prize-winning authors. This author won the Pulitzer Prize for writing a work that examines ˈˈcorporation landˈˈ and ˈˈtechnology landˈˈ; that work examines the March on the Pentagon. Ramses IX (the ninth) tells tales of time past in this author's novel set in ancient Egypt; that work is Ancient Evenings. One of his last novels, which focuses on Dieter (DEE-tur), who notes that a demon possessed Adolf Hitler in his youth, is titled The Castle in the Forest. This author of Armies of the Night won another Pulitzer Prize for his nonfiction novel about Gary Gilmore. Name this author who wrote The Executioner's Song.",
    "term": "Norman Kingsley Mailer"
  },
  {
    "id": 10548,
    "definition": "Name these authors who wrote works of nonfiction. What author of the novel A Bell for Adano wrote about six atomic bomb survivors in his book-length work Hiroshima?",
    "term": "John Richard Hersey"
  },
  {
    "id": 10549,
    "definition": "Name these authors who wrote works of nonfiction. What author of the novel Rabbit, Run chronicled Ted Williams' final home run in his essay ˈˈHub Fans Bid Kid Adieuˈˈ?",
    "term": "John Hoyer Updike"
  },
  {
    "id": 10550,
    "definition": "Name these authors who wrote works of nonfiction. This author wrote the statement ˈˈNobody can add to the absurdity of this bookˈˈ in regards to the hilariously- translated phrase book English As She is Spoke. Another of his nonfiction works is an essay attacking the rules of literary art that The Deerslayer violated. This author of ˈˈFenimore Cooper's Literary Offensesˈˈ wrote about a town that tries to resist temptation in ˈˈThe Man that Corrupted Hadleyburg.ˈˈ In another of his stories, Jim Smiley captures the title animal, names it Dan'l (ˈˈdanielˈˈ) Webster, and teaches it to jump. Name this humorist who wrote ˈˈThe Celebrated Jumping Frog of Calaveras County.ˈˈ",
    "term": "Mark Twain [or Samuel Langhorne Clemens]"
  },
  {
    "id": 10551,
    "definition": "Give the following related to 19th century poetry. What 19th century author wrote the poetry collection The Black Riders, which includes a poem that imagines a bestial creature who eats his own heart?",
    "term": "Stephen Crane"
  },
  {
    "id": 10552,
    "definition": "Give the following related to 19th century poetry. What other 19th century author wrote about a ˈˈtrue daughter of old timeˈˈ in his poem ˈˈSonnet -To Scienceˈˈ? Other poems by this author include ˈˈAl Aaraafˈˈ (al uh-rawf) and ˈˈTamerlaneˈˈ.",
    "term": "Edgar Allan Poe"
  },
  {
    "id": 10553,
    "definition": "Give the following related to 19th century poetry. This poem describes a ˈˈlast onsetˈˈ that occurs ˈˈwhen the king be witnessed in the room.ˈˈ Its speaker describes how ˈˈI willed my Keepsakesˈˈ and ˈˈsigned away what portion of me be assignableˈˈ before noting how the title figure ˈˈwas there interposed.ˈˈ That figure is described as ˈˈblueˈˈ and ˈˈuncertainˈˈ, and it occupies a space ˈˈbetween the light and meˈˈ where the speaker realizes ˈˈand then I could not see to see.ˈˈ This poem opens by describing a ˈˈstillness in the roomˈˈ between ˈˈthe heaves of storm.ˈˈ Name this poem by Emily Dickinson titled for the noise a creature makes when the speaker perishes.",
    "term": "ˈˈI heard a fly buzz - when I diedˈˈ [accept Poem 465 or Poem 591]"
  },
  {
    "id": 10554,
    "definition": "Name the following related to literary movements. What literary movement had Jack Kerouac (kair-EW-ack), Lawrence Ferlinghetti (ˈˈfairˈˈ-LIN-get-ee), and Allen Ginsberg as members?",
    "term": "the Beat Movement [accept the Beatniks]"
  },
  {
    "id": 10555,
    "definition": "Name the following related to literary movements. Lawrence Ferlinghetti founded the City Lights Bookstore in what city which was home to the Beat movement? Mark Twain moved to this city in the 1860s.",
    "term": "San Francisco, California"
  },
  {
    "id": 10556,
    "definition": "Name the following related to literary movements. One member of this movement wrote ˈˈWhirl up, sea, whirl your pointed pinesˈˈ in her poem ˈˈOread.ˈˈ In addition to its member H.D., another member of this movement wrote ˈˈThe apparition of these faces in the crowd; petals on a wet black boughˈˈ in his extremely short poem ˈˈIn a Station of the Metro.ˈˈ This modernist movement is associated with an author who wrote ˈˈSo much depends upon the red wheelbarrow glazed with rainwater beside the white chickens.ˈˈ Name this early 20th century literary movement, whose members included William Carlos Williams.",
    "term": "Imagism [accept word forms]"
  },
  {
    "id": 10557,
    "definition": "Identify these American playwrights. Leslie and Sarah are two human sized lizards which use animal analogies to better understand the problems that Nancy and Charlie face in this man's play Seascape. He also wrote The Zoo Story and Who's Afraid of Virginia Woolf?.",
    "term": "Edward Franklin Albee III"
  },
  {
    "id": 10558,
    "definition": "Identify these American playwrights. 21 pilots die from flying faulty planes produced by Joe Keller in this playwright's work All My Sons. He also created Biff and Happy, two sons of Willy Loman in Death of a Salesman.",
    "term": "Arthur Miller"
  },
  {
    "id": 10559,
    "definition": "Identify these American playwrights. In one play by this author, an unnamed Woman constantly brandishes a spear at Tshembe to tempt him to join the anti-colonial Resistance movement. In another play by this author, the protagonist displays the title political ad for Wally O'Hara, who turns out to be corrupt. In addition to Les Blancs and The Sign in Sidney Brustein's Window, this author wrote a play in which Karl Lindner attempts to push Lena and her family out of the all-white Clybourne Park. Identify this author who wrote about Walter Younger and his father's insurance check in A Raisin in the Sun.",
    "term": "Lorraine Hansberry"
  },
  {
    "id": 10560,
    "definition": "Identify these novels by American women. In what Ayn Rand novel does John Galt ask Dagny Taggart to join a strike of the business class shortly before he makes a 70-page ranting speech about objectivism?",
    "term": "Atlas Shrugged"
  },
  {
    "id": 10561,
    "definition": "Identify these novels by American women. In what Willa Cather novel does the title character grow up in Black Hawk, Nebraska alongside the novel's narrator Jim Burden?",
    "term": "My Antonia"
  },
  {
    "id": 10562,
    "definition": "Identify these novels by American women. When the mother of this novel's protagonist asks her who the father of her child is, she responds that it's ˈˈGod's.ˈˈ This novel's protagonist reads about the children Olivia and Adam, Corrine's Olinka burial, and Samuel's missionary work through Nettie's letters. This novel's protagonist brings cigarettes and coffee to a character with whom she eventually falls in love, Shug Avery. To escape the abusive Alfonso, this novel's protagonist marries ˈˈMr.ˈˈ and writes letters about her experiences. Identify this novel about Celie by Alice Walker, named for a pigment.",
    "term": "The Color Purple"
  },
  {
    "id": 10563,
    "definition": "Identify these 20th century poets. What poet wrote such works as ˈˈWoman Workˈˈ and ˈˈStill I Riseˈˈ? Her poem ˈˈOn the Pulse of Morningˈˈ was read at the inauguration of Bill Clinton?",
    "term": "Maya Angelou"
  },
  {
    "id": 10564,
    "definition": "Identify these 20th century poets. What poet experimented with grammatical conventions in poems like ˈˈmaggie and milly and molly and mayˈˈ and ˈˈanyone lived in a pretty how townˈˈ?",
    "term": "e. e. cummings"
  },
  {
    "id": 10565,
    "definition": "Identify these 20th century poets. Amy's husband threatens ˈˈI'll bring you back by force I will!ˈˈ after she accuses him of not properly grieving their dead son in this poet's ˈˈHome Burial.ˈˈ The narrator of one poem by this author notes that ˈˈHe is all pine and I am all apple orchardˈˈ when wondering about the necessity of the title construction to which he receives the reply ˈˈGood fences make good neighbors.ˈˈ In another of this author's poems, the title object lays ˈˈin leaves no step had trodden blackˈˈ and was ˈˈgrassy and wanted wear.ˈˈ What poet wrote ˈˈMending Wallˈˈ and ˈˈThe Road Not Taken?ˈˈ",
    "term": "Robert Frost"
  },
  {
    "id": 10566,
    "definition": "Identify these short stories. In what William Faulkner short story does the title character keep the corpse of her former boyfriend, Homer Barron, in her home?",
    "term": "ˈˈA Rose for Emilyˈˈ"
  },
  {
    "id": 10567,
    "definition": "Identify these short stories. In what O. Henry short story do the criminals Bill and Sam pay to give back the rambunctious boy they kidnapped, Johnny?",
    "term": "ˈˈThe Ransom of Red Chiefˈˈ"
  },
  {
    "id": 10568,
    "definition": "Identify these short stories. The protagonist of this story runs into the cover of night after spilling some wine at a wedding in Millford. In this story, the protagonist's wife Elizabeth leaves him when he refuses to lift the title vestment, which is described as ˈˈconsist[ing] of two folds of crape.ˈˈ At the end of this story, the Reverend Hooper is buried in the title shroud that he refused to take off during his life. Identify this story by Nathaniel Hawthorne.",
    "term": "ˈˈThe Minister's Black Veilˈˈ"
  },
  {
    "id": 10569,
    "definition": "Identify these early American poets. What author wrote ˈˈIf ever two were one, then surely weˈˈ in the poem ˈˈTo My Dear and Loving Husbandˈˈ? This poet published the collection, ˈˈThe Tenth Muse Lately Sprung Up in America.ˈˈ",
    "term": "Anne Bradstreet"
  },
  {
    "id": 10570,
    "definition": "Identify these early American poets. What poet described a ˈˈmighty man . . . with large sinewy handsˈˈ in ˈˈThe Village Blacksmithˈˈ and wrote about two suitors of Priscilla Mullins in ˈˈThe Courtship of Miles Standishˈˈ?",
    "term": "Henry Wadsworth Longfellow"
  },
  {
    "id": 10571,
    "definition": "Identify these early American poets. One poem by this author describes a group who laments that ˈˈWe sing, but oh the clay is vile beneath our feetˈˈ and who questions ˈˈWhy should the world be over-wise in counting all our tears and sighs?ˈˈ The narrator of another poem by this author muses about a creature whose ˈˈwing is bruised and his bosom sore, - When he beats his bars and he would be free.ˈˈ A line from that poem by this poet provides the title for Maya Angelou's memoir I Know Why the Caged Bird Sings. ˈˈWe Wear the Maskˈˈ and ˈˈSympathyˈˈ were penned by what African American author from Dayton, Ohio?",
    "term": "Paul Laurence Dunbar"
  },
  {
    "id": 10572,
    "definition": "Answer the following about Pulitzer Prize-winning novels. William Styron won the 1968 Pulitzer Prize for a novel titled for The Confessions of what insurrectionist?",
    "term": "Nat Turner"
  },
  {
    "id": 10573,
    "definition": "Answer the following about Pulitzer Prize-winning novels. The 1932 Pulitzer Prize winning novel, The Good Earth, was written by what American author who spent most of her childhood in China?",
    "term": "Pearl S. Buck"
  },
  {
    "id": 10574,
    "definition": "Answer the following about Pulitzer Prize-winning novels. This author wrote about Alexandra Spofford, Jane Smart, and Sukie Rougemont who live in the title town in one novel. This author wrote a novel in which a Toyota Dealership is inherited by Janice and he also wrote a novel in which that same dealership is passed on to her son, Nelson. Accompanying those two novels were two of this author's other novels, Redux and Remembered, all titled for the nickname of Harry Angstrom. Identify this author of The Witches of Eastwick, a repeat winner of the Pulitzer Prize in 1982 and 1991 for his novels Rabbit is Rich and Rabbit at Rest respectively.",
    "term": "John Updike"
  },
  {
    "id": 10575,
    "definition": "Identify these World War II era novels. What Norman Mailer novel focuses on a platoon of soldiers stationed on the island of Anopopei and was partially inspired by Mailer's experiences during the Philippines Campaign?",
    "term": "The Naked and the Dead"
  },
  {
    "id": 10576,
    "definition": "Identify these World War II era novels. What Thomas Pynchon novel focuses on intelligence employee Tyrone Slothrop and a rocket with the serial number 00000?",
    "term": "Gravity's Rainbow"
  },
  {
    "id": 10577,
    "definition": "Identify these World War II era novels. In this novel, Chief Halfoat is kicked off base after Wintergreen strikes oil while digging for water. The rotting body of Kid Sampson reminds this novel's protagonist of Snowden, who died on the Avignon mission. After refusing to let him sign an oath, Captain Black accuses Major Major of being a Communist in this novel. This novel takes place on the island of Pianosa and features the 256th squadron, including Captain John Yossarian. Identify this novel by Joseph Heller, whose title is synonymous with a choice with two unfavorable outcomes.",
    "term": "Catch-22"
  },
  {
    "id": 10578,
    "definition": "Identify the cities in which the following works are set. What city during its Puritan era serves as the setting of Nathaniel Hawthorne's The Scarlet Letter? This city also serves as the setting of Edward Bellamy's Looking Backward and Esther Forbes' Revolutionary War-set Johnny Tremain.",
    "term": "Boston, Massachusetts"
  },
  {
    "id": 10579,
    "definition": "Identify the cities in which the following works are set. What city serves as the setting of multiple books by Sandra Cisneros, including A House of My Own, Caramelo, and The House on Mango Street? This city also serves as the setting of Saul Bellow's novel The Adventures of Augie March.",
    "term": "Chicago, Illinois"
  },
  {
    "id": 10580,
    "definition": "Identify the cities in which the following works are set. In one play set in this city, Berneice is advised by Doaker to sell the title instrument because it is summoning Sutter's Ghost. In another play set in this city, one character first enters the stage singing about selling plums and wearing a trumpet around his neck. That character, Gabriel, is the brother of the garbage truck driver Troy Maxson, who lives in this city. The Piano Lesson and Fences are set in this city. A Cycle of plays by August Wilson is named for what Pennsylvania city?",
    "term": "Pittsburgh, Pennsylvania"
  },
  {
    "id": 10581,
    "definition": "Identify the following poets who wrote about mythology. Norse lore inspired this author's poem ˈˈThe Skeleton in Armor.ˈˈ He also wrote the collection Tales of a Wayside Inn and the epic poem The Song of Hiawatha.",
    "term": "Henry Wadsworth Longfellow"
  },
  {
    "id": 10582,
    "definition": "Identify the following poets who wrote about mythology. In this author's most famous poem, he repeatedly invokes the name of ˈˈMoloch,ˈˈ a demon used to describe filth. In that 1955 poem by him, he states ˈˈI saw the best minds of my generation destroyed by madness.ˈˈ",
    "term": "Irwin Allen Ginsberg"
  },
  {
    "id": 10583,
    "definition": "Identify the following poets who wrote about mythology. A mythological woman titles one poem by this author which begins ˈˈStasis in darkness. Then the substanceless blue pour of tor and distances.ˈˈ In another poem by this author, the speaker compares her skin to a ˈˈsort of walking miracleˈˈ that is ˈˈbright as a Nazi lampshade.ˈˈ This author of the poems ˈˈArielˈˈ and ˈˈLady Lazarusˈˈ wrote another poem which compares the title figure to a ˈˈvampireˈˈ who drank the speaker's blood for a year. At the end of that poem by this author, the speaker tells the title family member ˈˈyou bastard, Iˈm through.ˈˈ Name this female author of the poem ˈˈDaddyˈˈ and one-time wife of Ted Hughes.",
    "term": "Sylvia Plath"
  },
  {
    "id": 10584,
    "definition": "Name these 19th century poets. Clarel is a long epic poem by this author who is better known for sea-faring tales such as Billy Budd.",
    "term": "Herman Melville"
  },
  {
    "id": 10585,
    "definition": "Name these 19th century poets. ˈˈI heard a fly buzz - when I diedˈˈ is a short lyric poem by this author, whose edited letters were collected by Mabel Loomis Todd.",
    "term": "Emily Elizabeth Dickinson"
  },
  {
    "id": 10586,
    "definition": "Name these 19th century poets. One poem by this author is set during ˈˈthe last steps of dayˈˈ when the title animal is guided ˈˈfrom zone to zoneˈˈ by God. That poem by this author asks ˈˈFar, through their rosy depths, dost thou pursue thy solitary way?ˈˈ Another of his poems states ˈˈYet not to thine eternal resting-place shalt thou retire alone,ˈˈ since ˈˈfair forms, and hoary seers of ages pastˈˈ shall be part of ˈˈone mighty sepulcher.ˈˈ In his best known poem, this author called death ˈˈthe innumerable caravan, which moves to that mysterious realm.ˈˈ Name this author of the poems ˈˈTo a Waterfowlˈˈ and ˈˈThanatopsis.ˈˈ",
    "term": "William Cullen Bryant"
  },
  {
    "id": 10587,
    "definition": "Name the following authors who wrote about bears. This author wrote about Br'er Bear, as well as Br'er Rabbit, in his tales narrated by Uncle Remus.",
    "term": "Joel Chandler Harris"
  },
  {
    "id": 10588,
    "definition": "Name the following authors who wrote about bears. A big bear named Old Ben is hunted by Ike in this Southern author's short story ˈˈThe Bear.ˈˈ",
    "term": "William Cuthbert Faulkner"
  },
  {
    "id": 10589,
    "definition": "Name the following authors who wrote about bears. This author wrote ˈˈhis coat resembles the deep snowˈˈ in a poem entitled ˈˈThe Polar Bear.ˈˈ He compared a certain plant to a ˈˈbuttercup upon its branching stemˈˈ in a poem that ends ˈˈfor I too am concerned [for] every man who wants to die at peace in his bed.ˈˈ This author of the poetry collection Pictures from Brueghel also wrote the poem ˈˈAsphodel, that Greeny Flower.ˈˈ An object that is ˈˈglazed with rainwater / beside the white chickensˈˈ is the subject of one poem by this author which begins by noting how ˈˈso much depends uponˈˈ the title object. Name this Imagist author who wrote ˈˈThe Red Wheelbarrow.ˈˈ",
    "term": "William Carlos Williams"
  },
  {
    "id": 10590,
    "definition": "Answer these questions about works of American literature featuring unreliable narrators. This unreliable narrator, who has a younger sister named Phoebe, is kicked out of Pencey Prep and spends a couple of days wandering around New York City before suffering a mental breakdown in a 1951 novel.",
    "term": "Holden Caulfield [accept either]"
  },
  {
    "id": 10591,
    "definition": "Answer these questions about works of American literature featuring unreliable narrators. Billy Bibbit commits suicide by slitting his own throat in this 1962 novel in which the unreliable narrator, Chief Bromden, kills Randle McMurphy by smothering him with a pillow.",
    "term": "One Flew Over the Cuckoo's Nest"
  },
  {
    "id": 10592,
    "definition": "Answer these questions about works of American literature featuring unreliable narrators. One of this author's novels ends with its unreliable narrator dying of a coronary thrombosis after the title character gives birth to a child on Christmas Day in Alaska. One of this author's novels features the assassin Jakob Gradus and a man who believes himself to be the exiled king of Zembla. That novel by this writer features a 999 line poem written by John Shade. In another of his novels, the scholar Humbert Humbert describes his affection for ˈˈnymphets,ˈˈ including the title pre-teen girl. Name this Russian-American author of Pale Fire and Lolita.",
    "term": "Vladimir Vladimirovich Nabokov (nah-BAW-kuff) [or Vladimir Sirin]"
  },
  {
    "id": 10593,
    "definition": "Answer the following about cars in literature. This Sinclair Lewis novel is named after Samuel, a seller of cars who tours Europe with his wife, Fran.",
    "term": "Dodsworth"
  },
  {
    "id": 10594,
    "definition": "Answer the following about cars in literature. A dude named Dude runs over his grandmother with a newly purchased car in this novel by Erskine Caldwell.",
    "term": "Tobacco Road"
  },
  {
    "id": 10595,
    "definition": "Answer the following about cars in literature. This author suggested that when he spoke ˈˈill of Swedish engineering,ˈˈ he ˈˈdiddled [himself] out of a Nobel Prizeˈˈ in a humorous piece entitled ˈˈHave I Got a Car For You.ˈˈ This author wrote about visiting heaven to meet Adolf Hitler and William Shakespeare in a work entitled God Bless You, Dr. Kevorkian. The protagonist of one novel by this author marries Valencia Merble but later has a child with Montana Wildhack, who is an adult film actress. The Bokonon religion is introduced in another novel by this author, who created many works that feature the fictional sci-fi writer Kilgore Trout. Billy Pilgrim becomes ˈˈunstuck in timeˈˈ in a novel by what writer who authored Cat's Cradle and Slaughterhouse-Five?",
    "term": "Kurt Vonnegut Jr."
  },
  {
    "id": 10596,
    "definition": "Name these writers who wrote about John Brown. This writer won a Pulitzer Prize for his epic poem John Brown's Body. He also wrote the poem ˈˈAmerican Names,ˈˈ which contains the line ˈˈBury My Heart at Wounded Knee.ˈˈ",
    "term": "Stephen Vincent Benet (BIH-nay)"
  },
  {
    "id": 10597,
    "definition": "Name these writers who wrote about John Brown. Music from the song ˈˈJohn Brown's Bodyˈˈ inspired this author to write ˈˈThe Battle Hymn of the Republic,ˈˈ since she felt the lyrics to ˈˈJohn Brown's Bodyˈˈ were too violent.",
    "term": "Julia Ward Howe"
  },
  {
    "id": 10598,
    "definition": "Name these writers who wrote about John Brown. This author imagined a time in which the poet will no longer sing of Rome, but rather weep for the title figure, in his speech ˈˈA Plea for Captain John Brown.ˈˈ In one of his books, this author describes a ˈˈruddy and lustyˈˈ old dame that is likely to outlive all of her children in a chapter entitled ˈˈSolitude.ˈˈ In that book by this author, the chapter ˈˈWhere I Lived, and What I Lived Forˈˈ details what led the author to spend two years, two months, and two days by the title pond in Maine. Name this American Transcendentalist who wrote Walden.",
    "term": "Henry David Thoreau (thuh-ROH)"
  },
  {
    "id": 10599,
    "definition": "Give the following works or authors related to World War 1. The World War 1 Battle of Caporetto is depicted in this novel, in which one character dies in Switzerland shortly after giving birth to a stillborn child.",
    "term": "A Farewell to Arms"
  },
  {
    "id": 10600,
    "definition": "Give the following works or authors related to World War 1. This author's only novel, The Enormous Room, fictionalizes his experiences in a World War 1 POW camp.",
    "term": "E. E. Cummings [or Edward Estlin Cummings]"
  },
  {
    "id": 10601,
    "definition": "Give the following works or authors related to World War 1. During World War 1, this American author helped serialize James Joyce's A Portrait of the Artist as a Young Man. One of this author's poems is named for a man whose ˈˈtrue Penelope was Flaubert (ˈˈflow-BEARˈˈ)ˈˈ and who ˈˈstrove to resuscitate the dead art of poetry.ˈˈ Another of this author's poems tells Robert Browning to ˈˈhang it all;ˈˈ that work is divided into sections such as ˈˈFifth Decad,ˈˈ ˈˈThrones,ˈˈ and ˈˈPisan.ˈˈ This author of ˈˈHugh Selwyn Mauberleyˈˈ was once arrested for supporting the fascist government in Italy during World War 2. Name this expatriate author whose masterpiece is The Cantos.",
    "term": "Ezra Westin Loomis Pound"
  },
  {
    "id": 10602,
    "definition": "Answer the following about works of literature with horror elements to them. Tessie Hutchinson is stoned to death following the title event of this short story, which is considered to be an example of a ˈˈrealisticˈˈ subgenre of horror fiction.",
    "term": "ˈˈThe Lotteryˈˈ"
  },
  {
    "id": 10603,
    "definition": "Answer the following about works of literature with horror elements to them. This author's story ˈˈThe Call of Cthulhu (kuh-THOOL-hoo)ˈˈ introduced a part octopus, part dragon, monster that periodically terrorizes the world.",
    "term": "H. P. Lovecraft [or Howard Philips Lovecraft]"
  },
  {
    "id": 10604,
    "definition": "Answer the following about works of literature with horror elements to them. This author's short story collection Can Such Things Be? contains a horror story in which a chess-playing automaton (AH-tuh-muh-tahn) murders its maker after it loses a game of chess. This author of ˈˈMoxon's Masterˈˈ wrote the collection Tales of Soldiers and Civilians, which contains a story in which a deaf mute child witnesses the aftermath of the title Civil War battle. This author of the short story ˈˈChickamaugaˈˈ is better known for a short story in which Peyton Farquhar (FAR-kwahr) hallucinates much of the narrative while being hanged for attempting to destroy the title structure. Name this author of ˈˈAn Occurrence at Owl Creek Bridge.ˈˈ",
    "term": "Ambrose Gwinnett Bierce"
  },
  {
    "id": 10605,
    "definition": "Name these authors who were thought to be involved with murder or assault. This author was once arrested for murdering David Kammerer, which he wrote about in And The Hippos were Boiled in Their Tanks. He also wrote The Dharma Bums.",
    "term": "Jack Kerouac (ˈˈCAREˈˈ-uh-wak) [accept Jean-Louis Lebris de Kerouac]"
  },
  {
    "id": 10606,
    "definition": "Name these authors who were thought to be involved with murder or assault. This author stabbed his wife, Adele Morales, with a pen knife in the 1960s and pled guilty to assault. He may be better known for writing about the March on the Pentagon in the nonfiction novel Armies of the Night.",
    "term": "Norman Kingsley Mailer"
  },
  {
    "id": 10607,
    "definition": "Name these authors who were thought to be involved with murder or assault. In the introduction to one novel, this man noted that he was ˈˈbrought...in contact with the invader, the Ugly Spiritˈˈ after he murdered his wife, Joan Vollmer, while supposedly drunkenly playing a game of ˈˈWilliam Tell.ˈˈ A secret agent prevents gangster aliens from using their mind control techniques on humans in this author's novel The Ticket that Exploded, which is part of his Nova Trilogy. In his best known novel, the junkie Agent William (*) Lee aimlessly wanders from the U.S. to Tangier and finally to Annexia. Name this author who wrote about the Interzone in his novel Naked Lunch.",
    "term": "William Seward Burroughs II [prompt on ˈˈWilliam Leeˈˈ before (*)]"
  },
  {
    "id": 10608,
    "definition": "Name these authors who wrote about the devil. In this author's book The Mysterious Stranger, Satan comes to Earth and wreaks havoc in a small Austrian town called Eseldorf. He is better known for writing a short story about a ˈˈcelebrated jumping frogˈˈ named Dan'l Webster.",
    "term": "Mark Twain [accept Samuel Langhorne Clemens]"
  },
  {
    "id": 10609,
    "definition": "Name these authors who wrote about the devil. Satan appears as ˈˈOld Scratchˈˈ and guards the treasure of William Kidd in this author's short story ˈˈThe Devil and Tom Walker.ˈˈ In a better known short story by this man, Brom Bones vies for the love of Katrina Van Tassel.",
    "term": "Washington Irving"
  },
  {
    "id": 10610,
    "definition": "Name these authors who wrote about the devil. In one of this author's novels, the devil is described as a large albino man who is ultimately responsible for the death of ˈˈThe Manˈˈ in an outhouse. In that novel by this author, Joel Glanton is a scalp·hunter who travels with Louis Toadvine and ˈˈThe Kid.ˈˈ This author's other books include Suttree and All the Pretty Horses, the latter of which is a novel in his ˈˈBorder Trilogy.ˈˈ One of the better known novels by this author is subtitled the ˈˈEvening Redness in the West.ˈˈ In another novel by this man, Llewelyn Moss steals drug money and is hunted by the sadistic hitman Anton Chigurh (shih-gur). Name this modernist author who wrote Blood Meridian and No Country for Old Men.",
    "term": "Cormac McCarthy [or Charles McCarthy]"
  },
  {
    "id": 10611,
    "definition": "Answer the following about works of literature related to New York City. ˈˈBattle Royaleˈˈ is the first section of this 1952 novel, which follows an unnamed black man living in Harlem who joins an organization known as the Brotherhood.",
    "term": "Invisible Man [do not accept or prompt on ˈˈThe Invisible Manˈˈ]"
  },
  {
    "id": 10612,
    "definition": "Answer the following about works of literature related to New York City. New York professional Henry Cameron hires the protagonist of this 1943 philosophical novel about the stubborn architect Howard Roark, who in one notable scene rapes his future wife, Dominique Francon.",
    "term": "The Fountainhead"
  },
  {
    "id": 10613,
    "definition": "Answer the following about works of literature related to New York City. New York City was the setting of a novel by this author which ends in Paris with the protagonist's son, Dallas, on his way to meet a Countess as his father returns to his hotel. Another of this writer's novels ends with Lawrence Selden deciding to propose marriage to the protagonist, Lily Bart, who commits suicide immediately before his arrival. In another of her novels, Ellen Olenska leaves behind Newland Archer even though she is in love with him. Name this female author of The House of Mirth and The Age of Innocence.",
    "term": "Edith Wharton [or Edith Newbold Jones]"
  },
  {
    "id": 10614,
    "definition": "Name these Pulitzer-Prize winning plays. In this play by August Wilson, Troy Maxson is a former baseball player who now works as a garbage man. Its title refers to a structure that allegorically fends off the Grim Reaper.",
    "term": "Fences"
  },
  {
    "id": 10615,
    "definition": "Name these Pulitzer-Prize winning plays. In this other August Wilson play, Bernice plays the title music instrument to fend off spirits that have haunted her house. Boy Willie desires to sell the title object, though Bernice objects since it is part of her tradition.",
    "term": "The Piano Lesson"
  },
  {
    "id": 10616,
    "definition": "Name these Pulitzer-Prize winning plays. In this play, a man starts singing ˈˈLibera me, Domine (lih-ˈˈBEARˈˈ-uh ˈˈmeˈˈ DOH-me-nay)ˈˈ as part of a ˈˈrequiemˈˈ for a child. That character had earlier appeared in this play's third act with snapdragons that he called ˈˈflores para los muertos,ˈˈ or ˈˈflowers for the dead.ˈˈ Two intermissions of ten minutes each usually punctuate the three acts of this play, which are titled ˈˈFun and Games,ˈˈ ˈˈWalpurgisnacht (vahl-PUR-giss-nahkt),ˈˈ and ˈˈThe Exorcism.ˈˈ In this play, the young couple Nick and Honey are invited over to the house of the frequently bickering couple George and Martha. Name this play by Edward Albee that is jokingly named after a female British author.",
    "term": "Who's Afraid of Virginia Woolf?"
  },
  {
    "id": 10617,
    "definition": "Answer the following about gothic literature. This 1851 Gothic novel focuses on the decline of a family whose members include Phoebe, who falls in love with the daguerreotypist Holgrave, and Clifford, who is framed for murder by his cousin Jaffrey.",
    "term": "The House of the Seven Gables"
  },
  {
    "id": 10618,
    "definition": "Answer the following about gothic literature. Charlotte Perkins Gilman authored this Gothic short story in which a woman is moved into a mansion by her husband and believes that she is hallucinating figures from the title object.",
    "term": "ˈˈThe Yellow Wallpaperˈˈ"
  },
  {
    "id": 10619,
    "definition": "Answer the following about gothic literature. A Gothic poetry collection by this author describes ˈˈTime and the grindstone and the knife of Godˈˈ in its poem ˈˈNew Year's Day.ˈˈ That poetry collection by this author is named for a Scottish baron who refuses to pay the stonemason Lamkin for building the title structure, leading the stonemason to kill his wife and child. This author of Lord Weary's Castle wrote a poem dedicated to Elizabeth Bishop about the ˈˈNautilus Island's hermit.ˈˈ That poem by this author describes an animal that ˈˈjabs her wedge-head in a cup of sour creamˈˈ and ˈˈwill not scare.ˈˈ ˈˈSkunk Hourˈˈ was authored by what Confessional poet from Boston who also wrote For the Union Dead?",
    "term": "Robert Traill Spence Lowell IV"
  },
  {
    "id": 10620,
    "definition": "Name these writers who were born in Maine. A copy of this writer's dirty novel about an erotic phone call, Vox, was possibly given as a gift by Monica Lewinsky to Bill Clinton. His novel Checkpoint discusses a plan to assassinate George W. Bush.",
    "term": "Nicholson Baker"
  },
  {
    "id": 10621,
    "definition": "Name these writers who were born in Maine. The collection of stories The Country of the Pointed Firs, which details the local color of Maine, was written by this female author, who also wrote the story ˈˈA White Heron.ˈˈ",
    "term": "Sarah Orne Jewett"
  },
  {
    "id": 10622,
    "definition": "Name these writers who were born in Maine. One poem by this writer from Maine begins ˈˈwe were very tired, we were very merryˈˈ and is named for the Spanish word for ˈˈremembrance.ˈˈ This author of ˈˈRecuerdoˈˈ wrote a poem in which a mother tells her son that ˈˈyou've need of clothes to cover you, and not a rag have I.ˈˈ Another poem by this author asserts ˈˈBut ah, my foes, and oh, my friends - it gives a lovely light.ˈˈ Those poems by this author were titled ˈˈThe Ballad of the Harp-Weaverˈˈ and ˈˈThe First Fig,ˈˈ the latter of which appears in her poetry collection A Few Figs from Thistles. The line ˈˈmy candle burns at both endsˈˈ was written by what female author whose middle name derived from the Catholic hospital at which she was born?",
    "term": "Edna St. Vincent Millay"
  },
  {
    "id": 10623,
    "definition": "Questions in this category will deal with the moon. This author dramatized Billy and Saxon Roberts, two men eking out a living in Oakland, in his novel The Valley of the Moon. He also wrote about a literary critic who is rescued from a shipwreck in his novel The Sea-Wolf.",
    "term": "Jack London [or John Griffith London or John Griffith Chaney]"
  },
  {
    "id": 10624,
    "definition": "Questions in this category will deal with the moon. This author allegorically depicted a Nazi invasion of a Norwegian town in The Moon is Down. He wrote about a man who his targeted for owning the title valuable in the novella The Pearl.",
    "term": "John Ernst Steinbeck Jr."
  },
  {
    "id": 10625,
    "definition": "Questions in this category will deal with the moon. One novel by this author includes the character Bernardo de la Paz, who warns others that shipments of hydroponic wheat will cause the moon's resources to run out. That novel by this author is narrated by Mannie O'Kelly- Davis, a technician who is in charge of a computer named after Mycroft Holmes. One of this author's characters learns of the Fosterite Church of the New Revelation and is killed by its members; that character is a man from Mars named Valentine Michael Smith. Name this science fiction author who wrote The Moon is a Harsh Mistress and Stranger in a Strange Land.",
    "term": "Robert Anson Heinlein"
  },
  {
    "id": 10626,
    "definition": "Questions in this category will deal with the adjective ˈˈlost.ˈˈ This author wrote about Marian Forrester, a woman who has an affair and eventually runs away from her husband, in the novel A Lost Lady. Other books by this author include The Professor's House and One of Ours.",
    "term": "Willa Sibert Cather"
  },
  {
    "id": 10627,
    "definition": "Questions in this category will deal with the adjective ˈˈlost.ˈˈ This posthumously published Ernest Hemingway memoir set in Paris featured the use of the term ˈˈLost Generation,ˈˈ which was supposedly uttered by a garage owner who was taking care of Gertrude Stein's car.",
    "term": "A Moveable Feast"
  },
  {
    "id": 10628,
    "definition": "Questions in this category will deal with the adjective ˈˈlost.ˈˈ The death of this author's father, Herman, was the subject of his memoir entitled Patrimony: A True Story. One novel by this author is divided into the three sections ˈˈParadise Lost,ˈˈ ˈˈParadise Remembered,ˈˈ and ˈˈThe Fallˈˈ; in that novel, a post office is blown up by the daughter of Seymour ˈˈSwedeˈˈ Levov. Another novel by this man imagines that the anti-Semitic Charles Lindbergh has been elected president. This author of American Pastoral and The Plot Against America wrote a novel in which the title character talks to Dr. Spielvogel about his graphic sexual frustrations. Name this contemporary Jewish-American author who wrote Portnoy's Complaint.",
    "term": "Philip Milton Roth"
  },
  {
    "id": 10629,
    "definition": "Answer the following questions about music in American poetry. This author wrote about a fictional character from A Midsummer Night's Dream ˈˈmaking musicˈˈ in his poem ˈˈPeter Quince at the Clavier.ˈˈ Other poems by this man include ˈˈAnecdote of the Jarˈˈ and ˈˈThe Idea of Order at Key West.ˈˈ",
    "term": "Wallace Stevens"
  },
  {
    "id": 10630,
    "definition": "Answer the following questions about music in American poetry. A singer who ˈˈslept like a rock or a man that's deadˈˈ is mentioned in this Langston Hughes poem that is set on Lennox Avenue ˈˈthe other night.ˈˈ",
    "term": "ˈˈThe Weary Bluesˈˈ"
  },
  {
    "id": 10631,
    "definition": "Answer the following questions about music in American poetry. The Harmony of Deeper Music is a collection of posthumously published poems by this writer, who wrote about a hunter of ˈˈquail and snipeˈˈ named Percy Bysshe Shelley in one of his poems. He asked ˈˈWhere are Elmer, Herman, Bert, Tom and Charley?ˈˈ at the beginning of a poem called ˈˈThe Hill.ˈˈ Abraham Lincoln's supposed first true love, Anne Rutledge, states ˈˈWedded to him, not through union, but through separationˈˈ in a poem by this author that is part of a collection of free-verse epitaphs spoken by dead people. Name this American poet who wrote Spoon River Anthology.",
    "term": "Edgar Lee Masters"
  },
  {
    "id": 10632,
    "definition": "Answer the following about traveling in literature. In this novel by Jack Kerouac, Dean Moriarty and Sal Paradise maintain a carefree lifestyle as they travel across the U.S. and Mexico.",
    "term": "On the Road"
  },
  {
    "id": 10633,
    "definition": "Answer the following about traveling in literature. This book by Mark Twain documents his days of being a steamboat pilot serving Horace Bixby. It is named for the river on which he would often pilot his ship.",
    "term": "Life on the Mississippi"
  },
  {
    "id": 10634,
    "definition": "Answer the following about traveling in literature. This author wrote about how Ken Kesey purchased a bus and named it Further in his book about the travels of the ˈˈMerry Pranksters.ˈˈ This author also wrote about the Mercury astronauts in a book of ˈˈNew Journalism.ˈˈ In addition to The Electric Kool-Aid Acid Test and The Right Stuff, this man authored a novel named for a female student at DuPont University in Pennsylvania. In another of his novels, the bond trader Sherman McCoy accidentally runs over a black youth, causing him to be put on trial in the midst of a media frenzy. Name this author of I am Charlotte Simmons and The Bonfire of the Vanities.",
    "term": "Tom Wolfe [or Thomas Kennerly Wolfe; do not accept or prompt on ˈˈThomas Wolfeˈˈ or ˈˈThomas Clayton Wolfe]"
  },
  {
    "id": 10635,
    "definition": "Answer the following questions about work of literature with colors in their title. Scratchy Wilson almost antagonizes Sheriff Jack Potter in this Stephen Crane short story about a newlywed woman arriving by train to the title town.",
    "term": "ˈˈThe Bride Comes to Yellow Skyˈˈ"
  },
  {
    "id": 10636,
    "definition": "Answer the following questions about work of literature with colors in their title. Collier's Magazine published this other Stephen Crane short story, in which a man named Pat Scully is the owner of an establishment visited by a ˈˈshaky and quick-eyedˈˈ Swede.",
    "term": "ˈˈThe Blue Hotelˈˈ"
  },
  {
    "id": 10637,
    "definition": "Answer the following questions about work of literature with colors in their title. One of this author's novels is set in a town that its residents call ˈˈPoisonvilleˈˈ and focuses on the murder of Donald Willsson. That novel by this author is narrated by the Continental Op and titled Red Harvest. In another novel by this author, one character utilizes the pseudonym ˈˈMiss Wonderly.ˈˈ In that novel by this author, Joel Cairo hires the protagonist to retrieve an object also being sought by the femme fatale Brigid O'Shaughnessy, who kills detective Miles Archer. Name this author who wrote about the search for a bird statue by detective Sam Spade in The Maltese Falcon.",
    "term": "Samuel Dashiell Hammett"
  },
  {
    "id": 10638,
    "definition": "Name these 20th century plays. The question ˈˈwouldn't it be funny if that were true?ˈˈ is the final line in this play, in which Big Daddy Pollitt rants about ˈˈmendacityˈˈ and his ˈˈspastic colon.ˈˈ",
    "term": "Cat on a Hot Tin Roof"
  },
  {
    "id": 10639,
    "definition": "Name these 20th century plays. A Moon for the Misbegotten is a sequel to this play, which spends 24 hours depicting the mental breakdown of the Tyrone family.",
    "term": "Long Day's Journey into Night"
  },
  {
    "id": 10640,
    "definition": "Name these 20th century plays. At the opening of this play's third scene, a character learns that his son was accidentally killed by soldiers in the aftermath the First World War. In this play, Jonathan and Mary are two teenagers that are killed when a drunk driver crashes his car into a viaduct. This play's title character is harassed by two popcorn and balloon vendors named Nickles and Mr. Zuss. That title character of this play is eventually reunited with his wife, Sarah, after repeatedly hearing the ˈˈDistant Voice.ˈˈ Name this adaptation of the Job story that was authored by Archibald MacLeish.",
    "term": "J.B."
  },
  {
    "id": 10641,
    "definition": "Answer the following about science fiction novels. An alternate future in which Jews have been relocated to Alaska since Israel was destroyed during World War 2 is imagined in this contemporary author's novel The Yiddish Policemen's Union.",
    "term": "Michael Chabon (SHAY-bahn)"
  },
  {
    "id": 10642,
    "definition": "Answer the following about science fiction novels. In this Larry Niven novel, Louis Wu travels to the title structure and meets its inhabitants, who believe him to be a ˈˈgod-engineer.ˈˈ",
    "term": "Ringworld"
  },
  {
    "id": 10643,
    "definition": "Answer the following about science fiction novels. One of this author's novels ends with Dr. Carlisle Perera receiving a subconscious message stating that members of the title spacecraft ˈˈdo everything in threes.ˈˈ In that novel by this author, Jimmy Pak and other crew members of the Endeavour encounter a giant cylinder named after an Indian god. Another of his novels ends with the protagonist detonating a warhead after becoming a ˈˈstar child.ˈˈ That book by this author features a giant monolith that appears on the Earth and Moon. Name this sci-fi author of such novels as Rendezvous with Rama and 2001: A Space Odyssey.",
    "term": "Arthur Charles Clarke"
  },
  {
    "id": 10644,
    "definition": "Answer the following about trees and plants in American poetry. What author wrote ˈˈI think that I shall never see a poem as lovely as a treeˈˈ in his poem ˈˈTreesˈˈ?",
    "term": "Alfred Joyce Kilmer"
  },
  {
    "id": 10645,
    "definition": "Answer the following about trees and plants in American poetry. What author of the essay ˈˈNatureˈˈ and essay collection Representative Men wrote about ˈˈThe self-same power that brought me there, brought youˈˈ in his plant poem ˈˈThe Rhodoraˈˈ (ROH-dor-uh)?",
    "term": "Ralph Waldo Emerson"
  },
  {
    "id": 10646,
    "definition": "Answer the following about trees and plants in American poetry. One poem by this author asserts ˈˈEarth's the right place for love: I don't know where it's likely to go better.ˈˈ That plant-centric poem by this author describes how ice-storms cause the title plants to stay down. That poem, which was read at JFK's inauguration, asserts ˈˈOne could do worse than be a swingerˈˈ of the title plants. Another plant-centric poem by this author features a speaker who wishes he could state ˈˈBut here there are no cowsˈˈ to a person who repeatedly exclaims ˈˈGood fences make good neighbors.ˈˈ Name this author who wrote ˈˈBirchesˈˈ and ˈˈMending Wall.ˈˈ",
    "term": "Robert Lee Frost"
  },
  {
    "id": 10647,
    "definition": "Name these American authors who created imaginary cities. What author's collection Tales of the Grotesque and Arabesque included the short story ˈˈShadowˈˈ, which featured an imaginary city named Ptolemais (TAHL-uh-may-iss) that is haunted by a frightening beast?",
    "term": "Edgar Allan Poe"
  },
  {
    "id": 10648,
    "definition": "Name these American authors who created imaginary cities. What American author, who created the characters Tarzan and John Carter, wrote a series of novels about fictional cities in Pellucidar (PUH-loo-sih-dar), the name for the occupied interior of the earth?",
    "term": "Edgar Rice Burroughs"
  },
  {
    "id": 10649,
    "definition": "Name these American authors who created imaginary cities. This author created the fictional country of Noland, whose capital is Nole, in a novel in which Bud, Fluff, and Queen Zixi (ZIKS-ee) of Ix try to use a magic cloak to grant its user wishes. This author wrote a ˈˈsea fantasyˈˈ set in the land of Queen Aquarine, which is being terrorized by a giant octopus representative of the Standard Oil Company. This author of The Sea Fairies wrote a novel that satirizes monetary policy: the silver footwear given to its protagonist represents the free silver movement, while the yellow brick road represents the gold standard. Name this American author who wrote about a journey undertaken by Dorothy Gale in The Wonderful Wizard of Oz.",
    "term": "Lyman Frank Baum"
  },
  {
    "id": 10650,
    "definition": "Answer the following about animals in literature. What Jack London novel is named for a three-quarters wolf, one quarter dog character that is tamed by Judge Scott?",
    "term": "White Fang"
  },
  {
    "id": 10651,
    "definition": "Answer the following about animals in literature. Jody Tiffin is given the title animal of this John Steinbeck novella, which is set on a California ranch.",
    "term": "The Red Pony"
  },
  {
    "id": 10652,
    "definition": "Answer the following about animals in literature. This author wrote an essay about sensory neurons that are triggered in a lobster as it is being cooked alive in ˈˈConsider the Lobster.ˈˈ Lenore Beadsman, a telephone switchboard operator, is the subject of this author's first novel, The Broom of the System. In another of his novels, the North American countries have joined to become an entity known as O.N.A.N (OH-nahn). That novel, which is partly set at the Enfield Tennis Academy, features such characters as Hal and Avril Incandenza. Name this now-deceased contemporary American novelist of Infinite Jest.",
    "term": "David Foster Wallace"
  },
  {
    "id": 10653,
    "definition": "Name these authors who created fictional countries. What author of ˈˈThe Yellow Wallpaperˈˈ imagined a utopia in which women are the only members of society in a work called Herland?",
    "term": "Charlotte Perkins Gilman"
  },
  {
    "id": 10654,
    "definition": "Name these authors who created fictional countries. What author of The Rise of Silas Lapham (LAY-fum) wrote about Mr. Twelvemough (TWELF-moth), who learns about an ideal society from the title figure, in A Traveller from Altruria?",
    "term": "William Dean Howells"
  },
  {
    "id": 10655,
    "definition": "Name these authors who created fictional countries. This author imagined that circus clowns are manufactured and balloons are grown as crops in a fictional country named Balloon Picker's Country, which appears in his short story collection Rootabaga (roo-tuh-BAY-guh) Stories. In one poem, the title entity beckons the reader to ˈˈpile them high at Gettysburg, And pile them high at Ypres (EEP-ruh) and Verdun (vair-DUN).ˈˈ In another poem, he noted how the title weather phenomenon ˈˈcomes on little cat feet.ˈˈ This poet of ˈˈGrassˈˈ and ˈˈFogˈˈ wrote about the ˈˈtool makerˈˈ, ˈˈstacker of wheatˈˈ, and ˈˈhog butcher for the worldˈˈ in his poem about the ˈˈCity of Big Shoulders.ˈˈ Name this author of the poem ˈˈChicago.ˈˈ",
    "term": "Carl August Sandburg"
  },
  {
    "id": 10656,
    "definition": "Answer the following about novels named after musical instruments. A man who is liberated after playing the title flute is the subject of Aaron's Rod, a novel by what English novelist who relocated to America?",
    "term": "David Herbert Richards Lawrence"
  },
  {
    "id": 10657,
    "definition": "Answer the following about novels named after musical instruments. Davita's Harp and My Name is Asher Lev are two novels by what Jewish author and rabbi?",
    "term": "Herman Harold Chaim Potok (POH-tock)"
  },
  {
    "id": 10658,
    "definition": "Answer the following about novels named after musical instruments. One novel by this author that is named for a musical instrument follows Colin Fenwick, who is raised by his Aunts Dolly and Verena. In addition to penning The Grass Harp, this author wrote a group of travel essays called Local Color and a novel narrated by Fred, who learns about the life style of Holly Golightly. Another work by this author describes ex-convicts Dick Hickock and Perry Smith, who murder the entire Clutter family. Name this author who wrote Breakfast at Tiffany's and the non-fiction novel In Cold Blood.",
    "term": "Truman Capote [or Truman Streckfus Persons]"
  },
  {
    "id": 10659,
    "definition": "Name these science fiction novels. What science fiction novel by Philip Dick, which inspired the movie Blade Runner, concerns Rick Deckard, who must ˈˈretireˈˈ four replicants?",
    "term": "Do Androids Dream of Electric Sheep?"
  },
  {
    "id": 10660,
    "definition": "Name these science fiction novels. What other novel by Philip Dick imagines a future in which Nazi Germany and Imperial Japan won World War 2?",
    "term": "The Man in the High Castle"
  },
  {
    "id": 10661,
    "definition": "Name these science fiction novels. At the end of the prologue to this novel, its author states what the first words of the first chapter and the last words of the last chapter will be. In this book, Edgar Denby is killed for stealing a teapot. Later, the protagonist's wife, Valencia Merble, dies of carbon monoxide poisoning. The protagonist of this novel is placed in an animal zoo with the porn star Montana Wildhack where he is watched by plunger shaped aliens named Tralfamadorians (trall-FAHM-uh-door- ee-unz). Billy Pilgrim witnesses the firebombing of Dresden in what novel written by Kurt Vonnegut?",
    "term": "Slaughterhouse-Five, or The Children's Crusade: A Duty-Dance with Death, by Kurt Vonnegut, Jr., a Fourth Generation German-American Now Living in Easy Circumstances on Cape Cod (and Smoking Too Much), Who as an American Infantry Scout Hors De Combat, as a Prisoner of War, Witnessed the Firebombing of Dresden, Germany, the Florence of the Elbe, a Long Time Ago, and Survived to Tell the Tale. This is a Novel Somewhat in the Telegraphic Schizophrenic Manner of Tales of the Planet Tralfamadore, Where The Flying Saucers Come From"
  },
  {
    "id": 10662,
    "definition": "Name the following poets who were the subject of dedications in other works. T.S. Eliot dedicated The Wasteland to ˈˈthe greater craftsmanˈˈ, which refers to what other American poet who authored ˈˈHugh Selwyn Mauberlyˈˈ?",
    "term": "Ezra Weston Loomis Pound"
  },
  {
    "id": 10663,
    "definition": "Name the following poets who were the subject of dedications in other works. American author Archibald MacLeish wrote a poem featuring a speaker lying on the ground that was addressed to what British poet, who described ˈˈtime's winged chariot hurrying nearˈˈ in his best known work?",
    "term": "Andrew Marvell"
  },
  {
    "id": 10664,
    "definition": "Name the following poets who were the subject of dedications in other works. This author is the subject of a 57-part poetic sequence that begins ˈˈThe governor your husband lived so long moved you not.ˈˈ This subject of an ˈˈhomageˈˈ by John Berryman wrote a poem addressed to ˈˈthou ill-form'd offspring of my feeble brainˈˈ in the section ˈˈThe Author to Her Book.ˈˈ After her domicile burned down on July 10th, she wrote some verses explaining how God had willed it. She wrote ˈˈI prize thy love more than whole Mines of goldˈˈ in ˈˈTo My Dear and Loving Husband.ˈˈ Name this colonial American poet who wrote The Tenth Muse Lately Sprung Up in America.",
    "term": "Anne Bradstreet [or Anne Dudley]"
  },
  {
    "id": 10665,
    "definition": "Give the following related to countries or ethnicities in literature. The author of Sons and A House Divided was an American missionary who incorporated what country's citizens into many of her novels?",
    "term": "People's Republic of China [or PRC or Zhongguo or Zhonghua Renmin Gongheguo; do not accept or prompt on ˈˈRepublic of Chinaˈˈ]"
  },
  {
    "id": 10666,
    "definition": "Give the following related to countries or ethnicities in literature. The author of Interpreter of Maladies and Unaccustomed Earth is an American author of what country's ancestry?",
    "term": "Republic of India [or Bharatiya Ganarajya]"
  },
  {
    "id": 10667,
    "definition": "Give the following related to countries or ethnicities in literature. One author of this ethnicity wrote the poetry collections whipped cream and sushi and Love at Gunpoint. Another author of this ethnicity wrote about how Abel returned from World War 2 and lost a game of horsemanship to Juan Reyes, an albino, in House Made of Dawn. Love Medicine by Louise Erdrich (AIR-dritch) is from this ethnic group's culture, as is a book about Tayo (TIGH-oh), who begins suffering from PTSD after his cousin Rocky dies in World War 2. Name this ethnic group which includes the author of Ceremony, Leslie Marmon Silko, who is a member of the Laguna Pueblo.",
    "term": "Native American [or American-Indian; accept Shoshone or Shoshoni or Chippewa or Ojibwe or Kiowa or Laguna Pueblo]"
  },
  {
    "id": 10668,
    "definition": "Give the following related to farmers in literature. The immigrant farmer John Hector St. John de Crevecoeur (cray-VUH-coor) wrote what series of twelve epistles in 1782 that makes observations on the New World, such as its institution of slavery?",
    "term": "Letters from an American Farmer; Describing Certain Provincial Situations, Manners, and Customs not Generally Known; and Conveying Some Idea of the Late and Present Interior Circumstances of the British Colonies in North America"
  },
  {
    "id": 10669,
    "definition": "Give the following related to farmers in literature. A farmer named Ty Ty Walden, who relentlessly searches for gold on the title piece of land, is the subject of what Erskine (err-SKEEN) Caldwell novel?",
    "term": "God's Little Acre"
  },
  {
    "id": 10670,
    "definition": "Give the following related to farmers in literature. This author once stated ˈˈI'm just a farmer who likes to tell stories.ˈˈ A speech that this author gave famously stated ˈˈI decline to accept the end of man.ˈˈ In Spanish-speaking countries, this author's most famous novel may be If I Forget Thee, Jerusalem, since Jorge Luis Borges (HOR-hay LEW-eez BOR-hayz) translated it. One character created by this author is killed when Wash Jones beheads him with a scythe. In one of his novels, the farmer Lafe (layf) impregnates a woman and gives her ten dollars for an abortion. In that same novel by this man, the character of Vardaman (VAR-duh- man) repeatedly states ˈˈMy mother is a fishˈˈ and Darl is arrested for burning down a barn. Name this American author who wrote about Thomas Sutpen and the Bundren family, respectively, in Absalom, Absalom and As I Lay Dying.",
    "term": "William Cuthbert Faulkner"
  },
  {
    "id": 10671,
    "definition": "Answer the following about cities in American literature. What author wrote the Albany Trilogy, which contains the novels Ironweed and Billy Phelan's Greatest Game?",
    "term": "William Joseph Kennedy"
  },
  {
    "id": 10672,
    "definition": "Answer the following about cities in American literature. The Mysteries of Pittsburgh is a novel by what Jewish-American author, who also wrote The Amazing Adventures of Kavalier and Clay?",
    "term": "Michael Chabon"
  },
  {
    "id": 10673,
    "definition": "Answer the following about cities in American literature. Though not Chicago, one novel set mostly in this city focuses on a stock broker who befriends Kate Cutrer and escapes from reality by watching films. This city, which is the setting of The Moviegoer by Walker Percy, is also the setting of George Washington Cable's The Grandissimes (grahn-DEES-uh-mays). In one novel set in this city, Dr. Mandelet (man-DUH-lay) addresses the psychological problems of a woman who befriends Mademoiselle Reisz (rayz) and has an affair with Robert Lebrun. Name this city where Edna Pontellier (pahn-TELL-ee-yay) drowns herself in The Awakening by Kate Chopin, who also wrote about the bayou.",
    "term": "New Orleans, Louisiana"
  },
  {
    "id": 10674,
    "definition": "Name the following authors who featured detectives in their work. What detective writer wrote about Frank Chambers and Cora, who plot to murder Cora's husband Nick, in The Postman Always Rings Twice?",
    "term": "James Mallahan Cain"
  },
  {
    "id": 10675,
    "definition": "Name the following authors who featured detectives in their work. What author of such novels as Fer-de-Lance and Over My Dead Body created a fat detective named Nero Wolf?",
    "term": "Rex Todhunter Stout"
  },
  {
    "id": 10676,
    "definition": "Name the following authors who featured detectives in their work. This author wrote a ˈˈdetective storyˈˈ in which a man tries to figure out the relationships of people at a party; that work is The Sacred Fount. One novel by this author depicts the relationships of Maggie Verver and Prince Amerigo and is named for a container whose cracking symbolizes a fracture in their relationships. Another novel by this author follows Lambert Strether, who goes to Europe to meet Chad Newsome. The Golden Bowl and The Ambassadors were written by what American-born author who was the brother of psychologist William?",
    "term": "Henry James"
  }
]
