[
  {
    "id": 1635,
    "definition": "Answer the following about circuit quantities. This quantity, which is measured in Farads, measures the ability of certain devices to store charge.",
    "term": "Capacitance"
  },
  {
    "id": 1636,
    "definition": "Answer the following about circuit quantities. This quantity, which is alternatively called potential difference, has units of Joules per Coulomb.",
    "term": "Voltage"
  },
  {
    "id": 1637,
    "definition": "Answer the following about circuit quantities. The mean square voltage of Johnson-Nyquist noise is proportional to temperature times this quantity. For an RC circuit, capacitance times this quantity is equal to the time constant. EMF minus current times the ˈˈinternalˈˈ form of this quantity is equal to the voltage drop across a battery. Power can be calculated by squaring the current and multiplying by this quantity that is equal to voltage divided by current according to Ohm's Law. Name this quantity, measured in ohms, that characterizes a material's opposition to the flow of current.",
    "term": "Resistance"
  },
  {
    "id": 1638,
    "definition": "Answer these questions related to the periodic table of elements. Group 18 on the periodic table contains these nonreactive elements that have a complete p orbital.",
    "term": "Noble gases [or inert gases]"
  },
  {
    "id": 1639,
    "definition": "Answer these questions related to the periodic table of elements. This quantity tends to increase as one moves towards the top and right of the periodic table. Fluorine has the highest value for this property on the Mulliken scale.",
    "term": "Electronegativity"
  },
  {
    "id": 1640,
    "definition": "Answer these questions related to the periodic table of elements. The Jahn-Teller distortion most commonly occurs in octahedral compounds of these elements. These elements contain nine valence orbitals, so they are described by the eighteen-electron rule. Crystal field theory predicts the color produced by coordination complexes of these elements. All ferromagnetic elements are members of this group of elements, which have partially filled d orbitals. Name these elements that comprise the central region of the periodic table and include cobalt and nickel.",
    "term": "Transition metals [or transition elements; prompt on ˈˈmetalsˈˈ]"
  },
  {
    "id": 1641,
    "definition": "Answer the following about the work of Albert Einstein. Einstein won a Nobel Prize for his explanation of this effect, in which light causes electrons to be ejected from a material.",
    "term": "Photoelectric effect"
  },
  {
    "id": 1642,
    "definition": "Answer the following about the work of Albert Einstein. Einstein's model of this quantity treats each atom of a material as a quantum harmonic oscillator. This is the measure of heat needed to raise a substance's temperature one degree Celsius.",
    "term": "Specific heat capacity [or heat capacity]"
  },
  {
    "id": 1643,
    "definition": "Answer the following about the work of Albert Einstein. Einstein proposed that this phenomenon was caused by supercurrents carried by molecular chains. The Fermi velocity is used to calculate the coherence length of this phenomenon. The two types of this phenomenon are distinguished by whether they expel magnetic fields, which is called the Meissner effect. The interaction of two electrons in a Cooper pair is used to explain this phenomenon in BCS theory. Name this phenomenon in which a material's resistance to the flow of current is zero.",
    "term": "Superconductivity [accept word forms]"
  },
  {
    "id": 1644,
    "definition": "Answer the following regarding atomic structure. This English scientist measured the mass of the streams of electrons emitted by a cathode ray tube during his work which resulted in the discovery of the electron.",
    "term": "J.J. Thomson"
  },
  {
    "id": 1645,
    "definition": "Answer the following regarding atomic structure. This English scientist's atomic theory claimed that atoms cannot be subdivided and atoms of different elements can combine in whole-number ratios to form compounds.",
    "term": "John Dalton"
  },
  {
    "id": 1646,
    "definition": "Answer the following regarding atomic structure. This man is the first namesake of a theorem claiming that the thermal average of magnetization is zero. The magnetic moment of an electron is defined by his namesake ˈˈmagneton.ˈˈ This man defended the Copenhagen interpretation of quantum mechanics in a series of debates with Einstein. The average distance between a proton and electron in a hydrogen atom is his namesake ˈˈradius.ˈˈ Name this student of Ernst Rutherford whose model of the atom proposed that electrons orbit the nucleus in discrete energy levels.",
    "term": "Niels Bohr"
  },
  {
    "id": 1647,
    "definition": "Answer the following questions about ideal gases. This law states that at a fixed volume, the pressure of a gas is directly proportional to the gas's absolute temperature.",
    "term": "Gay-Lussac's Law [or Amonton's Law]"
  },
  {
    "id": 1648,
    "definition": "Answer the following questions about ideal gases. This theory models ideal gases as volumeless particles that are in constant motion and have no intermolecular interactions.",
    "term": "Kinetic molecular theory"
  },
  {
    "id": 1649,
    "definition": "Answer the following questions about ideal gases. For an ideal gas, this quantity is proportional to temperature to the three halves power according to Sutherland's formula. Drag force is proportional to radius times velocity times this quantity by Stoke's Law. The ratio of inertial forces to the force caused by this property defines the Reynolds number. If this quantity for a material does not change with increasing stress, then the material is Newtonian. It is measured in poise and has dynamic and kinematic types. Name this quantity that characterizes a fluid's resistance to flow.",
    "term": "Viscosity"
  },
  {
    "id": 1650,
    "definition": "Name these laws of physics. The formal definition of this law sets force equal to the time derivative of momentum.",
    "term": "Newton's 2nd Law of Motion [prompt on partial answer]"
  },
  {
    "id": 1651,
    "definition": "Name these laws of physics. This law relates the electromotive force to the time derivative of the magnetic flux. It is commonly called the law of induction.",
    "term": "Faraday's Law"
  },
  {
    "id": 1652,
    "definition": "Name these laws of physics. This law can be rewritten using a quantity symbolized by the letter mu, the reduced mass, and Joseph Privat de Molieres proved one case of this law. Isaac Newton derived a more general version of this law, which contains a constant term equal to four pi squared over big G times total mass. This law states that the semi-major axis of an orbit cubed is proportional to the orbital period squared. Name this last of a set of laws of planetary motion named after a German astronomer.",
    "term": "Kepler's Third Law of Planetary Motion [prompt on partial answer]"
  },
  {
    "id": 1653,
    "definition": "Answer the following about chemical processes. The Castner-Kellner process, which produces hydroxides, is an example of this type of process. Hydrogen gas and oxygen are produced when water undergoes this process.",
    "term": "Electrolysis [prompt on ˈˈdecompositionˈˈ]"
  },
  {
    "id": 1654,
    "definition": "Answer the following about chemical processes. This compound is reacted with oxygen in the first step of the Ostwald process to produce nitric acid. Iron-based catalysts are utilized in the synthesis of this compound.",
    "term": "Ammonia [or NH3; do not accept or prompt on ˈˈammoniumˈˈ]"
  },
  {
    "id": 1655,
    "definition": "Answer the following about chemical processes. This compound is reacted with sodium chloride in the first step of the Leblanc process, which produces sodium carbonate. Gay-Lussac modified a process that produces this compound that was replaced by a modern one that uses a vanadium oxide catalyst. By definition, superacids are stronger than this acid. Sulfur trioxide and oleum are produced as byproducts of this compound's synthesis through the contact process. Name this strong diprotic acid with chemical formula H2SO4.",
    "term": "Sulfuric acid [or oil of vitriol; accept H2SO4 before mentioned]"
  },
  {
    "id": 1656,
    "definition": "Answer the following questions related to heat. This law states that the entropy of a perfect crystal approaches zero as temperature approaches absolute zero.",
    "term": "Third Law of Thermodynamics [prompt on partial answer; accept Nernst Heat Theorem]"
  },
  {
    "id": 1657,
    "definition": "Answer the following questions related to heat. This scientist's formulation of the second law states that heat can never flow from a cooler to a hotter body. With Clapeyron, he names an equation that relates vapor pressure to temperature.",
    "term": "Rudolf Clausius"
  },
  {
    "id": 1658,
    "definition": "Answer the following questions related to heat. This scientist is the first namesake of a phenomenon that occurs when air masses with different velocities come in contact. With Max Planck, he names a statement of the second law of thermodynamics that implies that heat engines cannot have one hundred perfect efficiency. This scientist co-names an effect in which gases cool when expanded during a throttling process with James Joule. Name this scientist who gives his name to a temperature scale that is 273.15 degrees lower than the Celsius scale.",
    "term": "1st Baron Lord Kelvin [or William Thomson]"
  },
  {
    "id": 1659,
    "definition": "Give the following related to fluids. This notoriously difficult to solve set of differential equations relate the velocity, temperature, pressure, and density of moving fluids. They are the basis for computation in fluid dynamics.",
    "term": "Navier-Stokes equations [prompt on partial answer]"
  },
  {
    "id": 1660,
    "definition": "Give the following related to fluids. The pressure of a static fluid is equal to this quantity times gravitational acceleration times height. The bulk modulus is equal to this quantity times the derivative of pressure with respect to this quantity, and water has its highest value for this quantity at four degrees Celsius.",
    "term": "Mass Density"
  },
  {
    "id": 1661,
    "definition": "Give the following related to fluids. This quantity names a type of frequency that characterizes vertical oscillations of stratified fluid parcels, the Brunt-Väisälä frequency. This quantity, rather than density, drives motion according to the Boussinesq approximation. The effects of pressure changes on the magnitude of this force is demonstrated by a Cartesian Diver. Its magnitude is equal to pressure times volume times acceleration due to gravity, and it is balanced by the weight of fluid displaced according to a Archimedesˈs principle. Name this upward force exerted by fluids.",
    "term": "Buoyancy [or buoyant force]"
  },
  {
    "id": 1662,
    "definition": "Answer these questions about calculations involving the moment of inertia. For the rotation of a hoop about a diameter, the moment of inertia equals mass times radius squared times this constant. Doubling the distance between two bodies will cause their gravitational potential energy to change by this factor.",
    "term": "½ [or one-half; or 0.5]"
  },
  {
    "id": 1663,
    "definition": "Answer these questions about calculations involving the moment of inertia. For the rotation of a rod about a point, moment of inertia is equal to mass times radius squared times this other constant. The Homestake experiment detected this fraction of the number of expected neutrinos from the sun.",
    "term": "⅓ [or one-third]"
  },
  {
    "id": 1664,
    "definition": "Answer these questions about calculations involving the moment of inertia. This scientist names a set of rotation equations that set the applied torque on a rigid body proportional to the inertial matrix. He is the alphabetically first namesake of an equation in which the position derivative of the Lagrangian is set equal to the time derivative of the partial derivative of the Lagrangian with respect to velocity. That equation, which he co-names with Lagrange, is the fundamental equation in calculus of variations. Name this Swiss scientist whose namesake number is approximately equal to 2.72.",
    "term": "Leonhard Euler"
  },
  {
    "id": 1665,
    "definition": "Answer the following about reaction kinetics. The activation energy of a reaction can be calculated by plotting this function of the rate constant against the reciprocal of temperature and finding the slope.",
    "term": "Natural logarithm [or ln; prompt on ˈˈlogˈˈ or ˈˈlogarithmˈˈ]"
  },
  {
    "id": 1666,
    "definition": "Answer the following about reaction kinetics. These high energy states exist at the maximum potential of a reaction coordinate diagram. They are represented by a double dagger symbol and are described by the Eyring equation.",
    "term": "Transition states"
  },
  {
    "id": 1667,
    "definition": "Answer the following about reaction kinetics. This quantity times temperature divided by Planckˈs constant is equal to the pre-exponential term of the Eyring equation. The probability of a microstate in the canonical ensemble is equal to free energy divided by this constant times temperature. The entropy of a system is equal to the natural log of the number of microstates times this constant, and it is equal to the gas constant divided by Avogadro's number. Name this constant equal to 1.38 times ten to the twenty-third Joules per Kelvin, which is symbolized k sub b.",
    "term": "Boltzmann's constant [accept kb before mentioned]"
  },
  {
    "id": 1668,
    "definition": "Answer the following questions about particle physics. Neutrinos, tauons, muons, and electrons are flavors of what class of particles that have a name coming from the Greek for ˈˈlightˈˈ?",
    "term": "Leptons"
  },
  {
    "id": 1669,
    "definition": "Answer the following questions about particle physics. Baryons and mesons belong to what class of particles that contains all particles consisting of quarks?",
    "term": "Hadrons"
  },
  {
    "id": 1670,
    "definition": "Answer the following questions about particle physics. A theory named after this property introduces gauge coupling unification to resolve the hierarchy problem. Thermal disequilibrium, baryon number violation, and a breaking of one type of this property constitute the Sakharov conditions, and each half-integer spin particle is associated with an integer spin particle according to a theory named after it. The violation of one form of this property was observed during the decay of neutral kaons by Cronin and Fitch. Fermions and bosons are paired in the ˈˈsuperˈˈ form of what property that sees the weak force violates its CP type?",
    "term": "Symmetry [accept supersymmetry; accept CP symmetry; accept parity symmetry]"
  },
  {
    "id": 1671,
    "definition": "Alexander Borodin wasn't just a composer. He was also a chemist! Answer these questions about him. Borodin discovered the aldol reaction, in which two of these compounds combine. What carbonyl group containing compounds form a silver mirror when combined with Tollen's reagent?",
    "term": "Aldehydes"
  },
  {
    "id": 1672,
    "definition": "Alexander Borodin wasn't just a composer. He was also a chemist! Answer these questions about him. Borodin was a rival of what German chemist, who first described the six-carbon ring structure of benzene?",
    "term": "August Kekulé"
  },
  {
    "id": 1673,
    "definition": "Alexander Borodin wasn't just a composer. He was also a chemist! Answer these questions about him. These elements are reacted with the silver salts of carboxylic acids in the Borodin-Hunsdiecker reaction. The addition of these elements through a free radical mechanism is a common example of the reactivity-selectivity principle. The potassium salt of one element in this group is reacted with hydrogen peroxide in a common clock reaction. Neil Bartlett produced the first noble gas compounds by combining xenon with an element in this group. This is the only group that contains elements in all three states of matter at standard conditions. Name this group of elements that includes iodine and fluorine.",
    "term": "Halogens [or Group 17]"
  },
  {
    "id": 1674,
    "definition": "Answer these questions about quantum mechanics. This principle asserts that each quantum state is the sum of at least two other distinct states. It is responsible for things like electron diffraction and delayed choice quantum eraser experiments.",
    "term": "Quantum superposition principle [accept word forms]"
  },
  {
    "id": 1675,
    "definition": "Answer these questions about quantum mechanics. This phenomenon occurs when a measurement reduces a wavefunction from a superposition of quantum states to a single state. For Schrodinger's cat, this phenomenon occurs when the box is opened.",
    "term": "Wavefunction collapse [prompt on partial]"
  },
  {
    "id": 1676,
    "definition": "Answer these questions about quantum mechanics. This system is used to predict the absorbance wavelengths of molecules with strongly conjugated pi networks, such as cyanine dyes. A normalization constant equal to the square root of two over L is multiplied by this system's wavefunction. The energy of this system is equal to n squared times h squared all over eight m L squared, and that energy is found using the time-independent Schrodinger equation and applying the system's boundary conditions, which state that the potential energy is zero inside and infinite outside a defined area. Name this simple model in quantum mechanics which confines an object to a rectangular region.",
    "term": "Particle in a box [or infinite potential well; or infinite square well; prompt on partial answer]"
  },
  {
    "id": 1677,
    "definition": "Answer the following questions regarding advances in green chemistry. This compound's supercritical form was developed by Dow Chemical as a nonhazardous blowing agent for polystyrene production. That supercritical form is used as solvent in caffeine extraction.",
    "term": "Carbon dioxide [or CO2]"
  },
  {
    "id": 1678,
    "definition": "Answer the following questions regarding advances in green chemistry. This compound, with chemical formula N2H4, is industrially produced by the Olin Raschig process. It is used in rocket fuels.",
    "term": "Hydrazine"
  },
  {
    "id": 1679,
    "definition": "Answer the following questions regarding advances in green chemistry. Robert Grubbs developed a hazard-free method of redistributing these structures using a ruthenium-based catalyst. In IR spectroscopy, these structures have a strong peak at one thousand six hundred sixty inverse centimeters. These structures cannot be placed at the bridgehead of a ring system according to Bredt's rule. These structures are redistributed through olefin metathesis reactions, and their orientation determines whether they are E or Z. The overlap of orbitals in these structures creates one pi and one sigma bond. Name these covalent bonds that are possessed by molecular oxygen, in which four electrons are shared between two atoms.",
    "term": "Carbon-carbon double bonds"
  },
  {
    "id": 1680,
    "definition": "Answer the following questions about phase transitions. This scientist's theory of phase transitions defines the free energy as a power series of the order parameter. He developed a theory of superfluidity based on theoretical quasi particles called rotons.",
    "term": "Lev Davidovich Landau"
  },
  {
    "id": 1681,
    "definition": "Answer the following questions about phase transitions. The two-dimensional version of this model introduces phase transitions, unlike its 1-D version. This model considers the magnetic moments of spins at fixed points in a lattice and is used to model ferromagnetism.",
    "term": "Ising model"
  },
  {
    "id": 1682,
    "definition": "Answer the following questions about phase transitions. The lower limit of one form of this process is equal to h bar times the natural linewidth, over two times Boltzmannˈs constant. The removal of a magnetic field at constant entropy causes this process to occur in adiabatic demagnetization. The loss of momentum as a result of the Doppler effect causes the ˈˈlaserˈˈ type of this process, and it occurs during the second step of the Carnot cycle. According to a law named after this process, its rate is proportional to the temperature difference between two bodies. Newton names a law of what process, in which heat is transferred away from a system?",
    "term": "Cooling [or refrigeration; accept specific types; accept answers indicating that temperature or energy is decreasing; prompt on ˈˈheat transferˈˈ]"
  },
  {
    "id": 1683,
    "definition": "Answer the following questions about molecular orbital theory. These molecular orbitals are formed from the overlap of out-of-phase atomic orbitals. They are denoted by an asterisk and are higher in energy than their counterparts.",
    "term": "Antibonding molecular orbital"
  },
  {
    "id": 1684,
    "definition": "Answer the following questions about molecular orbital theory. This quantity is equal to the number of electrons in bonding molecular orbitals minus the number of electrons in antibonding molecular orbitals divided by two.",
    "term": "Bond order"
  },
  {
    "id": 1685,
    "definition": "Answer the following questions about molecular orbital theory. The hybrid method B3LYP is the most commonly used functional in a method named after this quantity that calculates molecular orbitals. In plasmas, the Debye length is proportional to temperature divided by that form of this quantity, and that quantity is the probability of an electron occupying an infinitesimal point. The divergence of the current form of this quantity is equal to the negative time derivative of the charge form of this quantity. That charge has units of Coulombs per meter cubed. Name this quantity whose SI unit is kilograms per meter cubed and that can be found by dividing mass by volume.",
    "term": "Density [accept Density functional theory; accept electron density; accept charge density; accept current density]"
  },
  {
    "id": 1686,
    "definition": "Answer these questions about geology related to the state of Maine. Maine's Mount Desert Island is so named because of its barren, rocky mountaintops which are primarily composed of this igneous rock. This rock, which comes in gray, white, and pink forms, is primarily composed of feldspar and quartz.",
    "term": "Granite"
  },
  {
    "id": 1687,
    "definition": "Answer these questions about geology related to the state of Maine. Passamaquoddy Bay, in eastern Maine, experiences unusually strong instances of this phenomenon. This phenomenon can have ˈˈspringˈˈ and ˈˈneapˈˈ varieties.",
    "term": "Tides"
  },
  {
    "id": 1688,
    "definition": "Answer these questions about geology related to the state of Maine. So-called ˈˈerraticˈˈ boulders, a common sight in Maine, are usually transported by these things. These things cause the formation of large, narrow ridges of sandier soil known as eskers, which are caused by the deposition of sediment from water flowing under these things. Fjords like Maine's Somes Sound are narrow, steep-sided bays formed by erosion from these things. These things leave terminal moraines when they retreat, and they covered Maine, along with the rest of the northern United States, during the last Ice Age. Identify these large, flowing structures composed of ice.",
    "term": "Glaciers [accept Ice sheets, but do not accept or prompt on ˈˈice capsˈˈ because those do not move]"
  },
  {
    "id": 1689,
    "definition": "Answer these questions about systems that exhibit chaotic behavior. One well-known chaotic system is the Lorentz attractor, whose graph is often said to look like the wings of this animal. Chaos theory is often explained using an ˈˈeffectˈˈ named for this animal.",
    "term": "Butterfly"
  },
  {
    "id": 1690,
    "definition": "Answer these questions about systems that exhibit chaotic behavior. Particles whose motion is defined in terms of their jerk can exhibit chaotic behavior through sensitivity to initial conditions. Jerk is the third derivative of position, making it the rate of change of this quantity, which is zero if the net force on an object is zero.",
    "term": "Acceleration"
  },
  {
    "id": 1691,
    "definition": "Answer these questions about systems that exhibit chaotic behavior. Attaching one of these objects to the end of another one of them forms a system which behaves chaotically. The development of an accurate clock for ships was hindered by the fact that clocks based on these objects do not work on rolling ships. The ˈˈcompoundˈˈ type of these objects has its mass evenly distributed over its length. One of these objects named for Foucault [foo-coh] was used to demonstrate the Earth's rotation. The behavior of these objects can be described using the small angle approximation. These objects' period does not depend on their amplitude. Identify these objects, which consist of a suspended weight which swings freely.",
    "term": "Pendulums"
  },
  {
    "id": 1692,
    "definition": "Answer the following about fluorine. Fluorine is an extremely reactive element, in part because it has the highest value of this quantity often measured on the Pauling scale.",
    "term": "Electronegativity"
  },
  {
    "id": 1693,
    "definition": "Answer the following about fluorine. Because of its high electronegativity, fluorine is commonly used in experiments which attempt to produce compounds including this group of elements, such as a compound with six fluorines and the heaviest one of these elements.",
    "term": "Noble gases [accept Group 18]"
  },
  {
    "id": 1694,
    "definition": "Answer the following about fluorine. A compound of this element and fluorine is often produced by reacting this element with chlorine trifluoride. That compound is forced through membranes in a process known as gaseous diffusion, which along with gas centrifugation is one of the most commonly used methods of enriching this element. When this element contains a lower than normal concentration of its 235 isotope, it is known as ˈˈdepleted.ˈˈ Name this element which is processed from yellowcake and, with plutonium, is used in fissile nuclear weapons.",
    "term": "Uranium"
  },
  {
    "id": 1695,
    "definition": "Answer the following about chemical laws. Boyle's law states that there is an inverse relationship between pressure and this other property of a gas when kept at constant temperature.",
    "term": "Volume"
  },
  {
    "id": 1696,
    "definition": "Answer the following about chemical laws. Le Chatelier's principle, also known as the ˈˈlawˈˈ of this type of chemical system, states that a system in this state will adjust itself in response to outside stimuli.",
    "term": "Equilibrium"
  },
  {
    "id": 1697,
    "definition": "Answer the following about chemical laws. One correction to this statement is expressed as an infinite series of powers of the molar density and is known as the virial expansion. Another equation which attempts to correct this equation includes terms for the size of molecules and intermolecular attractions and is named for Van der Waals. This statement incorporates Boyle's Law, Charles's Law, and Avogadro's Law, and a constant in this statement is the product of Boltzmann's constant and Avogadro's constant and is expressed as R. Name this chemical law which states that the product of pressure and volume is equal to a constant times the product of temperature and the number of moles.",
    "term": "Ideal gas law"
  },
  {
    "id": 1698,
    "definition": "Give the following about optics. This law is typically written as n-sub-one sine theta-sub-one equals n-sub-two sine theta-sub-two. It is used to calculate the angles of incidence and refraction.",
    "term": "Snell's Law [or Descartesˈs Law; prompt on ˈˈLaw of Refractionˈˈ]"
  },
  {
    "id": 1699,
    "definition": "Give the following about optics. This quantity is defined as the distance between a lens and the point of convergence. The inverse of this quantity, which is measured in diopters, is optical power.",
    "term": "Focal length [prompt on partial answer]"
  },
  {
    "id": 1700,
    "definition": "Give the following about optics. The results of this process can be modeled using a Cornu Spiral. The far-field and near-field forms of this process are described by the Fraunhofer and Fresnel equations. This process is quantified by an equation written as ˈˈtwo d sine theta equals n lambda.ˈˈ That equation is Bragg's Law. This phenomenon produced namesake ˈˈpatternsˈˈ after light passed through a double slit in Young's double-slit experiment. For ten points, name this process in which waves bend around an obstacle.",
    "term": "Diffraction [accept specific types]"
  },
  {
    "id": 1701,
    "definition": "Answer some questions about friction. The force of friction is equal to the coefficient of friction times this force, which is named because it is perpendicular to the two surfaces' contact.",
    "term": "Normal force"
  },
  {
    "id": 1702,
    "definition": "Answer some questions about friction. Situations in which a block is present on an inclined plane can be solved by using this type of diagram, which shows a system and all the forces acting on it, which are typically indicated with arrows.",
    "term": "Free-body diagram"
  },
  {
    "id": 1703,
    "definition": "Answer some questions about friction. A block will slide down an inclined plane if its mass times the force of gravity times this function of the angle of the plane is greater than the force of friction. The magnetic force on a charged particle is equal to the product of the charge, velocity, and magnetic field strength times this function of the angle between the velocity and magnetic field. Torque is equal to force times radius times this function of the angle between the force and the radial arm. The cross product of two vectors has a magnitude equal to the product of their magnitudes times this function of the angle between them, which is why the cross product of two parallel vectors is zero. Name this function whose ratio with the cosine is the tangent.",
    "term": "Sine"
  },
  {
    "id": 1704,
    "definition": "Answer the following about the work of Nobel Prize-winning scientists from Ohio. Akron native and University of Michigan alumnus Richard Smalley was awarded the Nobel Prize in Chemistry for his discovery of buckminsterfullerene, also known as buckyballs, which are a form of this element.",
    "term": "Carbon"
  },
  {
    "id": 1705,
    "definition": "Answer the following about the work of Nobel Prize-winning scientists from Ohio. Lima native and Ohio State alumnus William Fowler was one of the four authors of the groundbreaking B2FH paper, which was the first to suggest that elements heavier than helium were synthesized by nuclear fusion inside these objects.",
    "term": "Stars [accept Supernovas]"
  },
  {
    "id": 1706,
    "definition": "Answer the following about the work of Nobel Prize-winning scientists from Ohio. The Gargamelle was an example of a ˈˈchamberˈˈ named for these things, the first of which was invented by Cleveland native Donald Glaser. That ˈˈchamberˈˈ named for these things consists of a vessel filled with a transparent, superheated liquid and is used to detect charged particles. These things are generated through cavitation. The mathematical problem of finding minimal surfaces can be approximated empirically by using these things made from soap. A sorting algorithm named for these things checks pairs of consecutive elements and switches them if they are out of order. Identify these things which can be formed if you breathe out while underwater.",
    "term": "Bubbles"
  },
  {
    "id": 1707,
    "definition": "Answer the following related to the work of Gustav Kirchhoff. With Robert Bunsen, Kirchhoff discovered two elements in this group on the periodic table. One is used in super accurate atomic clocks, while the other was cooled to produce the first Bose-Einstein Condensates.",
    "term": "Alkali metals [or Group 1; prompt on partial answer; do NOT accept ˈˈalkaline (earth) metalsˈˈ]"
  },
  {
    "id": 1708,
    "definition": "Answer the following related to the work of Gustav Kirchhoff. Emissivity characterizes a materialˈs effectiveness at emitting this type of radiation. Kirchhoff coined the name for these objects.",
    "term": "Black body or Black bodies"
  },
  {
    "id": 1709,
    "definition": "Answer the following related to the work of Gustav Kirchhoff. The number of spanning trees in a graph can be calculated using Kirchhoffˈs theorem named for these non-tree objects. A set of four anticommuting examples of these objects are used to solve the Dirac equation. The spin operators are obtained using a set of these objects named for Pauli that are Hermitian. Heisenberg, Born, and Jordan created a formulation of quantum mechanics named after them that is contrasted with wave mechanics. The solutions of the characteristic polynomial are the eigenvalues of these objects. Name these rectangular arrays of numbers.",
    "term": "Matrix [or matrices]"
  },
  {
    "id": 1710,
    "definition": "Answer the following about weather on other bodies in the Solar System. This extrasolar storm has been continuously observed for over one hundred fifty years. It has a latitude of twenty-two degrees south and is a high-pressure anticyclonic rotation.",
    "term": "Great Red Spot"
  },
  {
    "id": 1711,
    "definition": "Answer the following about weather on other bodies in the Solar System. This moon has experienced a temperature increase of over five percent in recent years. This is the largest moon in the Solar System with a retrograde orbit.",
    "term": "Triton"
  },
  {
    "id": 1712,
    "definition": "Answer the following about weather on other bodies in the Solar System. A spiral dust cloud forms regularly around Arsia Mons on this solar system body. Spiral troughs in the polar region of this body are caused by katabatic winds which transport ice. A large donut-shaped cloud forms in the morning and dissipates by the afternoon during the same time every year at the north pole of this body. This planet is affected by planet-wide dust storms such as the one which was in progress when the Mariner 9 probe arrived. Snow on this planet was observed by the Phoenix lander. Identify this planet where greenhouse gases like methane have been detected in trace amounts by the Curiosity rover.",
    "term": "Mars"
  },
  {
    "id": 1713,
    "definition": "Answer the following about the result of shining light on things. Some chemicals are phototoxic, meaning that they become toxic upon being exposed to light; such chemicals include bergapten, which contains two of these structures, and tetracycline, which contains four. One of these chemical structures is found in benzene.",
    "term": "Rings"
  },
  {
    "id": 1714,
    "definition": "Answer the following about the result of shining light on things. Solar cells, which generate electricity when they absorb light, are being built increasingly with perovskite, an inexpensive mineral consisting of calcium and an oxide of this element. A dioxide of this element is used in white pigments, and this element has atomic number twenty-two.",
    "term": "Titanium"
  },
  {
    "id": 1715,
    "definition": "Answer the following about the result of shining light on things. Photoresistors, whose resistance depends on the amount of light reaching them, are frequently made using a sulfide of this element. This is the least common element in Wood's metal or bendalloy, an alloy known for a low melting point. The original definition of the ångström [ong-struhm] was based on the wavelength of a red spectral line of this element. This compound is found in the mineral greenockite, which is a common impurity in sphalerite, or zinc ore. The selenide of this element is a pigment known as ˈˈ[this element] redˈˈ which is commonly used by artists for its vibrant colors. Identify this highly toxic metal element with atomic number forty-eight and symbol Cd.",
    "term": "Cadmium"
  },
  {
    "id": 1716,
    "definition": "Answer the following about the chalcogens. The chalcogens are another term used to refer to Group 16 of the periodic table, whose lightest element is this one with atomic number eight.",
    "term": "Oxygen"
  },
  {
    "id": 1717,
    "definition": "Answer the following about the chalcogens. The chalcogens have this many valence electrons. Elements with this many valence electrons typically form two covalent bonds.",
    "term": "Six"
  },
  {
    "id": 1718,
    "definition": "Answer the following about the chalcogens. Three of the five allotropes of selenium, a member of the chalcogen group, have this color. This color is produced by performing a flame test on mercury or lithium. An allotrope of phosphorus with this color consists of an amorphous network and can be obtained by heating the less stable white phosphorus. This is the color of the gas discharge emission of neon, which means that neon lamps actually containing neon will glow this color. Identify this color which is commonly used in ball-and-stick diagrams to represent oxygen.",
    "term": "Red"
  },
  {
    "id": 1719,
    "definition": "Name some famous physics experiments. This experiment, performed by Robert Millikan and Harvey Fletcher, suspended the namesake objects between charged plates to measure the charge of an electron.",
    "term": "Oil drop experiment"
  },
  {
    "id": 1720,
    "definition": "Name some famous physics experiments. This experiment conducted at what is now Case Western Reserve University attempted, and failed, to confirm the existence of a luminiferous aether.",
    "term": "Michelson-Morley experiment"
  },
  {
    "id": 1721,
    "definition": "Name some famous physics experiments. The purpose of this experiment was to test the Bohr-Sommerfeld hypothesis. This experiment attempted to sort particles based on a certain property by using the phenomenon of torque-induced precession. In this experiment, silver atoms traveled through a magnetic field and were uniformly deflected either up or down to the same points, demonstrating that spin is discrete. Identify this experiment, which determined that angular momentum is quantized, conducted by two German physicists.",
    "term": "Stern-Gerlach experiment"
  },
  {
    "id": 1722,
    "definition": "Answer these questions about electric circuit laws. Give the most common expression of Ohm's Law, which relates one physical quantity in a circuit as the product of two other circuit quantities.",
    "term": "Voltage equals current times resistance [accept V for voltage, I for current, and R for resistance, accept V=IR]"
  },
  {
    "id": 1723,
    "definition": "Answer these questions about electric circuit laws. This man's current law states that the sum of currents meeting at any point in a circuit is equal to zero.",
    "term": "Kirchhoff"
  },
  {
    "id": 1724,
    "definition": "Answer these questions about electric circuit laws. Tellegen's theorem states that in any electrical network, the sum over all branches of the product of the current through the branch and this quantity over the branch is equal to zero. In vacuum tube electronics, the term ˈˈhigh tensionˈˈ refers to a high value of this quantity. The derivative of this quantity with respect to distance is equal to the electric field. One of Kirchoff's circuit laws states that the sum of this value around a closed loop is equal to zero. Identify this quantity which is measured in volts.",
    "term": "Potential difference [or Voltage; do not accept ˈˈpotential energyˈˈ]"
  },
  {
    "id": 1725,
    "definition": "Answer the following about the Grignard reaction. The Grignard reaction uses the Grignard reagent, which contains an atom of this alkaline earth metal. This element burns extremely bright, and it is the second-lightest element in its column of the periodic table.",
    "term": "Magnesium"
  },
  {
    "id": 1726,
    "definition": "Answer the following about the Grignard reaction. The Grignard reagent functions as a nucleophile in the reaction, meaning that it donates an electron pair and therefore is an example of the Lewis type of these chemical compounds.",
    "term": "Bases"
  },
  {
    "id": 1727,
    "definition": "Answer the following about the Grignard reaction. In the Grignard reaction, the reagent targets an instance of this functional group. An enol reacts with an instance of this functional group in an aldol condensation. Imides and acid anhydrides contain two copies of this functional group. This functional group is present in an amide group, and it is the defining component of an aldehyde or ketone group. Carbon dioxide contains two instances of this functional group. Identify this functional group in which a carbon atom is double-bonded to an oxygen atom.",
    "term": "Carbonyl"
  },
  {
    "id": 1728,
    "definition": "Answer the following about pulsars. A type of these astronomical objects, the ˈˈpulsar windˈˈ type, is powered by pulsars and also known as a plerion. Another type of these objects, the ˈˈplanetaryˈˈ type, is caused by emissions from stars.",
    "term": "Nebulae"
  },
  {
    "id": 1729,
    "definition": "Answer the following about pulsars. The first pulsar signal to be observed was given the name LGM-1, an abbreviation for this term often playfully used to refer to aliens.",
    "term": "Little green men"
  },
  {
    "id": 1730,
    "definition": "Answer the following about pulsars. The pulsar B1913+16 emits powerful gravitational radiation because of this property, and it was the first pulsar discovered with this property. An adjustment in the distribution of the mass in a star with this property caused a supernova observed by Tycho Brahe. Cataclysmic variable stars, which undergo irregular increases in brightness, are this type of star. Planets in this type of system can have S-type and P-type orbits. Sirius is an example of this type of star system in which one member is a white dwarf. Identify this type of star system in which two stars orbit each other.",
    "term": "Binary star"
  },
  {
    "id": 1731,
    "definition": "Answer these questions about intermolecular forces. This equation named for a Dutch scientist modifies the ideal gas law to accommodate for intermolecular forces with its coefficients a and b.",
    "term": "van der Waals equation"
  },
  {
    "id": 1732,
    "definition": "Answer these questions about intermolecular forces. Protein structures can be affected by bonds which form between the thiol groups of cysteine molecules, which contain this element, which can form eight-member rings in its native structure.",
    "term": "Sulfur"
  },
  {
    "id": 1733,
    "definition": "Answer these questions about intermolecular forces. The strength of hydrogen bonding in this compound explains why its boiling point is higher than other hydrogen chalcogenides. A form of this compound in which one of its constituent atoms is replaced with a different isotope is used as a neutron moderator in nuclear reactors and is called the ˈˈheavyˈˈ type of this compound. The presence of this compound in Earth's atmosphere causes faraway objects to be seen with a blue tinge because of Rayleigh scattering. The rigid grid formed by the solid form of this compound causes it to be less dense than the liquid form. Identify this ˈˈuniversal solventˈˈ which makes up Earth's oceans.",
    "term": "Water [or H2O or dihydrogen monoxide or oxidane or hydrogen oxide]"
  },
  {
    "id": 1734,
    "definition": "Identify the following ˈˈeffects.ˈˈ What effect, named for two 19th century scientists, is a throttling process that models the change in a gas or liquid when it is forced through a valve?",
    "term": "Joule-Thomson Effect"
  },
  {
    "id": 1735,
    "definition": "Identify the following ˈˈeffects.ˈˈ What effect is exemplified when light scatters as it is directed at a colloid?",
    "term": "Tyndall Effect"
  },
  {
    "id": 1736,
    "definition": "Identify the following ˈˈeffects.ˈˈ This effect is used to produce neutral atoms at extremely cold temperatures in a laser cooling technique known as the magneto-optical trap. This effect is called ˈˈinverseˈˈ when absorption lines are involved. This effect turns into the Paschen-Back effect when present in the strong field, and this effect is analogous to the Stark effect when an electric field is present. Identify this effect where spectral lines split when introduced to a magnetic field.",
    "term": "Zeeman Effect [Prompt on ˈˈPaschen-Back Effect,ˈˈ DO NOT prompt or accept the ˈˈStark Effectˈˈ]"
  },
  {
    "id": 1737,
    "definition": "Answer the following questions about chemical separations. In what technique do compounds separate by preferentially dissolving in one of two solvents?",
    "term": "liquid-liquid extraction"
  },
  {
    "id": 1738,
    "definition": "Answer the following questions about chemical separations. In this other technique, compounds are dissolved in hot solvent, which is slowly cooled, precipitating out the desired compound.",
    "term": "recrystallization"
  },
  {
    "id": 1739,
    "definition": "Answer the following questions about chemical separations. An imperforate basket setup for this technique is used to remove water from sludge. Cesium chloride is used during one form of this technique that separates RNA from DNA. The size of ribosomal subunits are measured by this technique. The time required for this technique is equal to the ratio of the clearing factor and sedimentation coefficient. This technique was used to identify the mass of DNA in the Meselson-Stahl experiment. This technique results in the formation of a pellet and a supernatant. Name this technique in which a sample is spun at a fast speed to separate components of a solution.",
    "term": "centrifugation [accept word forms]"
  },
  {
    "id": 1740,
    "definition": "Answer the following questions about recent Nobel Prize in Physics winners. Barish, Thorne, and Weiss received the 2017 Nobel for their work on this project, a collaboration between MIT and Caltech. This project detected gravitational waves 2016.",
    "term": "LIGO [or Laser Interferometer Gravitational-Wave Observatory]"
  },
  {
    "id": 1741,
    "definition": "Answer the following questions about recent Nobel Prize in Physics winners. Akasaki, Amano, and Nakamura won the 2014 Nobel for inventing the ˈˈblueˈˈ version of these devices, which release energy through the combination of electrons with holes.",
    "term": "LEDs [or Light-Emitting Diodes]"
  },
  {
    "id": 1742,
    "definition": "Answer the following questions about recent Nobel Prize in Physics winners. One of these phenomena that preserves quasi long-range order was characterized by Thouless, Haldane, and Kosterlitz, the 2016 Nobel Prize winners. Kenneth Wilson applied renormalization group theory to these phenomena. The broken symmetry caused by these phenomena is described by the order parameter. Second-order types of these phenomena can occur at the Néel and Curie points. The first-order types of these phenomena involve the transfer of latent heat. Name these phenomena that include vaporization and melting.",
    "term": "phase transitions [or phase changes]"
  },
  {
    "id": 1743,
    "definition": "Name these elements commonly used organic chemistry. The Wittig reaction reacts a carbonyl with a ylide containing what element that is typically found in a plus five oxidation state?",
    "term": "Phosphorus [or P]"
  },
  {
    "id": 1744,
    "definition": "Name these elements commonly used organic chemistry. What metal catalyzes the Suzuki and Heck cross-coupling reactions? It is found below Nickel and above Platinum on the periodic table.",
    "term": "Palladium [or Pd]"
  },
  {
    "id": 1745,
    "definition": "Name these elements commonly used organic chemistry. This element's acetate adds across a double bond before being hydrolyzed and reduced with sodium borohydride in a reaction used to convert alkenes to alcohols. An anion containing this element and iodine used to detect ammonia in Nessler's reagent. Compounds containing this element have a strong binding affinity to thiols. This element's chloride, calomel, is used as a standard electrode. Alloys of this element are called amalgams. The pigment vermillion is made from a red ore of this element, cinnabar. Name this metal that is a liquid at room temperature.",
    "term": "Mercury [or Hg]"
  },
  {
    "id": 1746,
    "definition": "Answer the follow questions about electromagnetism. Coulombˈs law predicts that the force between two point charges scales as what power of the distance between them?",
    "term": "inverse square [or -2; do not accept or prompt on ˈˈ2ˈˈ or ˈˈsquareˈˈ]"
  },
  {
    "id": 1747,
    "definition": "Answer the follow questions about electromagnetism. This scientist's law, one of the Maxwell's equations, states that the electromotive force is equal to the rate of change of the magnetic flux.",
    "term": "Michael Faraday [or Faraday's law]"
  },
  {
    "id": 1748,
    "definition": "Answer the follow questions about electromagnetism. This quantity is multiplied by permittivity and added to polarization in the definition of the displacement field. For linear dielectrics, the polarization is proportional to this quantity. The drift velocity of holes is equal to their mobility times this quantity. A generalization of Ohm's law states that the current density is equal to the product of conductivity and this quantity. This quantity falls off with the third power of distance to a dipole. The divergence of this quantity is equal to charge density divided by vacuum permittivity according to Gauss's law. Name this quantity measured in Newtons per Coulomb, a ˈˈfieldˈˈ produced by moving charges.",
    "term": "electric field [or E-field; accept just electric or E after ˈˈfieldˈˈ]"
  },
  {
    "id": 1749,
    "definition": "Answer the following questions about gases. This quantity is defined as the pressure of an ideal gas with equal temperature and Gibbs free energy as the real gas. It can be thought of as the tendency of a gas to escape a phase.",
    "term": "fugacity"
  },
  {
    "id": 1750,
    "definition": "Answer the following questions about gases. What quantity, symbolized Z, is defined as PV over nRT? It equals one for an ideal gas.",
    "term": "compressibility factor [or compression factor; or gas deviation factor; do NOT accept or prompt on partial answers]"
  },
  {
    "id": 1751,
    "definition": "Answer the following questions about gases. One form of this quantity is calculated as 17.5 plus the sum of group contributions by the Joback method. That form of this quantity is expressed as 3 times b. At the critical point, the first and second derivatives of pressure with respect to this quantity are zero. The virial equation is expressed in terms of a power series of either the compressibility factor or this quantity. Kinetic theory assumes that gases have a value of zero for this quantity, which is proportional to temperature according to Charles' Law. Name this quantity, which for a mole of an ideal gas, is equal to about 22.4 Liters.",
    "term": "(molar) volume"
  },
  {
    "id": 1752,
    "definition": "Answer the follow questions about quantum mechanics. The Heisenberg uncertainty principle states that the product of the uncertainties of position and momentum is equal to what expression?",
    "term": "h-bar over 2 [or h over 4 pi; or reduced Planckˈs constant over 2; or Planck's constant over 4 pi; accept equivalents for ˈˈoverˈˈ like ˈˈdivided byˈˈ]"
  },
  {
    "id": 1753,
    "definition": "Answer the follow questions about quantum mechanics. According to the time-independent Schrodinger equation, what operator applied on a system's wavefunction is equal to the system's energy times the wavefunction?",
    "term": "Hamiltonian [prompt on ˈˈHˈˈ]"
  },
  {
    "id": 1754,
    "definition": "Answer the follow questions about quantum mechanics. Interference between positive and negative energy states in this model called ˈˈzitterbewegungˈˈ introduces a correction to its energy called the Darwin term. This model's 2S-one-half and 2P-one-half have different energies not predicted by the Dirac equation, a correction called the Lamb shift. A spin-flip transition in the hyperfine levels of this model produces a spectral line at 21 centimeters. This model is exactly solvable by the Schrodinger atom and has a ground state energy of 13.6 electron volts, which is called the Rydberg constant. Name this quantum mechanical model, which consists of an electron and a proton.",
    "term": "hydrogen atom [prompt on ˈˈHˈˈ]"
  },
  {
    "id": 1755,
    "definition": "Name these chemists. This man, who invented dynamite, lends his name to a set of annual prizes given out in Oslo and Stockholm.",
    "term": "Alfred Bernhard Nobel (no-BELL) [accept Nobel Prizes]"
  },
  {
    "id": 1756,
    "definition": "Name these chemists. This Russian scientist's most notable contribution was his creation of the periodic table.",
    "term": "Dmitri Ivanovich Mendeleyev (MEN-duh-LAY-eff)"
  },
  {
    "id": 1757,
    "definition": "Name these chemists. This scientist determined that diamond was an allotrope of carbon, and he correctly noted that water was not a separate element. In his Methods of Chemical Nomenclature, he set up the first widely-used chemical naming system. After experiments in which he heated solids inside closed containers and found no change in weight, he formulated the law of conservation of matter. This scientist discredited the phlogiston theory and named the element that was discovered out of it, oxygen. Identify this ˈˈfather of modern chemistryˈˈ, a French scientist who was guillotined (GEE-uh-teend) during the French Revolution.",
    "term": "Antoine-Laurent de Lavoisier (lah-VWAH-zee-ay OR luh-vwah-ZYAY)"
  },
  {
    "id": 1758,
    "definition": "Answer the following about the periodic table. This quantity increases as one moves left and down on the table. Elements with more energy levels will have a larger value of this, which is decreased with increased nuclear charge.",
    "term": "atomic radius [or Van der Waals radius; or covalent radius; or ionic radius; prompt on ˈˈradiusˈˈ]"
  },
  {
    "id": 1759,
    "definition": "Answer the following about the periodic table. This number increases as one moves right on the periodic table, and it is simply defined as the number of electrons an atom has on its outermost shell.",
    "term": "valence electrons"
  },
  {
    "id": 1760,
    "definition": "Answer the following about the periodic table. Two elements in this group are responsible for M+2 peaks in mass spectroscopy and can be distinguished from each other based on whether those peaks are at a 3 to 1 or 1 to 1 ratio. The rarest element in this group is created through attacking bismuth-209 with alpha particles. Along with carbon, the lightest of this group of elements is found in Teflon. Another element in this group can be used to test for starch. The two lightest elements of this group form diatomic gases at STP, while another is the only nonmetal to be liquid at room temperature. Name these group (*) 17 elements which include iodine, chlorine, and fluorine.",
    "term": "halogens [accept group 17 before (*)]"
  },
  {
    "id": 1761,
    "definition": "Name these acids. This strong acid, which was called oil of vitriol in antiquity, is made by the lead chamber and contact processes.",
    "term": "sulfuric acid [or H2SO4]"
  },
  {
    "id": 1762,
    "definition": "Name these acids. This other strong acid, which is formed from the Ostwald process, can come in red and white fuming varieties.",
    "term": "nitric acid [or HNO3]"
  },
  {
    "id": 1763,
    "definition": "Name these acids. A ˈˈtrifluoroˈˈ derivative of this acid is used in reverse phase HPLC to increase resolution. When combined with sodium bi·carbonate, this acid reacts to form short-lived carbonic acid as one of its products. If no water is present in a solution of this acid, it is termed ˈˈglacial.ˈˈ An outdated process for synthesizing this acid makes use of a catalyst containing rhodium, and that process was supplanted by one that uses an iridium catalyst; both of those processes add a carbonyl group to methanol. This acid is made through the Monsanto and Cativa processes. Name this carboxylic acid, which is found in low concentrations in vinegar.",
    "term": "acetic (uh-SEE-tik) acid [or ethanoic acid or CH3COOH or CH3CO2H or C2H4O2]"
  },
  {
    "id": 1764,
    "definition": "Answer the following about iron. Iron is the main component of steel, which is made through this process that creates steel out of pig iron.",
    "term": "Bessemer process"
  },
  {
    "id": 1765,
    "definition": "Answer the following about iron. To prevent iron from rusting, one can perform galvanization on it, which means plating the iron with this other element.",
    "term": "zinc"
  },
  {
    "id": 1766,
    "definition": "Answer the following about iron. An iron-containing chemical named after this color is used medically to remove cesium and thallium from the body. A compound named after this color is used to treat methemo·globinemia. In a Bradford assay, solutions that contain protein will turn into this color; the reagent used in Bradford assays is a dye called Coomassie brilliant. A solution of copper in water turns this color. An iron-containing pigment is called the Prussian type of this color. In gaseous and liquid phases, ozone has this color. An indicator named after this color is called bromo·thymol. Name this color that litmus paper turns into when dipped into a basic solution.",
    "term": "blue"
  },
  {
    "id": 1767,
    "definition": "Name these types of chemicals. This type of solution is made of two liquids that cannot be separated by distillation. An example of one is 95% ethanol in water.",
    "term": "azeotropes"
  },
  {
    "id": 1768,
    "definition": "Name these types of chemicals. Another liquid/liquid mixture is this type of colloid, examples of which include mayonnaise and milk.",
    "term": "emulsions"
  },
  {
    "id": 1769,
    "definition": "Name these types of chemicals. One type of this substance contains a carbon-nitrogen double bond, with the nitrogen bound to an R group. That type of this substance is named after (*) Schiff. Along with being a strong nucleophile, n-butyl lithium is one of the strongest examples of this type of chemical. In the inductive effect, the strength of these substances is increased by nearby electropositive groups, such as in guani·dinium. In the Henderson-Hasselbalch equation, the numerator of the log term is the conjugate type. They donate electron pairs according to Lewis theory, and most strong types lose a hydroxide in solution. Name these chemicals with a pH greater than 7.",
    "term": "bases [or Lewis bases; or Bronsted-Lowry bases; or Arrhenius bases; accept imine until (*)]"
  },
  {
    "id": 1770,
    "definition": "Answer the following about predicting the future. The Hebert [ay-bear] boxes are a simplistic tool that can be used to determine whether one of these large storm systems will strike Florida. Weather forecasters often rely on data from specialized airplane flights through these systems in order to make predictions about them.",
    "term": "Hurricanes [or Tropical cyclones or Tropical storms]"
  },
  {
    "id": 1771,
    "definition": "Answer the following about predicting the future. Weather forecasters around the world must take into account the Southern Oscillation, which consists of a cooling phase called La Niña and a warming phase with what other name?",
    "term": "El Niño"
  },
  {
    "id": 1772,
    "definition": "Answer the following about predicting the future. The VAN method claims to have successfully predicted some of these events in Greece. Bakun and Lindh attempted to predict one of these events in Parkfield. Increased radon emissions are often used to attempt to predict these events. Several scientists were charged with manslaughter in Italy for failing to predict one of these events, which killed hundreds of people in L'Aquila. Swarms of these events may signal volcanic eruptions such as the one of Mt. Saint Helens in Washington. Identify these geological events which occur along fault lines.",
    "term": "Earthquakes"
  },
  {
    "id": 1773,
    "definition": "Answer the following about organic chemistry. 5-Chloropentanal is an example of what functional group characterized by a carbonyl group at the end of a carbon chain?",
    "term": "Aldehydes"
  },
  {
    "id": 1774,
    "definition": "Answer the following about organic chemistry. Pyrrole and pyridine are examples of what other functional group characterized by at least one carbon bonded to a nitrogen?",
    "term": "Amines"
  },
  {
    "id": 1775,
    "definition": "Answer the following about organic chemistry. When this compound is shown in a Frost diagram, three bonding pi molecular orbitals are shown which indicate its unsaturated nature. In 1929, this compound's flatness was proven by Kathleen Lonsdale using x-ray diffraction. This compound is reacted with acyl chloride or alkyl halide in the Friedel-Crafts Reaction, and a hydrogen is replaced with a methyl group in this compound's derivative, toluene. This compound's structure was theorized when August Kekule [keh- koo-lee] dreamt of a snake biting its own tail. Identify this simplest aromatic hydrocarbon with the formula, C6H6.",
    "term": "Benzene"
  },
  {
    "id": 1776,
    "definition": "Answer the following about the work of prominent scientists and researchers. The first steam engine was created by Matthew Boulton and what scientist who lends his name to the SI unit of power?",
    "term": "James Watt"
  },
  {
    "id": 1777,
    "definition": "Answer the following about the work of prominent scientists and researchers. What physicist and author of A Brief History of Time proposed that black holes emit a type of radiation that is often named for him?",
    "term": "Stephen Hawking"
  },
  {
    "id": 1778,
    "definition": "Answer the following about the work of prominent scientists and researchers. One version of this compound can be created from adipoyl chloride and hexamethylenediamine to demonstrate interfacial polymerization in its namesake ˈˈrope trick.ˈˈ The ˈˈ6ˈˈ variety of this compound was created from caprolactam or CPL by Paul Schlack. The precursor to a third version of this compound is 1,6-diaminohexane. The company DuPont began its research on this compound in 1927, and this compound was used for toothbrush bristles. Wallace Carothers developed what material created from synthetic polymers that is often used in women's stockings?",
    "term": "Nylon"
  },
  {
    "id": 1779,
    "definition": "Answer the following about thermodynamics. Though somewhat theoretical, a French scientist names what most efficient heat engine cycle? This four step cycle sees a gas expanded and compressed.",
    "term": "Carnot Cycle"
  },
  {
    "id": 1780,
    "definition": "Answer the following about thermodynamics. What doubly-eponymous equation relates pressure and temperature during phase transitions?",
    "term": "Clausius-Clapeyron Equation"
  },
  {
    "id": 1781,
    "definition": "Answer the following about thermodynamics. This man names a ˈˈconstructionˈˈ that aids the Van der Waals equation by ensuring stability through making sure that pressure and volume do not increase together. This scientist names a distribution of velocities, and along with Boltzmann, this scientist names a distribution that was initially used to analyze the speeds of ideal gases. This scientist is better known for his work in electromagnetism where he added the ˈˈdisplacement currentˈˈ to Ampere's law. Identify this Scottish scientist who names a set of Four Equations.",
    "term": "James Clerk Maxwell"
  },
  {
    "id": 1782,
    "definition": "Answer the following about collisions. What adjective is used to describe a type of collision in which kinetic energy is not conserved?",
    "term": "Inelastic Collisions [DO NOT accept or prompt on ˈˈElasticˈˈ]"
  },
  {
    "id": 1783,
    "definition": "Answer the following about collisions. What quantity, symbolized by the Greek letter rho, is conserved in both elastic and inelastic collisions?",
    "term": "Momentum"
  },
  {
    "id": 1784,
    "definition": "Answer the following about collisions. Within a frame named for this physical quantity, the total momentum is zero. When an object is affected by different gravitational strengths, this quantity is constant. Rotational inertia is calculated for a axis passing through this point. Momentum is equal to the velocity of this point according to Euler's First Law. This quantity can be calculated for the point, (x,y) [ˈˈxˈˈ comma ˈˈyˈˈ] by summing each individual mass divided by the total mass for each respective axis. Identify this 3-word term which describes a point in which an object will balance freely.",
    "term": "Center of Mass [Prompt on ˈˈCenter of Gravityˈˈ until ˈˈconstantˈˈ is read, afterwards DO NOT accept]"
  },
  {
    "id": 1785,
    "definition": "Answer the following about space. What Galilean moon, the third largest moon in the Solar System, has surface features including the craters Valhalla and Asgard and is named for a Greek nymph?",
    "term": "Callisto"
  },
  {
    "id": 1786,
    "definition": "Answer the following about space. The outer limits of what region define the boundary of the Solar System? This region first postulated by Ernst Opik is thought to be the origin of long-period comets.",
    "term": "the Opik-Oort cloud"
  },
  {
    "id": 1787,
    "definition": "Answer the following about space. This celestial body's ˈˈCool Loopsˈˈ can be observed near the edges of this body and were studied by Foukal in 1976. This body's temperature over time is the subject of the theoretical ˈˈfaint youngˈˈ paradox. This star is believed to be the sibling of two stars in the Pavo and the Hercules Constellations. This G-type main sequence star's surface has areas darker than their surroundings which are called this body's namesake ˈˈspots.ˈˈ This body consists almost entirely of hydrogen and helium. Identify this celestial body around which all the planets orbit.",
    "term": "The Sun [Prompt on ˈˈStar(s)ˈˈ]"
  },
  {
    "id": 1788,
    "definition": "Answer the following about particle physics. Francois Englert and the namesake physicist were awarded the 2013 Nobel Prize in Physics for what discovering what particle that is nicknamed the ˈˈGod Particle?ˈˈ",
    "term": "Higgs Boson [Prompt on ˈˈBosonˈˈ]"
  },
  {
    "id": 1789,
    "definition": "Answer the following about particle physics. Z and W are the two types of what vector bosons that have a spin of 1?",
    "term": "Gauge Bosons"
  },
  {
    "id": 1790,
    "definition": "Answer the following about particle physics. In this process, one entity's energy is related to a constant in the Geiger-Nuttall Law which was first calculated by George Gamow. Unlike a similar process, this process is governed by the nuclear and electromagnetic forces. Once this process is finished, an atom's mass number will be decreased by four, and during this process, an atom's nucleus emits a helium atom. Identify this type of radioactive decay named for the first letter in the Greek alphabet.",
    "term": "Alpha Decay [Prompt on ˈˈRadioactive Decayˈˈ and ˈˈRadioactivityˈˈ, Do NOT accept or prompt on any answer with ˈˈBetaˈˈ or ˈˈGammaˈˈ]"
  },
  {
    "id": 1791,
    "definition": "Answer the following about geology. Basalt and gabbro are two examples of what kind of igneous rock? This type of rock contains magnesium and iron.",
    "term": "Mafic [Do NOT accept or prompt on ˈˈFelsicˈˈ]"
  },
  {
    "id": 1792,
    "definition": "Answer the following about geology. Shale and sandstone are two examples of what kind of sedimentary rock? These rocks form when weathering from wind and water breaks down larger rocks.",
    "term": "Clastic [Do NOT accept or prompt on ˈˈChemicalˈˈ or ˈˈOrganicˈˈ]"
  },
  {
    "id": 1793,
    "definition": "Answer the following about geology. In 1917, this scientist studied the octahedrite meteorite named for Treysa, and earlier this man wrote the meteorological standard text, Thermodynamics of the Atmosphere while a professor at the University of Marburg. This scientist, along with Rasmus Villumsen, never returned from his final expedition to Eismitte in Greenland. In 1915, this man wrote The Origin of Continents and Oceans where he drew conclusions about the breaking apart of the ˈˈUrkontinent,ˈˈ which was analogous to Pangea. What German geophysicist developed the theory of continental drift?",
    "term": "Alfred Wegener"
  },
  {
    "id": 1794,
    "definition": "Pencil and paper ready. Answers to this set of questions will be numbers. You will have 20 seconds for the team questions. In a compound that has the formula C20H45O15 (ˈˈC twenty, H forty-five, O fifteenˈˈ), the subscripts of the compound's empirical formula sum to this number.",
    "term": "16 or sixteen"
  },
  {
    "id": 1795,
    "definition": "Pencil and paper ready. Answers to this set of questions will be numbers. You will have 20 seconds for the team questions. In a compound that has the formula C42H91O28 (ˈˈC forty-two, H ninety-one, O twenty-eightˈˈ), the subscripts of the compound's empirical formula sum to this number.",
    "term": "23 or twenty-three"
  },
  {
    "id": 1796,
    "definition": "Pencil and paper ready. Answers to this set of questions will be numbers. You will have 20 seconds for the team questions. On an NFPA (ˈˈN-F-P-Aˈˈ) diagram, gasoline has this value for the red region, indicating its flammability. A molecule of gluta·thione (GLOO-tuh-ˈˈTHIGHˈˈ-ohn) is comprised of this many amino acids. Melezitose and raffinose are saccharides comprised of this many monomers, since they have two glyco·sylitic bonds. Along with eight atoms of hydrogen, there are this number of carbon atoms in a molecule of propane. Most body fat is comprised of molecules that with this many glycerides. This is the pH (ˈˈP-Hˈˈ) of a substance that has a pOH (ˈˈP-O-Hˈˈ) of 11. Give this atomic number of lithium and the total number of atoms in a molecule of water.",
    "term": "3 or three"
  },
  {
    "id": 1797,
    "definition": "Answer the following about subatomic particles. Baryons (ˈˈBAREˈˈ-ee-onz) are formed by three of these particles, which comes in six different varieties. The name of these particles was coined by Murray Gell-Mann.",
    "term": "quarks"
  },
  {
    "id": 1798,
    "definition": "Answer the following about subatomic particles. James Chadwick discovered this type of baryon, whose namesake ˈˈfluxˈˈ is often used to measure the activity of a nuclear reactor.",
    "term": "neutrons"
  },
  {
    "id": 1799,
    "definition": "Answer the following about subatomic particles. The holes in the Dirac (dih-RAK) sea are filled with this kind of particle, which Dirac posited to solve the problem of energy states in his namesake equation. Baryo·genesis immediately after the Big Bang explains why so few types of these particles exist. A type of this substance is used as a radio·nuclide source in PET (ˈˈpetˈˈ) scans. The (*) positron is an example of this kind of substance, which has an opposite charge to most matter. Name this kind of substance which annihilates normal matter.",
    "term": "anti·matter [or anti·particles; accept positrons before (*)]"
  },
  {
    "id": 1800,
    "definition": "Name these physical constants. On the left-hand side of the time dependent Schrodinger equation, i is multiplied by this constant times the partial derivative with respect to time of the wave·function.",
    "term": "Dirac's constant or h bar or reduced Planck's constant [do not accept or prompt on ˈˈhˈˈ or ˈˈPlanck's constantˈˈ]"
  },
  {
    "id": 1801,
    "definition": "Name these physical constants. This constant is multiplied by temperature raised to the fourth power and is set equal to the radiative emission in a namesake law describing the output of a blackbody.",
    "term": "Stefan-Boltzmann constant [or Stefan's constant]"
  },
  {
    "id": 1802,
    "definition": "Name these physical constants. James Bradley worked out one of the first estimates for this constant by using the Earth's rotation rate and a change in a star's parallax. Ole Romer was the first to suggest that this constant was not infinite when he measured the movement of the moon Io. After the usage of krypton-86 to set a definition for the meter, this constant and the second were used to give a new definition for the meter. Deviations from this constant can be calculating using Snell's law, since a vacuum's refractive index is assumed to be 1. This constant is squared and multiplied by mass in an equation by Albert Einstein that sets it equal to energy. Name this constant equal to almost 300 million meters per second.",
    "term": "speed of light in a vacuum or speed of light in free space [prompt on ˈˈcˈˈ]"
  },
  {
    "id": 1803,
    "definition": "Answer the following about physical quantities. This SI unit is the only one that is directly defined by an object.",
    "term": "kilogram [do not accept or prompt on ˈˈgramˈˈ or anything else]"
  },
  {
    "id": 1804,
    "definition": "Answer the following about physical quantities. The triple point of water is used to define the SI unit that measures this quantity.",
    "term": "temperature [do not accept or prompt on ˈˈkelvinˈˈ]"
  },
  {
    "id": 1805,
    "definition": "Answer the following about physical quantities. In CGS (ˈˈC-G-Sˈˈ) units, this physical quantity is measured using a unit abbreviated abC (ˈˈA-B-Cˈˈ). Franklin bells demonstrate the usage of this quantity, which is stored in a Leyden Jar. Faraday's constant is equal to this quantity for a mole of electrons. Fractional values for this quantity are assigned to quarks. Milliken's oil drop experiment measured this physical quantity for the electron. The coulomb is the SI unit of what physical quantity which is often said to be ˈˈpositive oneˈˈ for the proton and ˈˈnegative oneˈˈ for the electron?",
    "term": "electric charge"
  },
  {
    "id": 1806,
    "definition": "Answer the following about heat. This German scientist's formulation of the second law of thermodynamics casts it in terms of ˈˈpassage of heat.ˈˈ With Emile Clapeyron (ay-MEEL KLAP-uh-ron), he names an equation describing phase transitions.",
    "term": "Rudolf Julius Emanuel Clausius (KLAW-zee-us) [or Rudolf Gottlieb]"
  },
  {
    "id": 1807,
    "definition": "Answer the following about heat. The third law of thermodynamics states that the ˈˈperfectˈˈ kind of this substance has no entropy at absolute zero. These substances are divided into seven different types of families, including mono·clinic and ortho·rhombic.",
    "term": "crystal [or crystalline solid or crystalline substance; accept perfect crystal]"
  },
  {
    "id": 1808,
    "definition": "Answer the following about heat. One form of this technique works by reversing the Brayton Cycle to initiate the Bell Coleman Cycle. The ˈˈthermo·electricˈˈ form of this technique is done by using the Peltier (pell-tee-ay) effect and requires no moving parts. There exists vapor-compression and vapor-absorption forms of this technique, which was first mathematically derived by Sadi Carnot (sah-dee kar-noh). In general, this technique uses a heat pump to alter temperature. Heat is moved from one location to another via what technique that gives its name to a household appliance?",
    "term": "refrigeration [accept word forms; accept thermoelectric refrigeration or vapor-compression refrigeration or vapor-absorption refrigeration; prompt on ˈˈcoolingˈˈ or word forms]"
  },
  {
    "id": 1809,
    "definition": "Name these materials encountered in physics. Neo·dymium is often used to make an extremely strong form of these objects, whose ˈˈparaˈˈ types include hydrogen consisting of one atom.",
    "term": "magnets [accept paramagnets]"
  },
  {
    "id": 1810,
    "definition": "Name these materials encountered in physics. Light is refracted into its constituent colors using these materials, which consist of a polished surface.",
    "term": "prisms"
  },
  {
    "id": 1811,
    "definition": "Name these materials encountered in physics. An idealized form of these materials has an infinite value for the relative imaginary permittivity divided by the relative real permittivity. Perfect types of these materials have a constant magnetic flux. BCS (ˈˈB-C-Sˈˈ) theory explains one form of these materials. Pure water is not one of these substances, but the addition of salt makes it one. Gallium is an example of the (*) ˈˈsemiˈˈ type of these materials. Name these materials which allow electricity to pass through them, unlike resistors.",
    "term": "conductors [accept superconductors before (*)]"
  },
  {
    "id": 1812,
    "definition": "Name these chemists. Sodium and potassium were first extracted from soda ash and potash by this English chemist, who invented a namesake lamp for use in mining.",
    "term": "Sir Humphry Davy, 1st Baronet"
  },
  {
    "id": 1813,
    "definition": "Name these chemists. Silicon and selenium were discovered by this Swedish chemist, who determined the atomic weights of many elements. He may be best known for developing the modern chemical formula notation, although he utilized superscripts instead of subscripts.",
    "term": "Jons Jacob Berzelius (bur-ZAY-lee-uss)"
  },
  {
    "id": 1814,
    "definition": "Name these chemists. This scientist defined a quantity equal to the cat·ion charge divided by the cat·ion coordination number. That quantity, the electro·static bond strength, is used in a rule developed by this scientist stating that the sum of the electro·static bond strengths of an an·ion equals the charge of that an·ion. That rule is one of five namesake rules for the ionic structures of crystals. This chemist, who infamously advocated for high dosages of Vitamin C, has won a Nobel Prize in the fields of both Chemistry and Peace. Name this 20th century American chemist who names the most traditional scale of electro·negativity.",
    "term": "Linus Pauling [accept Pauling's rules or Pauling scale]"
  },
  {
    "id": 1815,
    "definition": "Answer the following about rotational dynamics. If the Lagrangian (luh-GRAHN-jee-in) is rotationally symmetric, then Noether's (NOY-tur'z) theorem guarantees that a system will exhibit a conservation of this quantity, which is measured in newton meter seconds.",
    "term": "angular momentum [or rotational momentum or moment of momentum; do not accept or prompt on ˈˈmomentumˈˈ]"
  },
  {
    "id": 1816,
    "definition": "Answer the following about rotational dynamics. According to a simple theorem, the moment of inertia for an object around an axis will be equal to I+md2 (ˈˈI plus M D squaredˈˈ) if another axis has this property.",
    "term": "parallel with respect to the first axis [accept parallelism or parallel axis theorem]"
  },
  {
    "id": 1817,
    "definition": "Answer the following about rotational dynamics. Energy can be extracted from these objects via the Penrose process. Rotating varieties of this object are surrounded by an ergo·sphere. Angular momentum, charge, and mass uniquely characterize these objects according to the no-hair theorem. Gravitational waves were detected when two of these objects collided. These objects consist of a singularity surrounded by an event horizon, which is sometimes called a ˈˈpoint of no return.ˈˈ Name these objects from which light cannot escape.",
    "term": "black holes [accept rotating black holes]"
  },
  {
    "id": 1818,
    "definition": "Name the following related to laws of physics. As currently formulated, a law of magnetism named for this scientist states that the divergence of the magnetic field is equal to zero.",
    "term": "Johann Carl Friedrich Gauss (GOWSS) [accept Gauss' law for magnetism]"
  },
  {
    "id": 1819,
    "definition": "Name the following related to laws of physics. Gauss' law for magnetism would have to be rewritten so that its right hand side is non-zero if this hypothetical particle were to be discovered.",
    "term": "magnetic monopole"
  },
  {
    "id": 1820,
    "definition": "Name the following related to laws of physics. Hugh Everett posited a form of this law based on entropy which relates the Shannon entropies of two Fourier (FUR-yay) transform pairs. This law can be used to show why the width of a spectral line is dependent on the spread of a particle's energy. According to this law, the product of the standard deviations of two variables is greater than or equal to h-bar over two. Generally speaking, this law states that complementary pairs of variables have their precision limited. Name this principle that is named after a German scientist and holds that an object's exact position and momentum cannot be known simultaneously.",
    "term": "Heisenberg (ˈˈHIGHˈˈ-zin-bairg) Uncertainty Principle [accept either underlined part]"
  },
  {
    "id": 1821,
    "definition": "Name these elements. Robert Bunsen and Gustav Kirchhoff (KEER-koff) discovered this alkali metal, whose name comes from the Latin for ˈˈsky-blue.ˈˈ This element's atomic number is 55.",
    "term": "cesium (SEE-zee-um) [or caesium; prompt on ˈˈCsˈˈ]"
  },
  {
    "id": 1822,
    "definition": "Name these elements. Bunsen and Kirchoff also discovered this other alkali metal, whose name comes from the Latin for ˈˈdeep red.ˈˈ This element's atomic number is 37.",
    "term": "rubidium (roo-BIH-dee-um) [prompt on ˈˈRbˈˈ]"
  },
  {
    "id": 1823,
    "definition": "Name these elements. Gilbert Lewis predicted the existence of a meta·stable form of this element, since this element's liquid form does not satisfy Curie's Law. A free radical composed of ions of this element is converted into its di·atomic form by an enzyme known as its namesake ˈˈdismutase.ˈˈ After hydrogen and helium, this gas is the third most abundant element in the universe. When Joseph Priestly isolated this element, he called it de·phlogisticated (dee-fluh-JISS-tih-KAY-ted) air. The tri·atomic allotrope of this element is ozone. Name this gas which comprises about 21% of the air.",
    "term": "oxygen [prompt on ˈˈOˈˈ]"
  },
  {
    "id": 1824,
    "definition": "Name these types of motion. Even though the speed is constant, the acceleration of this motion is non-zero. The acceleration of this kind of motion is given by the velocity squared divided by the radius.",
    "term": "uniform circular motion [prompt on partial answer]"
  },
  {
    "id": 1825,
    "definition": "Name these types of motion. During this kind of motion, the x component of a force is always zero, while the downward force is always caused by gravity. Objects in this motion follow a parabolic path.",
    "term": "projectile motion"
  },
  {
    "id": 1826,
    "definition": "Name these types of motion. When an object exhibits this kind of motion, it may form a Prandtl-Meyer (PRAAN-tul-ˈˈMYˈˈ-err) expansion fan. A Ludwieg Tube is a wind tunnel that produces this kind of motion. The Sears-Haack body is the ideal shape to reduce the resistance on a body that is undergoing this kind of motion. This kind of motion often occurs due to the use of afterburners. This kind of motion will produce a certain type of () boom since an object has exceeded Mach (ˈˈmockˈˈ) (*) 1. Name this kind of motion in which an object travels faster than the speed of sound.",
    "term": "supersonic motion [accept hypersonic motion before (*), but do not accept thereafter; prompt on ˈˈsonicˈˈ or ˈˈsonic boomˈˈ after ()]"
  },
  {
    "id": 1827,
    "definition": "Answer the following about a branch of physics. Phenomena such as ˈˈperiod doublingˈˈ characterize these physical systems, in which a small change in initial conditions changes the effects dramatically.",
    "term": "chaos theory"
  },
  {
    "id": 1828,
    "definition": "Answer the following about a branch of physics. Chaos theory is often analogized to an effect in which the movement of this animal creates large effects that cannot be predicted.",
    "term": "butterfly or butterflies [accept butterfly effect]"
  },
  {
    "id": 1829,
    "definition": "Answer the following about a branch of physics. A classic example of chaos is the ˈˈdoubleˈˈ form of these objects. Simeon-Denis Poisson (pwah-SOHN) created a formula in which the mass of a gun is summed with the mass of one type of this object. At least two of these objects comprise the device known as Newton's Cradle, which is used to illustrate the conservation of momentum. It is common to experimentally determine a bullet's momentum by using a ˈˈballisticˈˈ one of these devices. These devices are comprised of a weight suspended on a pivot. Name these swinging devices seen in grandfather clocks.",
    "term": "pendulum [accept double pendulum or ballistic pendulum; prompt on ˈˈoscillatorˈˈ or ˈˈsimple harmonic oscillatorˈˈ]"
  },
  {
    "id": 1830,
    "definition": "Name these physicists. The argument that objects have pairs of properties that cannot be measured at the same time, such as wave/particle duality, comprises the complementarity principle posited by this scientist.",
    "term": "Niels Henrik David Bohr"
  },
  {
    "id": 1831,
    "definition": "Name these physicists. This scientist introduced the concept of a displacement current, in which current is dependent on changing electric field strength, in his paper ˈˈOn the Physical Lines of Force.ˈˈ",
    "term": "James Clerk Maxwell"
  },
  {
    "id": 1832,
    "definition": "Name these physicists. A constant named for this scientist is proportional to the square of the Lande (LAND-uh) g-factor, the number of magnetic atoms per unit volume, and the square of the Bohr magneton. That constant named for this scientist appears in a law that describes the magnetic susceptibility of a para·magnet under certain conditions and is co-named for this man and Pierre-Ernest Weiss. This scientist co-discovered piezoelectricity (pee-AY-zoh-ˈˈelectricityˈˈ), and he names the temperature at which materials lose their magnetic properties. Name this French physicist who worked with radioactivity alongside his Polish wife, Marie.",
    "term": "Pierre Curie"
  },
  {
    "id": 1833,
    "definition": "Identify the following metals. This element and selenium are used to make quantum dots. Along with silver and indium, this element is often used to make control rods for nuclear reactors.",
    "term": "cadmium [prompt on ˈˈCdˈˈ]"
  },
  {
    "id": 1834,
    "definition": "Identify the following metals. The 60 isotope of this element is often used to produce gamma rays since it decays into nickel. This magnetic element is bluish in color.",
    "term": "cobalt [prompt on ˈˈCoˈˈ]"
  },
  {
    "id": 1835,
    "definition": "Identify the following metals. Though it is not rhenium, the results of Walter Noddack and his team discovering this element, which they called masurium, by bombarding columbite with electrons is still widely disputed. The primary source of one isotope of this element is spent nuclear fuel rods. Before its discovery, Dmitri Mendeleev (men-duh-LAY-eff or MEN-duh-lev) gave it the predicted named of ˈˈeka-manganese.ˈˈ This element was first made by bombarding molybdenum with neutrons. 43 is the atomic number of what radioactive metal which has a name reflecting its artificial creation and is symbolized (*) Tc (ˈˈT-Cˈˈ)?",
    "term": "technetium (tek-NEE-shee-um or tek-NEE-shum) [prompt on ˈˈTcˈˈ before (*)]"
  },
  {
    "id": 1836,
    "definition": "Answer the following about potential energy. The formula for determining the gravitational potential energy of a body revolving around another body is equal to negative the gravitational constant, times the mass of one body, times the mass of the other body, times the distance between the two bodies to this power.",
    "term": "-1 or negative one or minus one [do not accept or prompt on ˈˈoneˈˈ by itself]"
  },
  {
    "id": 1837,
    "definition": "Answer the following about potential energy. The formula for determining the potential energy of one of these objects is equal to one half, times a namesake constant, times the displacement from equilibrium squared.",
    "term": "springs [prompt on ˈˈsimple harmonic oscillatorsˈˈ or partial answers thereof]"
  },
  {
    "id": 1838,
    "definition": "Answer the following about potential energy. Gyrators are often used to simulate these devices, whose namesake quantity appears in the numerator of the formula for the Q factor. One half, times a unit named for Heinrich Lenz, times the current squared, gives the potential energy of these devices. Along with a capacitor, this component's energy oscillates in an LR (ˈˈL-Rˈˈ) circuit. The strength of these devices, which usually consist of a wire wound into a (*) coil, is measured in units named henry. Give this circuit component in which the energy is stored in a magnetic field.",
    "term": "inductors [accept reactors; accept coils before (*); accept inductance]"
  },
  {
    "id": 1839,
    "definition": "Name these objects within the solar system. This object is the site of a periodically occurring storm known as the Great White Spot.",
    "term": "Saturn"
  },
  {
    "id": 1840,
    "definition": "Name these objects within the solar system. The Gertrude Crater is the largest on this object, which was discovered in 1787 on the same day as Oberon.",
    "term": "Titania"
  },
  {
    "id": 1841,
    "definition": "Name these objects within the solar system. On this object, a dark region called Gallifrey Macula is bisected by Tardis Chasma. In a recent statement from NASA, it was noted that this object's ˈˈmountain in a moatˈˈ has stumped astronomers. This is the smaller of two objects that may have a reddish color due to tholins. The north polar region of this object is informally called Mordor. This object was discovered by James Christy in 1978. This was the largest satellite documented by the New Horizons probe that was launched in 2006. This satellite is the largest of five moons that also include Hydra and Nix. Name this moon of Pluto.",
    "term": "Charon (ˈˈSHAREˈˈ-en) [or 134340 Pluto I; do not accept or prompt on ˈˈPlutoˈˈ by itself]"
  },
  {
    "id": 1842,
    "definition": "Answer the following about some things you might see or use in a chemistry lab. One type of this object named for Sir James Dewar (DOO-er) features a gap which consists of a near-vacuum. A more common form of this object named for a German features both conical and cylindrical parts.",
    "term": "flask [accept Dewar flask or Erlenmeyer flask]"
  },
  {
    "id": 1843,
    "definition": "Answer the following about some things you might see or use in a chemistry lab. In chemistry labs, materials that need to be heated are typically accommodated within these containers, which can withstand very high temperatures. The ˈˈGoochˈˈ type of this object contains a perforated bottom.",
    "term": "crucible [accept Gooch crucible]"
  },
  {
    "id": 1844,
    "definition": "Answer the following about some things you might see or use in a chemistry lab. Special columns are used in the ˈˈspinning bandˈˈ form of this technique. The McCabe-Thiele (TEE-luh) method is often used to analyze this process, whose usage of ˈˈtheoretical platesˈˈ is governed by the Fenske (FEN-skee) equation. This process may make use of refluxing, in which a vapor is re·deposited into the original source mixture of liquid. Certain forms of this technique cannot be applied to azeo·tropes (AY-zee-oh-TROHPS). Name this process in which the components of a mixture are separated by evaporation and condensation based on differences in boiling point.",
    "term": "distillation [accept word forms; accept spinning band distillation]"
  },
  {
    "id": 1845,
    "definition": "Answer the following about layers of the Earth's atmosphere. Most of Earth's satellites orbit within this outermost layers of the atmosphere.",
    "term": "exo·sphere"
  },
  {
    "id": 1846,
    "definition": "Answer the following about layers of the Earth's atmosphere. Luminous events known as red sprites appear in this third highest layer of the atmosphere, which contains the lowest portion of the iono·sphere.",
    "term": "meso·sphere"
  },
  {
    "id": 1847,
    "definition": "Answer the following about layers of the Earth's atmosphere. The Dynamics Explorer mission mapped the namesake ˈˈhissˈˈ of these phenomena, whose ˈˈquiet arcˈˈ patterns are partly determined by the forbidden transition of oxygen. This phenomena is best viewed at a time of day known as magnetic midnight. These phenomena form when the solar wind hits the magneto·sphere and causes radiation to enter the thermo·sphere. The polar regions are the best locations to view this phenomena, which exist in forms called ˈˈaustralisˈˈ and ˈˈborealis.ˈˈ Name these natural light phenomena known as the ˈˈsouthern lightsˈˈ and ˈˈnorthern lights.ˈˈ",
    "term": "aurorae or auroras [accept aurora australis or aurora borealis; prompt on ˈˈsouthern lightsˈˈ or ˈˈnorthern lightsˈˈ before they are mentioned]"
  },
  {
    "id": 1848,
    "definition": "Answer the following about waves. Ions along a magnetic field line oscillate to create Alfven waves in this kind of material, whose name was coined by Irving Langmuir.",
    "term": "plasmas"
  },
  {
    "id": 1849,
    "definition": "Answer the following about waves. A type of non-linear gravity wave that is seen in fluids with constant depth is named after this Irish scientist, who is the second namesake of a set of equations that describe the motion of fluids.",
    "term": "Sir George Gabriel Stokes, 1st Baronet [accept Stokes waves or Navier-Stokes equations]"
  },
  {
    "id": 1850,
    "definition": "Answer the following about waves. Waves that affect this phenomenon do not occur if one makes the beta plane approximation, since this phenomenon's namesake parameter will only vary linearly and not with latitude. Planetary waves named after Carl Rossby alter this phenomenon's components. This phenomenon is equal to negative two, times mass, times the angular velocity, crossed with the velocity, which indicates that it is a fictitious force. A French scientist is the namesake of what force that appears in rotating reference frames and is exemplified by viewing a carousel from above?",
    "term": "Coriolis effect [or Coriolis force or Coriolis acceleration]"
  },
  {
    "id": 1851,
    "definition": "Answer the following related to the right-hand rule. To solve electro·dynamics problems, the right-hand rule is often used to calculate the direction of this quantity, which is the magnetic moment crossed with the external magnetic field.",
    "term": "torque"
  },
  {
    "id": 1852,
    "definition": "Answer the following related to the right-hand rule. As determined by the right-hand rule, the direction of torque can be used to determine whether this phenomenon is clockwise or counterclockwise. One type of this phenomenon is named after Joseph Larmor.",
    "term": "precession (pree-SEH-shun) [accept Larmor precession]"
  },
  {
    "id": 1853,
    "definition": "Answer the following related to the right-hand rule. The similar left-hand rule for an electric generator gives the direction of motion for the electric field, the current, and this quantity. Nozzles will often use the ˈˈvectoringˈˈ named for this quantity to change the direction of motion of an object. Many vehicles are evaluated by a ratio in which the magnitude of this force is divided by the vehicle's weight. According to Newton's third law, when a rocket expels fuel it must produce this force in the opposite direction. Name this reaction force that propels a rocket forward.",
    "term": "thrust [accept thrust vectoring; accept thrust-to-weight ratio]"
  },
  {
    "id": 1854,
    "definition": "Answer the following about colors in chemistry. Sodium gives off this color in a flame test. An element that primarily appears in this color is harvested through the Frasch process.",
    "term": "yellow"
  },
  {
    "id": 1855,
    "definition": "Answer the following about colors in chemistry. Radium and strontium give off this color during a flame test. The cochineal (kok-uh-NEEL) insect is used to create a dye of this color called carmine.",
    "term": "red"
  },
  {
    "id": 1856,
    "definition": "Answer the following about colors in chemistry. The first artificial dye of this color was made during an attempt to synthesize quinine by William Perkin. Gram- positive bacteria retain a dye of this color when they are stained. Potassium gives off hues of this color during a flame test. A dye of this color was harvested from murex seashells. Iodine was given the Greek name for this color since its vapor has this hue. The light of this color has the shortest possible wavelength of visible light. Give this color that is similar to mauve (mohv) and formed by combining red with blue.",
    "term": "purple [or violet]"
  },
  {
    "id": 1857,
    "definition": "Name the following related to physical constants from the study of electromagnetism. What constant, whose reciprocal is multiplied by 1/4pi (ˈˈone over four piˈˈ) in Coulomb's law, is partly determined by the magnetic permeability?",
    "term": "vacuum permittivity or permittivity of free space or electric constant"
  },
  {
    "id": 1858,
    "definition": "Name the following related to physical constants from the study of electromagnetism. What other electromagnetic constant was first measured by Robert Millikan's oil drop experiment?",
    "term": "charge of the electron [accept fundamental charge]"
  },
  {
    "id": 1859,
    "definition": "Name the following related to physical constants from the study of electromagnetism. This scientist gives his name to a constant defined by ˈˈe times h bar, divided by 2, times the electron rest mass, times the speed of light.ˈˈ That constant gives the magnetic moment of an electron and is known as his ˈˈmagneton.ˈˈ The philosophical underpinnings of quantum mechanics were debated between Albert Einstein and this physicist, who defended his complementarity principle. This physicist also proposed that electrons occupy discrete levels above the nucleus, a model which Arnold Sommerfield refined into a better model. Name this 20th century Danish physicist who proposed a namesake model of the atom.",
    "term": "Niels Henrik David Bohr"
  },
  {
    "id": 1860,
    "definition": "Name the following about chemistry lab techniques. In filtration, the Buchner type of this piece of equipment is often used. A smaller variety of this equipment is the Hirsch type.",
    "term": "funnel"
  },
  {
    "id": 1861,
    "definition": "Name the following about chemistry lab techniques. Samples for techniques involving light, such as in a spectrophotometer, are placed into containers with this name.",
    "term": "cuvette"
  },
  {
    "id": 1862,
    "definition": "Name the following about chemistry lab techniques. An equation used to measure the strength of this technique takes into account multiple paths, diffusion, and mass transfer in order to calculate the height of a theoretical plate. The Van Deemter equation is used to calculate the resolving power of this technique. A version of this technique uses poly·histidine tags to obtain specific proteins. Nin·hydrin is used in some types to detect amino acids. The effectiveness of this technique can be measured with the retention factor. This technique always contains a stationary phase and a mobile phase. Name this lab technique which is used to separate components of a mixture and comes in affinity, thin-layer, and column types.",
    "term": "chromatography [accept affinity chromatography or thin-layer chromatography or column chromatography or paper chromatography]"
  },
  {
    "id": 1863,
    "definition": "Give the following related to phases of matter. The cholesteric (kuh-LES-ter-ik) phase and nematic (nee-MAT-ik) phase are two phases of what phenomena, which exhibit long range order despite being fluid and are often used in TV displays?",
    "term": "liquid crystals [or LCs; accept liquid crystal displays or LCDs; do not prompt on partial answers]"
  },
  {
    "id": 1864,
    "definition": "Give the following related to phases of matter. What phase of matter, partly named for an Indian physicist, was first created by cooling rubidium and is modeled by the Gross-Pitaevskii (ˈˈgrossˈˈ pih-TAYF-skee) equation?",
    "term": "Bose-Einstein condensates [accept BECs; prompt on ˈˈcondensateˈˈ]"
  },
  {
    "id": 1865,
    "definition": "Give the following related to phases of matter. The entropy of a system in this phase is partly given by the Sackur-Tetrode equation. In statistical mechanics, Maxwell modified the Boltzmann distribution to explain the behavior of particles in this state of matter. Fugacity can be described as the tendency of a molecule in this phase to escape. The root-mean-square-speed of these substances can be derived if one makes the assumption that the kinetic theory of these substances is true. Name this state of matter in which particles move freely, one example of which is atmospheric oxygen.",
    "term": "gas"
  },
  {
    "id": 1866,
    "definition": "Answer the following about tides. The Roche (rowsh) limit gives the limit at which tidal forces overcome gravitational forces, leading a body to disintegrate and usually form what kind of planetary structure?",
    "term": "planetary rings"
  },
  {
    "id": 1867,
    "definition": "Answer the following about tides. The gravitational gradient of a body can lead to tidal locking, in which this type of orbit occurs. This kind of orbit occurs when one half of an orbiting body always faces the other orbiting body.",
    "term": "synchronous orbit [accept word forms]"
  },
  {
    "id": 1868,
    "definition": "Answer the following about tides. This scientist used equations from fluid dynamics to derive a set of partial differential equations that model tidal flows. In A Philosophical Essay on Probabilities, this scientist posited a being that knows the position and momentum of every particle, and thus knows the fate of the universe; that is this physicist's namesake ˈˈdemon.ˈˈ This scientist's namesake calculus operator is the divergence of the gradient and appears in his namesake equation, which gives the behavior of potentials. Name this French physicist who first posited the notion of a black hole.",
    "term": "Pierre-Simon, marquis de Laplace (luh-PLAHSS)"
  },
  {
    "id": 1869,
    "definition": "Answer some questions regarding polymers. The Ziegler-Natta type of this substance is used in creating some types of polymers. More generally, they can be classified as heterogeneous or homogenous depending on their phase.",
    "term": "catalysts"
  },
  {
    "id": 1870,
    "definition": "Answer some questions regarding polymers. This polymer, which is made up of polyamide chains, was the first synthetic fiber to be produced.",
    "term": "nylon"
  },
  {
    "id": 1871,
    "definition": "Answer some questions regarding polymers. Dynamic mechanical analysis is often used on polymers to determine the temperature at which a transition of this name occurs. That transition occurs at a point where this type of material switches from a rubber-like state to a more rigid form. When synthesizing this material, one can cool it through annealing or quenching. Boro·silicate types of this material are manufactured by Pyrex, although it is most commonly made from either soda-lime or silica. These materials are classified as amorphous solids, meaning that they have no crystal structure. Name these materials, whose name also describes the material used to make common laboratory equipment such as flasks and beakers.",
    "term": "glass [or glassware]"
  },
  {
    "id": 1872,
    "definition": "Name these chemists. After working with Friedrich Hund, this scientist developed the idea of a molecular orbital. He also devised a scale for electronegativity based on electron affinity and ionization energy.",
    "term": "Robert Sanderson Mulliken [do not accept ˈˈRobert Andrews Millikanˈˈ]"
  },
  {
    "id": 1873,
    "definition": "Name these chemists. This man dispelled the idea of vitalism when he synthesized urea from inorganic compounds.",
    "term": "Friedrich Wohler (VOH-lur)"
  },
  {
    "id": 1874,
    "definition": "Name these chemists. In describing chemical formulas, this scientist devised a ˈˈrule of greatest simplicityˈˈ, leading him to believe the formula for water was HO (ˈˈHˈˈ-ˈˈOˈˈ). This scientist proposed the idea that atoms are rearranged during a chemical reaction, as well as the idea that elements are made up of atoms that are identical for each element. This man discovered that atoms can only combine in discrete amounts, leading him to propose the law of multiple proportions. After realizing both he and his brother suffered from it, this man became the first scientist to study color blindness. This man names the unit for atomic mass as well as the law of partial pressures. Name this English scientist who was the first to study modern atomic theory.",
    "term": "John Dalton"
  },
  {
    "id": 1875,
    "definition": "This set of questions will deal with astronomical bodies as they relate to physics. A hypothetical planet of this name was posited by Urbain Le Verrier (UR-bane luh VAIR-ee-ay) to explain Mercury's anomalous rotation, which was later explained by Einstein's theory of general relativity.",
    "term": "Vulcan"
  },
  {
    "id": 1876,
    "definition": "This set of questions will deal with astronomical bodies as they relate to physics. In the 17th century, this Danish physicist used the moons of Jupiter to provide one of the first estimates of the speed of light.",
    "term": "Ole Christensen Rømer (ˈˈROH-merˈˈ)"
  },
  {
    "id": 1877,
    "definition": "This set of questions will deal with astronomical bodies as they relate to physics. The orbit of the galactic center of the Milky Way, its velocity, and its period are characterized by this scientist's two namesake constants, which are denoted as A and B. A hypothetical brown dwarf known as Nemesis may originate from a region named for this scientist and may have caused many of Earth's mass extinctions. That region, which is partly named for Ernst Öpik, is home to many icy planetesimals, possibly including Hale-Bopp and Shoemaker-Levy 9. Identify this Dutch astronomer who gives his name to the source of many long range comets, his namesake ˈˈcloud.ˈˈ",
    "term": "Jan Hendrik Oort [accept Oort constants or Opik-Oort cloud]"
  },
  {
    "id": 1878,
    "definition": "Answer the following about molecular structure. This relationship is shared by propanol and isopropyl alcohol, as both molecules have the same chemical formula but different bonds among their atoms.",
    "term": "structural isomerism [or constitutional isomerism; prompt on ˈˈisomerˈˈ or ˈˈisomerismˈˈ]"
  },
  {
    "id": 1879,
    "definition": "Answer the following about molecular structure. One of two lattice structures in crystals that feature close packing is this one, which is the most complex cubic lattice. It has a coordinate number of twelve.",
    "term": "face-centered cubic"
  },
  {
    "id": 1880,
    "definition": "Answer the following about molecular structure. The Irving-Williams series is a method of ordering the stability of different molecules with this property. Molecules with this property form orbitals called t-sub-2g and e-sub-g. Because degeneracy occurs in complexes of this form, they often undergo a distortion to lower their energy. This configuration is observed when EDTA fully binds to a metal cat·ion. This is the most common configuration to feature the Jahn-Teller effect. Replacing two of this geometry's ligands with lone pairs gives square planar. A molecule that has this geometry is sulfur hexafluoride. Name this molecular geometry in which the central atom binds to six different constituents.",
    "term": "octahedral molecular geometry"
  },
  {
    "id": 1881,
    "definition": "Name the following related to subatomic particles. What subatomic quasi-particles carry positive charge and exist in an atomic lattice? When an electron leaves an atom, one of these quasi-particles takes its place.",
    "term": "electron holes"
  },
  {
    "id": 1882,
    "definition": "Name the following related to subatomic particles. What quasi-particles, which are collective oscillations of free electron gases, combine with photons to make a polariton?",
    "term": "plasmons"
  },
  {
    "id": 1883,
    "definition": "Name the following related to subatomic particles. The ˈˈomegaˈˈ one of these particles is made entirely out of strange matter. A quantity named for these particles is defined as one third of the number of quarks minus the number of anti-quarks. CP-symmetry violations and interactions out of thermal equilibrium are two of the Sakharov (SAHK-uh-rahv) conditions, which are necessary for these particles to be formed. Dark matter candidates are these particles, as are protons and neutrons. Name these subatomic particles which are comprised of three quarks and take their name from the Greek word for ˈˈheavy.ˈˈ",
    "term": "baryons (ˈˈBEARˈˈ-ee-onz)"
  },
  {
    "id": 1884,
    "definition": "Name these transition metals. This element was used along with nickel in rechargeable batteries, but its usage has declined due to its high toxicity.",
    "term": "cadmium"
  },
  {
    "id": 1885,
    "definition": "Name these transition metals. This metal, obtained from the Kroll process, can form a dioxide that is widely used as a white pigment.",
    "term": "titanium"
  },
  {
    "id": 1886,
    "definition": "Name these transition metals. Camillo Golgi first used this element as a staining agent to visualize nervous tissue, although today that stain is more widely used following SDS-PAGE (ˈˈSˈˈ-ˈˈDˈˈ-ˈˈSˈˈ ˈˈpageˈˈ). This element has the electron configuration of 5s1 4d10, which explains why it is predominantly found in the +1 oxidation state. It's not mercury, but this metal forms an insoluble compound with chloride ions, making it useful as a reference electrode. This metal is found in Tollens' reagent, and its iodide is used in cloud seeding. Halides of this metal are found in a gelatin used in some forms of photography. Name this precious metal that has atomic number 47 and is located on the periodic table directly above gold.",
    "term": "silver"
  },
  {
    "id": 1887,
    "definition": "Name the following physicists. What physicist, in his treatise Reflection on the Motive Power of Fire, proposed a method for extracting work from heat via his namesake, efficient cycle?",
    "term": "Nicolas Leonard Sadi Carnot [accept Carnot cycle]"
  },
  {
    "id": 1888,
    "definition": "Name the following physicists. What physicist wrote On the Moving Force of Heat, which introduced the concept of entropy? With Emile Clapeyron (eh-ˈˈMEALˈˈ CLAP-uh-ron), he names a relation that describes discontinuous phase transitions.",
    "term": "Rudolf Julius Emanuel Clausius [or Rudolf Gottlieb; accept Clausius-Clapeyron relation]"
  },
  {
    "id": 1889,
    "definition": "Name the following physicists. This physicist, who authored ˈˈOn the form of the teeth of wheels in spur gearingˈˈ, gives his name to the ˈˈovershootingˈˈ phenomenon that occurs when using a Fourier series to represent a square wave. The change in chemical potential of a system is given by a summation formula named for this man and Pierre Duhem (DEW-hem). Enthalpy minus temperature times entropy gives a quantity named for this physicist which measures the amount of useful work that can be extracted from a system. Name this American thermodynamic physicist who gives his name to a ˈˈfree energy.ˈˈ",
    "term": "Josiah Willard Gibbs [accept Gibbs phenomenon or Gibbs-Duhem equation or Gibbs free energy or Gibbs energy or Gibbs function]"
  }
]
