[
  {
    "id": 4961,
    "definition": "Name some Homerian characters The opening lines of The Iliad speak of the rage of this character, who refuses to fight for the Greeks after the kidnapped Briseis is taken from him",
    "term": "Achilles"
  },
  {
    "id": 4962,
    "definition": "Name some Homerian characters This character, the commander-in-chief for the Greek forces, demanded Briseis be brought to him to replace his own kidnapped war prize Chryseis.",
    "term": "Agamemnon"
  },
  {
    "id": 4963,
    "definition": "Name some Homerian characters This character tests another character by asking the maid Eurycleia to move a bed that turns out to be carved from a still-rooted tree. The weaving and unraveling of a burial shroud for the elderly Laertes is discovered by Melantho to be one of the tricks this character uses to postpone remarriage, another of which is the challenge of stringing her husband's bow and shooting an arrow through twelve axe heads. This character shuns the advances of Antinous and one hundred seven other suitors during the twenty year absence of her husband. Name this mother of Telemachus and wife of the king of Ithaca, Odysseus.",
    "term": "Penelope"
  },
  {
    "id": 4964,
    "definition": "Name these African authors. This author wrote about Pieter being arrested for sleeping with Stephanie, a Black woman, in Too Late the Phalarope. This author also wrote about Absalom's murder of Arthur Jarvis in Cry, the Beloved Country.",
    "term": "Alan Paton"
  },
  {
    "id": 4965,
    "definition": "Name these African authors. This author wrote about the Smales family escaping Johannesburg in July's People and about Rosa being arrested during the Soweto uprisings in Burger's Daughter.",
    "term": "Nadine Gordimer"
  },
  {
    "id": 4966,
    "definition": "Name these African authors. In one novel by this author, a violent attack involving Pollux leaves the protagonist's daughter Lucy pregnant and forced to seek help from her neighbor Petrus. In that novel, the protagonist takes solace in working at a local animal shelter after an assault on and affair with his student Melanie. In addition to that novel about David Lurie, this author wrote about Anna being carried in a cart by her son, the title hare-lipped gardener. What author wrote Disgrace and The Life and Times of Michael K?",
    "term": "J.M. Coetzee"
  },
  {
    "id": 4967,
    "definition": "Name some families and surnames written about in French literature. Cosette is saved from the Thenardiers and adopted by Jean, a character with this last name. That character with this last name is the protagonist of Victor Hugo's Les Miserables.",
    "term": "Jean Valjean"
  },
  {
    "id": 4968,
    "definition": "Name some families and surnames written about in French literature. This family includes the doctor Charles and his wife Emma, who pursues affairs with Leon and Rodolphe. This family was created by Gustave Flaubert.",
    "term": "Bovary"
  },
  {
    "id": 4969,
    "definition": "Name some families and surnames written about in French literature. One member of this family was sent to live in a retirement home three years prior to the events of the novel in which this family appears. That member of this family was engaged to Thomas Perez. Another character with this last name is invited to a beach house with his girlfriend Marie by Raymond Sintes. While walking along the beach with Raymond, one character of this name shoots an Arab man for seemingly no reason. The funeral procession of one member of this family and the apparent indifference of the other begins the novel in which this family appears. What is the last name of the protagonist of Albert Camus's The Stranger?",
    "term": "Meursault"
  },
  {
    "id": 4970,
    "definition": "Name these Latin American authors. This author wrote a fictionalization of the end of Ambrose Bierce's life in The Old Gringo and about a corrupt veteran of the Mexican Revolution in The Death of Artemio Cruz.",
    "term": "Carlos Fuentes"
  },
  {
    "id": 4971,
    "definition": "Name these Latin American authors. This author, the ˈˈnieceˈˈ of a Marxist president, chronicled the lives of the Trueba family members, from the violent Esteban to his granddaughter Alba in The House of the Spirits.",
    "term": "Isabel Allende"
  },
  {
    "id": 4972,
    "definition": "Name these Latin American authors. In one story by this author, Father Gonzaga preaches against ingenuousness before a carnival featuring a spider woman comes to town and takes attention off of the title being, who had flown into Elisenda and Pelayo's home. In addition to ˈˈA Very Old Man with Enormous Wings,ˈˈ this author wrote a novel in which a five year rain begins after a fictionalized version of the Banana Massacre. In that novel by this author, Amaranta Ursula gives birth to a baby with a pig's tail who is devoured by ants, leaving Aureliano to watch Macondo be destroyed by a twister. What Colombian author wrote the magical realist novel One Hundred Years of Solitude?",
    "term": "Gabriel Garcia Marquez [prompt on partial answer]"
  },
  {
    "id": 4973,
    "definition": "Name these Italian authors who wrote during the fourteenth century. Beatrice guides this author through heaven in Paradiso, the third work in this author's Divine Comedy.",
    "term": "Dante degli Alighieri [accept either]"
  },
  {
    "id": 4974,
    "definition": "Name these Italian authors who wrote during the fourteenth century. ˈˈYou who hear the sound in scattered rhymesˈˈ begins this author's Il Canzoniere, a collection of poems, mostly sonnets, for this author's love interest Laura.",
    "term": "Petrarch or Francesco Petrarca"
  },
  {
    "id": 4975,
    "definition": "Name these Italian authors who wrote during the fourteenth century. This author wrote one hundred six biographies about people like Sappho, Cleopatra, and Helen of Troy in On Famous Women. The heart of Ghismonda's lover is cut out, placed in a goblet, and sent to her by her father, a story that exemplifies unhappy love according to Filostrato, a character created by this author. The Marquis de Saluzzo manipulates Griselda into believing her children are dead to test her faithfulness in a story told by Dioneo, a character escaping the Black Plague in Florence in this author's most famous work. One hundred stories are told by ten characters in what author's Decameron?",
    "term": "Giovanni Boccaccio"
  },
  {
    "id": 4976,
    "definition": "Identify these British poets who wrote elegies. This man's poem ˈˈIn Memoriam,ˈˈ an elegy for his friend Arthur Henry Hallam, contains the line ˈˈtis better to have loved and lost than never to have loved at all.ˈˈ",
    "term": "Alfred, Lord Tennyson"
  },
  {
    "id": 4977,
    "definition": "Identify these British poets who wrote elegies. This poet wrote an elegy for John Keats instructing the reader to ˈˈweepˈˈ for the title figure, ˈˈAdonais.ˈˈ",
    "term": "Percy Bysshe Shelley"
  },
  {
    "id": 4978,
    "definition": "Identify these British poets who wrote elegies. This poet described ˈˈthat sweet city with her dreaming spiresˈˈ in an elegy written for his friend Arthur Hugh Clough. In a companion piece to that poem, ˈˈThyrsis,ˈˈ this poet wrote ˈˈGo, for they call to you, shepherd from the hills.ˈˈ The narrator of that poem describes the title figure as roaming the world with a ˈˈwild brotherhoodˈˈ after leaving Oxford. In this man's most famous poem, he describes the ˈˈturbid ebb and flow of human miseryˈˈ and the ˈˈeternal note of sadnessˈˈ that Sophocles heard long ago on the Aegean. Name this poet of ˈˈThe Scholar Gypsyˈˈ and ˈˈDover Beach.ˈˈ",
    "term": "Matthew Arnold"
  },
  {
    "id": 4979,
    "definition": "Name these Shakespearean heroines. This fairy queen from A Midsummer Night's Dream falls in love with the donkey-headed Bottom under the influence of a love potion.",
    "term": "Titania"
  },
  {
    "id": 4980,
    "definition": "Name these Shakespearean heroines. Hamlet suspects this mother of his to be complicit in the murder of his father when she re-marries King Claudius. This character is the queen of Denmark.",
    "term": "Gertrude"
  },
  {
    "id": 4981,
    "definition": "Name these Shakespearean heroines. This woman's husband testifies in front of her cousin Lodovico that he wooed her with his stories and not by witchcraft, after which this woman's father Brabantio tells her husband that she will eventually betray him. Emilia steals a strawberry-patterned handkerchief belonging to this woman, which is placed in Cassio's room to frame this woman for infidelity. This woman's husband kills himself after it is revealed that Iago has framed her, though he had already strangled her to death. Identify this wife of the moor Othello.",
    "term": "Desdemona"
  },
  {
    "id": 4982,
    "definition": "Name some Japanese authors. This author wrote about the last game of Master Shusai in The Master of Go and about a tea ceremony hosted by Chikako and attended by her late lover's son Kikuji in Thousand Cranes.",
    "term": "Yasunari Kawabata"
  },
  {
    "id": 4983,
    "definition": "Name some Japanese authors. This author wrote a namesake diary that featured descriptions of other ladies-in-waiting, including Sei Shonagon, as well as a novel about the title philandering character's relationships with Lady Fujitsubo, Lady Aoi, and the Third Princess.",
    "term": "Lady Shikibu Murasaki"
  },
  {
    "id": 4984,
    "definition": "Name some Japanese authors. This author wrote about an old man using a young man to carry out revenge upon the female sex by conducting affairs with as many women as possible in the novel Forbidden Colors. The three moles on the chest of a boy bathing under a waterfall indicate the reincarnation of Kiyo to Kiyo's friend Honda in Runaway Horses, the second of this author's Sea of Fertility Tetralogy. In another novel by this author, the protagonist's role in the miscarriage of a prostitute pregnant by a U.S. soldier is the partial cause of Father Dosen's threats to expel him from the title location. Mizoguchi burns down the beautiful title structure in what author's Temple of the Golden Pavilion?",
    "term": "Yukio Mishima"
  },
  {
    "id": 4985,
    "definition": "Name these authors of short stories. This Japanese author wrote about a criminal who is unable to escape Hell via the title conveyance in ˈˈThe Spider's Thread,ˈˈ about different accounts of a murder in ˈˈIn a Grove,ˈˈ and about a thief at the gates of Kyoto in ˈˈRashomon.ˈˈ",
    "term": "Ryunosuke Akutagawa"
  },
  {
    "id": 4986,
    "definition": "Name these authors of short stories. This English author wrote about the sociopathic child Conradin's killer ferret in ˈˈSredni Vashtarˈˈ and about the teenaged Vera fabricating a ghost story to scare Framton Nuttel in ˈˈThe Open Window.ˈˈ",
    "term": "Saki [or H. H. Munro]"
  },
  {
    "id": 4987,
    "definition": "Name these authors of short stories. In one story by this author, Michael attempts to close a footpath running through a schoolground but runs into opposition from villagers that believe that spirits use the path. In another story by this author, Jonathan is robbed by men who believe he has kept the money from his bar and bicycle taxi service. In addition to the stories ˈˈDead Man's Pathˈˈ and ˈˈCivil Peace,ˈˈ this author wrote a novel in which Clara's abortion is funded by Obi, who is later caught taking bribes during his tenure with the Nigerian Civil Service. That novel, No Longer at Ease, is a sequel to this author's most famous work. What Igbo author wrote about Obi's grandfather Okonkwo in Things Fall Apart?",
    "term": "Chinua Achebe"
  },
  {
    "id": 4988,
    "definition": "Name these Shakespearean comedies. In this play, the constable Dogberry overhears and reveals the scheming of Don John and Borachio to keep the couple Hero and Claudio apart. Beatrice and Benedick also confess their love for each other in this play.",
    "term": "Much Ado about Nothing"
  },
  {
    "id": 4989,
    "definition": "Name these Shakespearean comedies. In this play, named for the Feast of Epiphany, Viola disguises herself as a man with whom Olivia falls in love. Olivia eventually ends up marrying Viola's twin brother Sebastian.",
    "term": "Twelfth Night"
  },
  {
    "id": 4990,
    "definition": "Name these Shakespearean comedies. One disguise in this play involves the clothing of an old fortuneteller, the widow of Brainford, though the man the disguise was meant to trick still beats the fortuneteller. This play opens with its central character admitting to robbing Justice Shallow and Parson Evans. The title characters of this play trick that character into climbing into a basket of laundry and being dumped into the Thames River because they do not appreciate his love letters to them. In another trick played on that character, Fenton carries off Anne Page disguised as a fairy and marries her. Mistress Ford and Mistress Page are the title characters of what play that also features the amorous Falstaff?",
    "term": "The Merry Wives of Windsor"
  },
  {
    "id": 4991,
    "definition": "Name these European authors. This author wrote about Golyadkin repeatedly seeing his doppelganger in The Double and about Rogozhin's murder of Nastassya driving Prince Myshkin crazy in The Idiot.",
    "term": "Fyodor Dostoevsky"
  },
  {
    "id": 4992,
    "definition": "Name these European authors. This author wrote about Antoine Roquentin, a resident of Bouville, experiencing the title sick feeling in Nausea and about Hugo wanting to kill Hoederer to impress Louis and Olga in Dirty Hands.",
    "term": "Jean-Paul Sartre"
  },
  {
    "id": 4993,
    "definition": "Name these European authors. This author wrote about a middle-aged man winning money from gambling in Monte Carlo, which he uses to travel Europe after his wife and mother-in-law incorrectly identify him as dead. In addition to The Late Mattia Pascal, this author wrote about a producer recreating a scenario from the brothel owned by Madame Pace. At the end of that play by this author, some actors debate whether or not the Little Girl drowned in a fountain and the Boy shot himself with a revolver. The Mother, Father, and Stepdaughter appear in Six Characters in Search of an Author, a play by what Italian author?",
    "term": "Luigi Pirandello"
  },
  {
    "id": 4994,
    "definition": "Give these colorful titles. In this Lucy Maud Montgomery novel, a red-headed orphan is sent to live on the title Nova Scotia farm with Matthew and Marilla Cuthbert and becomes ˈˈbosom friendsˈˈ with Diana Barry.",
    "term": "Anne of Green Gables"
  },
  {
    "id": 4995,
    "definition": "Give these colorful titles. This detective novel featured the premiere of Sherlock Holmes and John Watson and got its name from a speech in which Holmes declares that there is a thread of the title color ˈˈrunning through the colourless skein of life.ˈˈ",
    "term": "A Study in Scarlet"
  },
  {
    "id": 4996,
    "definition": "Give these colorful titles. At the end of this novel, one character buries the protagonist's head and later decorates the burial spot with Italian marble. That character had earlier fallen in love with the protagonist when they discovered each other both stealing Voltaire volumes to read in secret. Fouqué attempts to convince the protagonist to join his lumber business, but he chooses to remain with the position Abbe Pirard chose for him. After an incriminating character witness about the protagonist is given by his former lover, the Marquis de La Mole forbids the protagonist from marrying his pregnant daughter Mathilde, causing him to fire two shots at Madame de Renal in a church. Julien Sorel is sentenced to death in what colorfully named Stendhal novel?",
    "term": "The Red and the Black"
  },
  {
    "id": 4997,
    "definition": "Give the country of origin of these literary works. One author from this country, Alice Munro, wrote the award winning collection Dance of the Happy Shades. Another author from this country wrote about Glenn creating a new race of polyamorous humans in Oryx and Crake.",
    "term": "Canada"
  },
  {
    "id": 4998,
    "definition": "Give the country of origin of these literary works. A fifth century author from this country, Kalidasa, wrote about a lost ring turning up in a fish's belly in Shakuntala. Another author from this country wrote about Rupa Mehra's search for the title marriage prospect for her daughter in A Suitable Boy.",
    "term": "India"
  },
  {
    "id": 4999,
    "definition": "Give the country of origin of these literary works. One author from this country wrote about the choice to renounce Christianity by stepping on a fumie faced by the priest Sebastian Rodrigues. Another author from this country wrote a novel in which Mrs. Nose travels to the title character's house to find a husband for her daughter. In addition to those authors of Silence and I Am a Cat, another author from this country wrote about Johnnie Walker, the title character's father, collecting the souls of cats to build a flute. That novel is Kafka on the Shore. Natsume Soseki, Shusaku Endo, and Haruki Murakami are from what Asian country?",
    "term": "Japan"
  },
  {
    "id": 5000,
    "definition": "Identify some objects in Latin American literature. Santiago Zavala and Ambrosio Pardo have a conversation in a bar named for this type of place in a Mario Vargas Llosa work. Alejo Carpentier wrote a novel entitled Explosion in a [this place].",
    "term": "Cathedrals [accept Conversation in the Cathedral or Explosion in a Cathedral]"
  },
  {
    "id": 5001,
    "definition": "Identify some objects in Latin American literature. Toto and Joel accidentally kill their elementary school classes in Gabriel Garcia Marquez's story ˈˈLight is Like [this substance]ˈˈ. Laura Esquivel wrote about Tita's magical cooking in a novel titled Like [this substance] for Chocolate.",
    "term": "Water [accept ˈˈLight is Like Waterˈˈ or Like Water for Chocolate]"
  },
  {
    "id": 5002,
    "definition": "Identify some objects in Latin American literature. In a story named for this object, the mathematician Unwin solves the ancient murder of the title man. That story is ˈˈIbn Hakkan al-Bokhari, Dead in His [this object].ˈˈ In another story, a Babylonian king invites an Arab king to see one of these objects to humiliate him, after which the Arab king leaves the Babylonian king to die in the desert. In another story, one of these objects is supposedly constructed for thirteen years by a governor of Yunnan, Tsui Pen, though Dr. Albert discovers that this type of object is actually a nonsensical book, not an actual place. In addition to those Borges stories, another author included the essays ˈˈDay of the Deadˈˈ and ˈˈMexican Masksˈˈ in a work named for this object. What object ˈˈof Solitudeˈˈ was written about by Octavio Paz?",
    "term": "Labyrinths [accept ˈˈThe Two Kings and the Two Labyrinthsˈˈ or The Labyrinth of Solitude; do NOT prompt or accept ˈˈmazeˈˈ]"
  },
  {
    "id": 5003,
    "definition": "Name these works of World War I literature. Tjaden is the only member of the 2nd Company to feature prominently in this sequel to a more famous work. This work details the experiences of young men in Germany trying to reintegrate into society, and the prologue sees the deaths of Kat, Muller, and Brandt mourned.",
    "term": "The Road Back"
  },
  {
    "id": 5004,
    "definition": "Name these works of World War I literature. Inspired by the Battle of Ypres, this John McCrae poem notes that ˈˈWe are the dead . . . now we lie inˈˈ the title location where ˈˈpoppies grow.ˈˈ",
    "term": "ˈˈIn Flanders Fieldsˈˈ"
  },
  {
    "id": 5005,
    "definition": "Name these works of World War I literature. This poem claims that ˈˈThe pallor of girls' brows shall be the pall ofˈˈ the title group, who have ˈˈbugles calling to them from sad shires.ˈˈ This poem asks ˈˈWhat candles may be held to speed them allˈˈ and describes the ˈˈshrill, demented choirs of wailing shells.ˈˈ This poem was published three years before the posthumous publishing of its author's other poem ˈˈDulce Et Decorum Est.ˈˈ What sonnet beginning ˈˈWhat passing bells for these who die as cattle?ˈˈ was written by Wilfred Owen?",
    "term": "ˈˈAnthem for Doomed Youthˈˈ"
  },
  {
    "id": 5006,
    "definition": "Name these Caribbean authors. This Antiguan born author wrote about a title character who immigrates from the Caribbean to America in Lucy. This author changed her first name to another Caribbean island to better reflect her heritage.",
    "term": "Jamaica Kincaid"
  },
  {
    "id": 5007,
    "definition": "Name these Caribbean authors. This author born in the Dominican Republic wrote about the extremely obese, comic-book obsessed title character in The Brief Wondrous Life of Oscar Wao.",
    "term": "Junot Diaz"
  },
  {
    "id": 5008,
    "definition": "Name these Caribbean authors. In one poem, this author wrote that ˈˈa schooner beating up the Caribbean . . . could be Odysseus, home bound on the Aegean.ˈˈ That work concludes ˈˈThe classics can console. But not enough.ˈˈ is ˈˈSea Grapes.ˈˈ This author wrote an epic poem in which Admiral Rodney's role in colonizing a certain island explains the lineage of Major Plunkett and of the fisherman Achille. In that work, the blind sailor Seven Seas represents a blind bard of the past. What Saint Lucian author wrote a retelling of Homer's Iliad in the epic poem Omeros?",
    "term": "Derek Walcott"
  },
  {
    "id": 5009,
    "definition": "Identify these literary movements and groups. This literary movement in France was led by Stephen Mallarme, Paul Verlaine, and Charles Baudelaire, whose Flowers of Evil exemplified the use of analogy to represent ˈˈprimordial ideas.ˈˈ",
    "term": "Symbolism or Symbolists"
  },
  {
    "id": 5010,
    "definition": "Identify these literary movements and groups. These three words name a group of British authors including Alan Sillitoe, author of ˈˈThe Loneliness of the Long Distance Runnerˈˈ and John Osborne, whose play Look Back in Anger originated the name of the group.",
    "term": "Angry Young Men"
  },
  {
    "id": 5011,
    "definition": "Identify these literary movements and groups. One poem by a member of this movement asks the reader to ˈˈbind me with your vast arms to the luminous clay...bind me bitter brotherhood.ˈˈ The author of that poem collected in Notebook of a Return to the Native Land also wrote the plays The Tragedy of King Christophe and A Tempest in response to Shakespeare. This movement was deemed an ˈˈawakening to consciousnessˈˈ and ˈˈrevolutionaryˈˈ in the essay ˈˈBlack Orpheusˈˈ by Jean-Paul Sartre. Wole Soyinka criticized this movement, proclaiming that ˈˈa tiger does not declare its tigerness.ˈˈ Name this anti-colonial movement of the French-speaking Leon Damas, Aimee Cesaire, and Leopold Senghor.",
    "term": "Negritude"
  },
  {
    "id": 5012,
    "definition": "Answer these questions about castles in European literature. The surveyor K continues to search for K after receiving a note to meet him in the title location in this man's novella The Castle.",
    "term": "Franz Kafka"
  },
  {
    "id": 5013,
    "definition": "Answer these questions about castles in European literature. The Castle of Otranto is an early example of a novel in this genre, as is Matthew Lewis' The Monk.",
    "term": "Gothic literature"
  },
  {
    "id": 5014,
    "definition": "Answer these questions about castles in European literature. A deleted chapter in the original manuscript of a novel describes the destruction of this location as ˈˈone fierce volcano burst had satisfied the need of nature.ˈˈ At this location, one character is warned that ˈˈ[it] has many memories, and there are bad dreams for those who sleep unwisely.ˈˈ That character arrived here via the Borgo Pass in order to help a man who goes by ˈˈDe Ville.ˈˈ One man escapes the advances of the three sisters while staying at this location, after being provided with crucifixes before arriving. Identify this location in Transylvania, the residence of the title vampire in a Bram Stoker novel.",
    "term": "Castle Dracula [accept anything involving the words Castle and Dracula; prompt on partial answer] American Government/Economics: Answer the following related to the Electoral College."
  },
  {
    "id": 5015,
    "definition": "Identify these African nations given some famous authors and their works. An author from this nation, J.M. Coetzee, fictionalized the life of Daniel Defoe in his novel Foe. Other authors from this nation include Nadine Gordimer and the author of Cry, the Beloved Country, Alan Paton.",
    "term": "Republic of South Africa"
  },
  {
    "id": 5016,
    "definition": "Identify these African nations given some famous authors and their works. This country is home to the novelist Ngugi wa Thiong'o, who wrote about the struggle between Njoroge's oppressed family and the white governor Mr. Howlands in Weep Not, Child, set during the Mau Mau Uprising.",
    "term": "Republic of Kenya"
  },
  {
    "id": 5017,
    "definition": "Identify these African nations given some famous authors and their works. One writer from this nation discusses the rise of nationalism here in his essay ˈˈThe Future of Culture in [this nation]ˈˈ; that writer may be better known for his autobiography The Days. Another writer from this country detailed the lives of Mr. Kirsha and other residents of the title street in his novel Midaq Alley. This country, home to Taha Hussein, is the setting of a novel in which a man who is caught dancing by his sons forbids his wife Amina from leaving the house. That novel centering on al-Sayyid is named for this country's capital. Identify this home of Naguib Mahfouz, the author of the Cairo Trilogy.",
    "term": "Arab Republic of Egypt"
  },
  {
    "id": 5018,
    "definition": "Identify these authors who discussed pets in their work. Virginia Woolf wrote a fictional biography of this poet's dog in her work Flush. This poet addressed a poem to a lover whom she instructed to ˈˈCall me by my pet name?ˈˈ in her collection Sonnets from the Portuguese.",
    "term": "Elizabeth Barrett Browning [prompt on ˈˈBrowningˈˈ]"
  },
  {
    "id": 5019,
    "definition": "Identify these authors who discussed pets in their work. The title ˈˈfavourite catˈˈ is addressed as a ˈˈhapless nymphˈˈ who drowns ˈˈin a tub of goldfishesˈˈ in one of this man's poems. He addressed Cromwell ˈˈguiltless of his countryˈs bloodˈˈ and numerous others in his poem ˈˈElegy Written in a Country Churchyard.ˈˈ",
    "term": "Thomas Grey"
  },
  {
    "id": 5020,
    "definition": "Identify these authors who discussed pets in their work. The speaker of a poem by this man addresses his lover's bird and wishes ˈˈIf only I were able to play with you yourself, and/to lighten the sad cares of your mind.ˈˈ He later wrote a eulogy for that bird which condemns ˈˈbad darkness of Orcusˈˈ for taking away. In another of this poet's works, the speaker presents his brother ˈˈwith the last tribute of deathˈˈ and bids him ˈˈHail and Farewellˈˈ at its conclusion. This poet asked his lover to ˈˈGive me a thousand kissesˈˈ in poem he addressed to Lesbia. Identify this Roman poet of one hundred sixteen poems.",
    "term": "Gaius Valerius Catullus American Government/Economics: Name these Supreme Court cases."
  },
  {
    "id": 5021,
    "definition": "Answer these questions about literature related to a certain European nation. A writer from this nation criticized Stalinism in his essay The Captive Mind. That author, Czeslaw Milosz [chess-lahv mee-loash], is from this country, as is Henryk Sienkiewicz [hen-rick seen-kee-vitch].",
    "term": "Republic of Poland"
  },
  {
    "id": 5022,
    "definition": "Answer these questions about literature related to a certain European nation. Sienkiewicz wrote Quo Vadis, set during the reign of this emperor. This emperor had authors like Seneca and Petronius killed during his reign.",
    "term": "Nero Claudius Caesar Augustus Germanicus"
  },
  {
    "id": 5023,
    "definition": "Answer these questions about literature related to a certain European nation. In a play from this country that is set in Poland, the protagonist is locked up by his father because of a prophecy, then released before being sedated only to find out Rosaura is a woman. In another play from this country, the title woman has Dolores pray for her so she can have a child, only for her to kill her husband after realizing he never wanted a child. That author included that play, Yerma, in his Rural Trilogy, and wrote a poem set ˈˈAt five in the afternoonˈˈ lamenting the death of the title figure. Pedro Calderon de la Barca and Federico Garcia Lorca are playwrights from what European nation?",
    "term": "Kingdom of Spain American Government/Economics: Name these political parties."
  },
  {
    "id": 5024,
    "definition": "Answer the following about a European playwright. This playwright wrote about Arnolphe grooming the young Agnes to be his wife in The School for Wives and about Angelique scheming to marry Cleante in another play.",
    "term": "Moliere"
  },
  {
    "id": 5025,
    "definition": "Answer the following about a European playwright. Moliere died after collapsing onstage while performing as Argan, the title hypochondriac, in this previously mentioned play of his.",
    "term": "The Imaginary Invalid"
  },
  {
    "id": 5026,
    "definition": "Answer the following about a European playwright. In this Moliere play, the protagonist expresses concern for the title character after being informed that he has eaten two whole birds and drank some wine. Damis overhears that title character proposition his stepmother Elmire for an affair, and later, the protagonist is made to hide under a table to hear a similar conversation. At the end of this play, the protagonist allows his daughter Mariane to marry Valere after the title man is arrested under orders from Louis XIV. In what play does the title criminal convince Orgon that he is pious?",
    "term": "Tartuffe"
  },
  {
    "id": 5027,
    "definition": "Answer these questions about Chinese literature. Mo Yan wrote a novel about the Shandong family producing sorghum of this color. This color also describes the cliffs at which Cao Cao is defeated in the novel Romance of the Three Kingdoms.",
    "term": "Red"
  },
  {
    "id": 5028,
    "definition": "Answer these questions about Chinese literature. Du Fu and Li Bai were poets during this dynasty. Du Fu's ˈˈA Song of Chariotsˈˈ describes one rebellion during this dynasty. Bai Juyi wrote a poem about Yang Guifei, the concubine of this dynasty's Emperor Xuanzong.",
    "term": "Tang dynasty"
  },
  {
    "id": 5029,
    "definition": "Answer these questions about Chinese literature. Wu Jingzi's novel The Scholars parodies this novel by having its main characters fall from the sky as stars. Ximen Qing marries Pan Jinlian in a spinoff of this novel entitled The Plum in the Golden Vase. Gao Yanei tries to rape Lion Chong's wife in this novel, which sees the ˈˈOriginal Sevenˈˈ be robbed of their birthday gifts. Yan Poxi is a prostitute who tries to blackmail Song Jiang who eventually calls the thirty-six Heavenly Spirits and seventy-two Earthly Spirits in this novel. Identify this novel about the title bandits, set during the Song Dynasty.",
    "term": "Water Margin [accept Outlaws of the Marsh or Tale of the Marshes or Men of the Marshes]"
  },
  {
    "id": 5030,
    "definition": "Identify some inspirations for Shakespeare's plays. The Two Noble Kinsmen, a collaboration between Shakespeare and John Fletcher, takes its plot from this Canterbury tale in which Arcite and Palamon fight over Emily while imprisoned in the court of Theseus.",
    "term": "ˈˈThe Knight's Taleˈˈ"
  },
  {
    "id": 5031,
    "definition": "Identify some inspirations for Shakespeare's plays. Anti-Semitic themes in The Merchant of Venice may have drawn from this Christopher Marlowe play about Barabus, a citizen of the title city, who regularly dupes people with his slave Ithamore before becoming governor of it.",
    "term": "The Jew of Malta"
  },
  {
    "id": 5032,
    "definition": "Identify some inspirations for Shakespeare's plays. Jonathan Bate wrote a book examining the influence of this man's book The Heroides on Shakespeare's writing. Lavinia's rapists cutting out her tongue in Titus Andronicus may have been inspired by this man's version of the Procne and Philomela story in his most famous work. That work by this poet ends with Julius Caesar ascending to heaven, and includes other stories found in Shakespeare's writing including Pyramus and Thisbe. This author wrote a guide to seducing women entitled Ars Amatoria. Identify this ancient Roman poet of Metamorphoses.",
    "term": "Publius Ovidius Naso American Government/Economics: Name these nineteenth century pieces of legislation."
  },
  {
    "id": 5033,
    "definition": "Name these poetry collections. This collection contains a poem describing God being as ˈˈmeek and mildˈˈ as the title animal ˈˈThe Lamb.ˈˈ That poem is a companion piece to ˈˈThe Tyger,ˈˈ which is found in a similarly-titled collection by the same poet.",
    "term": "Songs of Innocence [accept Songs of Innocence and Experience]"
  },
  {
    "id": 5034,
    "definition": "Name these poetry collections. This collection, beginning ˈˈWho if I cried out would hear me among the angelic orders,ˈˈ was named after an Italian castle its author, Ranier Rilke, was a guest at.",
    "term": "Duino Elegies"
  },
  {
    "id": 5035,
    "definition": "Name these poetry collections. In one poem in this collection, the speaker's lover's ˈˈparallel body yields to my arms like a fish infinitely fastened to my soul.ˈˈ In another poem in this collection, the speaker muses about the ˈˈskin,ˈˈ ˈˈmoss,ˈˈ and ˈˈeager and firm milkˈˈ of the title figure with ˈˈwhite hills, white thighs.ˈˈ In addition to ˈˈDrunk with Pinesˈˈ and ˈˈBody of a Woman,ˈˈ in another poem in this collection, ˈˈThe night is starry and the stars are blue and shiver in the distanceˈˈ exemplifies the ˈˈsaddest linesˈˈ that the speaker can ˈˈwrite tonight.ˈˈ Name this collection of romantic poems by Pablo Neruda.",
    "term": "Twenty Love Poems and a Song of Despair [prompt on ˈˈTwenty Love Poemsˈˈ]"
  },
  {
    "id": 5036,
    "definition": "Answer these questions about Alexander the Great in Shakespeare's plays. Before Claudius and Laertes discuss burying Ophelia, Horatio and the protagonist of this play discuss how Alexander the Great's ashes could have been used to plug a barrel of beer.",
    "term": "The Tragedy of Hamlet, Prince of Denmark"
  },
  {
    "id": 5037,
    "definition": "Answer these questions about Alexander the Great in Shakespeare's plays. Fluellen and Gower debate Alexander the Greatˈ place of birth and compare him to the protagonist of this play. This play ends with the marriage of its title character and Catherine of Valois after having earlier defeated the French at Agincourt.",
    "term": "Henry V"
  },
  {
    "id": 5038,
    "definition": "Answer these questions about Alexander the Great in Shakespeare's plays. One character in this play introduces the Nine Worthies including Alexander the Great as ˈˈthe parish curateˈˈ before Sir Nathaniel tries to convince Boyet and others that he is Alexander the Great. Costard competes for the affection of one woman, as does a man whose letter is swapped with one meant for Lady Rosaline. That man sings a song at this play's conclusion that he will respect the Princess's desire to wait a year to woo her. In this play, the King of Navarre and three attendants declare they will fall in love for three years, which is broken when Berowne tries to woo Rosaline. Don Armado impregnates Jaquenetta near the end of what comedy, whose title concept is ˈˈwonˈˈ in a lost sequel?",
    "term": "Love's Labour Lost"
  },
  {
    "id": 5039,
    "definition": "Identify these twentieth century British authors. This author wrote the To the Ends of the Earth trilogy that includes Rites of Passage; however, he is more notable for writing about the power struggle between Jack and Ralph in The Lord of the Flies.",
    "term": "William Golding"
  },
  {
    "id": 5040,
    "definition": "Identify these twentieth century British authors. This author wrote about Victor Crabbe's teaching career at the Mansor School in his trilogy The Malayan Trilogy. He may be better known for a novel in which the protagonist rapes a woman shortly after leaving the Korova Milkbar, A Clockwork Orange.",
    "term": "Anthony Burgess"
  },
  {
    "id": 5041,
    "definition": "Identify these twentieth century British authors. In one of this author's novels, Virginia reconciles with her husband Guy Crouchback following his service in World War II; that novel, Unconditional Surrender, is part of his Sword of Honor trilogy. In another novel, one character deserts his wife by moving to Venice after having converted to Catholicism to marry her. That novel, beginning with the section ˈˈEt in Arcadia Ego,ˈˈ sees Sebastian Flyte travel to Morocco due to his acrimonious relationships strained by alcohol. Charles Ryder returns to the title location in what author's novel Brideshead Revisited?",
    "term": "Evelyn Waugh American Government/Economics: Name the following related to men who served as justices on the Supreme Court."
  },
  {
    "id": 5042,
    "definition": "Identify these European authors who wrote about Roman emperors. This playwright's longest work, Emperor and Galilean, concerns Julian, who travels to Athens away from Constantine II before becoming Emperor in the second act. Arnold Rubek falls in love with Irene in a mountain resort in his play When We Dead Awaken.",
    "term": "Henrik Ibsen"
  },
  {
    "id": 5043,
    "definition": "Identify these European authors who wrote about Roman emperors. This author wrote a novel framed as an autobiography of the title ruler who shrinks behind a curtain as the Praetorian Guard kills his predecessor Caligula. In addition to writing I, Claudius and Claudius the God, he wrote The Greek Myths.",
    "term": "Robert von Ranke Graves"
  },
  {
    "id": 5044,
    "definition": "Identify these European authors who wrote about Roman emperors. One of this author's plays sees Caligula try to orchestrate his own assassination. This author published that play with another in which Martha, Mother, and the Old Man kill people who stay in their guest house in order to rob them, including their estranged brother Jan, entitled The Misunderstanding. Daru gives a prisoner the option to turn himself in in this man's story ˈˈThe Guest,ˈˈ which is collected in Exile and the Kingdom. In one of his novels, the protagonist angrily rejects a priest visiting him in prison prior to his execution by guillotine as punishment for shooting an Arab. Identify this French existentialist author of The Stranger.",
    "term": "Albert Camus American Government/Economics: Name the following related to the Articles of Confederation."
  },
  {
    "id": 5045,
    "definition": "Identify these Middle Eastern authors. This Lebanese author wrote about Selma Effandi's love for another man despite her engagement to a bishop's nephew in his poem Broken Wings. He is better known for a collection of twenty-six poems framed by the narrative of Almustafa travelling home, The Prophet.",
    "term": "Khalil Gibran"
  },
  {
    "id": 5046,
    "definition": "Identify these Middle Eastern authors. This poet's followers founded the Sufi Whirling Dervishes. His poetry includes the Spiritual Couplets and ghazals collected in Diwan Shams Tabrizi.",
    "term": "Jalāl ad-Dīn Muhammad Rumi"
  },
  {
    "id": 5047,
    "definition": "Identify these Middle Eastern authors. In one novel by this author, Nabi assists Mr. Wahdati with suicide after having taken care of him for over fifty years. In that novel, Saboor sells his daughter Pari. In another novel by this author, one character travels to stay with her father Jalil after her mother committed suicide; in that novel, Mariam and Laila are abused by their husband Rasheed, whom they kill with a shovel. This author of And the Mountains Echoed is best known for a novel in which Hassan is rapped by Assef following a knife fighting competition. In that novel, Amir immigrates to California following the Soviet invasion of his country. Name this Afghani author who wrote A Thousand Splendid Suns and The Kite Runner.",
    "term": "Khaled Hosseini American Government/Economics: Name these former state governors."
  },
  {
    "id": 5048,
    "definition": "Answer these questions about different poetic movements. This movement stressed emotion and passions as opposed to rationalism and included authors like William Wordsworth and John Keats. The American branch included Nathaniel Hawthorne and Herman Melville.",
    "term": "Romanticism [accept word forms like ˈˈRomanticˈˈ]"
  },
  {
    "id": 5049,
    "definition": "Answer these questions about different poetic movements. Jean Moreas published a manifesto named for this French movement, including Charles Baudelaire and Paul Verlaine. This movement was known for the ˈˈdecadenceˈˈ of its writers.",
    "term": "Symbolism [accept word forms like ˈˈSymbolistˈˈ]"
  },
  {
    "id": 5050,
    "definition": "Answer these questions about different poetic movements. One poet from this movement extensively adapted ancient plays in poems like ˈˈHERmioneˈˈ and ˈˈHelen in Egypt.ˈˈ That poet published her work with an epitaph indicating her status as a member of this movement. One poet described this movement's elucidation of abstract concepts through the use of ˈˈluminous detailsˈˈ in his essay ˈˈI Gather the Limbs of Osiris.ˈˈ That author also described his Ideogrammic method while writing poetry in his book The ABC of Reading. That man produced a poem heavily influenced by this movement, ˈˈIn the Station of the Metro.ˈˈ Name this movement that includes writers like Hilda ˈˈH.D.ˈˈ Doolittle and Ezra Pound, which used poetry to create the namesake objects.",
    "term": "Imagism [accept word forms like ˈˈImagistˈˈ; accept ˈˈModernismˈˈ or ˈˈModernistˈˈ before ˈˈstatus as a memberˈˈ since H.D. and Pound were both modernists, but her epigraph was ˈˈImagisteˈˈ] American Government/Economics: Name these Presidents when given information about their Cabinet Secretaries."
  },
  {
    "id": 5051,
    "definition": "Name these British poets. This poet's collection entitled the Hesperides contains ˈˈCorinna Goes A-Mayingˈˈ and ˈˈTo the Virgins to Make Much of Time,ˈˈ which begins ˈˈGather ye rosebuds while ye may.ˈˈ",
    "term": "Robert Herrick"
  },
  {
    "id": 5052,
    "definition": "Name these British poets. This poet was known for the use of ˈˈsprung rhythmˈˈ in poems such as ˈˈGod's Grandeur,ˈˈ ˈˈPied Beauty,ˈˈ and ˈˈThe Windhover.ˈˈ",
    "term": "Gerard Manley Hopkins"
  },
  {
    "id": 5053,
    "definition": "Name these British poets. In one poem, this poet declares that ˈˈYou shall love your crooked neighbor with your crooked heartˈˈ and begins by establishing that the title action was done ˈˈdown Bristol Street.ˈˈ This poet wrote a poem whose speaker laments that his lover was ˈˈmy North my South my East and West.ˈˈ In addition to ˈˈAs I Walked Out One Eveningˈˈ and ˈˈFuneral Blues,ˈˈ this poet wrote about a ploughman who ˈˈmay have heard the splashˈˈ of a certain mythological character. That poem begins ˈˈAbout suffering they were never wrong, the old masters.ˈˈ What British poet wrote about Breughel's Landscape with the Fall of Icarus in ˈˈMusee de Beaux Arts.ˈˈ",
    "term": "W. H. Auden"
  },
  {
    "id": 5054,
    "definition": "Identify some Russian characters who like to duel. In Pushkin's poem Eugene Onegin, Onegin kills this poet and fiancé of Olga after she flirts with him at Tatyana's name day celebration.",
    "term": "Vladimir Lensky [accept either underlined part]"
  },
  {
    "id": 5055,
    "definition": "Identify some Russian characters who like to duel. In War and Peace, Dolokhov fights this man in a duel after rumors spread that Helene is having an affair with Dolokhov. This character then joins the Freemasons.",
    "term": "Pierre Bezukhov [accept either underlined part]"
  },
  {
    "id": 5056,
    "definition": "Identify some Russian characters who like to duel. This character wounds another in a duel after that man sees him kiss the servant Fenechka. This character, who jokes that ˈˈA decent chemist is twenty times more useful than any poetˈˈ is invited to stay at the Nikolskoe estate with his friend, who later marries Katya, by Madame Odintsova. This character dies of typhus after cutting himself during an autopsy. Pavel and Nikolai Kirsanov are disconcerted by the nihilism of what intellectual, the protagonist of Ivan Turgenev's novel Fathers and Sons?",
    "term": "Yevgeny Vasilevich Bazarov [accept either underlined part] American Government/Economics: Name these former Secretaries of State."
  },
  {
    "id": 5057,
    "definition": "Answer these questions about suicide in Asian Literature. In this author's novel Quicksand, the lovers Sonoko, Kotaro, and Mitsuko agree to commit suicide together, though the latter two withhold the poison at the last second to save Sonoko. He also wrote about the attempt to find Yukiko a husband in his novel The Makioka Sisters.",
    "term": "Jun'ichiro Tanizaki"
  },
  {
    "id": 5058,
    "definition": "Answer these questions about suicide in Asian Literature. In this early playwright's work The Love Suicides at Sonezaki, Tokubei and Ohatsu escape to the Woods of Tenjin to commit suicide after he is swindled by Kuheiji. He also wrote The Love Suicides at Amijima and The Battles of Coxinga.",
    "term": "Monzaemon Chikamatsu"
  },
  {
    "id": 5059,
    "definition": "Answer these questions about suicide in Asian Literature. In one of this author's novels, the protagonist attempts suicide in his childhood after doubting his ability to write a comprehensive history of Ose on Shikoku Island. Another of his novels sees a father and son magically become twenty years younger and older, respectively, before being tasked to threaten Tokyo with a bomb by ˈˈthe Patron.ˈˈ In addition to M/T and the Narrative About the Marvels of the Forests, this author wrote a novel in which a man hangs himself after an interaction with a cucumber. In that novel by him, Takashi secretly sells his family's land to the Emperor, to the dismay of Mitsusaburo. Identify this author of The Pinch Runner Memorandum, The Silent Cry, and A Personal Matter.",
    "term": "Kenzaburo Oe American Government/Economics: Name the following related to the judicial branch of government."
  },
  {
    "id": 5060,
    "definition": "Identify the languages of the following works. What language was used by Petrarch to write about his love Laura in a Songbook of sonnets?",
    "term": "Italian"
  },
  {
    "id": 5061,
    "definition": "Identify the languages of the following works. The 20th century anti-colonial Negritude movement included authors who wrote in what European language? Leopold Senghor, the eventual president of Senegal, was part of this movement.",
    "term": "French"
  },
  {
    "id": 5062,
    "definition": "Identify the languages of the following works. In one story in this language, a man murders his wife upon discovering a slave with an apple he supposedly received from her. In one scene in a novel set in this language, the former lover of one character is hired to sing at his daughter's wedding, which upsets Fahmy. A series of stories in this language are all told with cliffhanger endings so that King Shahryar will not kill the teller of the stories, Scheherazade. Palace Walk, part of Naguib Mahfouz's Cairo Trilogy, is in this language. Identify this language of 1001 Nights.",
    "term": "Arabic"
  },
  {
    "id": 5063,
    "definition": "Identify these Japanese authors. What early 20th century Japanese author wrote such short stories as ˈˈRashomonˈˈ and ˈˈIn a Groveˈˈ? This author is the namesake of a prestigious Japanese literary award.",
    "term": "Ryunosuke Akutagawa"
  },
  {
    "id": 5064,
    "definition": "Identify these Japanese authors. What Heian period court lady's musings and lists such as ˈˈpleasant thingsˈˈ and ˈˈhateful thingsˈˈ were published as The Pillow Book?",
    "term": "Sei Shonagon (accept Lady Sei)"
  },
  {
    "id": 5065,
    "definition": "Identify these Japanese authors. In one novel by this author, a character hides his crush on Kusano by dating Kusano's sister. In that novel by this author, paintings of Saint Sebastian and Joan of Arc make Kochan question his sexuality. The kendo athlete Isao plots to assassinate some politicians in Runaway Horses, a novel in this author's Sea of Fertility tetralogy. Another novel by this author ends with the disturbed Mizoguchi burning down the title structure. Identify this author of Confessions of a Mask and The Temple of the Golden Pavilion.",
    "term": "Yukio Mishima (accept either)"
  },
  {
    "id": 5066,
    "definition": "Answer some questions about a literary genre. What genre of horror began with the publication of Horace Walpole's novel, The Castle of Otranto, which features some of this genre's hallmarks like trapdoors and supernatural castles?",
    "term": "Gothic"
  },
  {
    "id": 5067,
    "definition": "Answer some questions about a literary genre. What author wrote a major parody of Gothic literature entitled Northanger Abbey, in which the teen Catherine Morland believes the title home to be haunted?",
    "term": "Jane Austen"
  },
  {
    "id": 5068,
    "definition": "Answer some questions about a literary genre. The narrator of this novel discovers fresh flowers in a room in the unused west wing of the central estate, where later, a housekeeper encourages her to jump out the window. After being threatened with blackmail by Jack Favell, one character in this novel reveals that he intentionally misidentified a body. The narrator of this novel is horrified to learn that the party dress she wore on the suggestion of Mrs. Danvers was previously worn by the title character. This novel opens ˈˈLast night I dreamt I went to Manderley againˈˈ and is narrated by Maxim de Winter's new wife. Identify this novel by Daphne du Maurier.",
    "term": "Rebecca"
  },
  {
    "id": 5069,
    "definition": "Identify these Russian authors. What author published the cycle of poems, My Sister Life? He also wrote poems like ˈˈBad Roads in Springˈˈ and ˈˈHamletˈˈ as Yuri, his most famous character.",
    "term": "Boris Pasternak"
  },
  {
    "id": 5070,
    "definition": "Identify these Russian authors. What author wrote about Satan visiting the USSR under the guise of Professor Woland in his novel The Master and Margarita?",
    "term": "Mikhail Bulgakov"
  },
  {
    "id": 5071,
    "definition": "Identify these Russian authors. This author wrote a short play in which Nyukhin rants about his wife's complaining and refusal to give parties rather than give the title boring lecture. In another work by this author, Vershinin begins an affair with the wife of the Latin teacher Kulygin, though Kulygin admits that he might have been happier with his wife's sister Olga. In addition to On the Harmful Effects of Tobacco, this author wrote a work in which Konstantin presents Nina the title dead bird as a symbol of his love. Who is this Russian playwright of Three Sisters and The Seagull?",
    "term": "Anton Chekhov"
  },
  {
    "id": 5072,
    "definition": "Identify these British poems. In what Lord Byron epic does Catherine the Great fall in love with the title character, whom she enlists for her harem?",
    "term": "Don Juan [don JOO-uhn]"
  },
  {
    "id": 5073,
    "definition": "Identify these British poems. What Christina Rossetti poem contains the line ˈˈThere is no friend like a sisterˈˈ and tells the story of Lizzie saving her sister Laura from the curse of the title creatures?",
    "term": "ˈˈGoblin Marketˈˈ"
  },
  {
    "id": 5074,
    "definition": "Identify these British poems. The title character of this poem falls in love with a character who sings ˈˈTirra lirra, tirra lirra.ˈˈ This poem opens with a description of ˈˈlong fields of barley and of ryeˈˈ that ˈˈon either side the river lie.ˈˈ The title character of this poem is trapped within ˈˈfour gray walls, and four gray towersˈˈ that ˈˈoverlook a space of flowersˈˈ before she decides to climb into a ˈˈshallow boatˈˈ to sail for Camelot. Identify this poem about a cursed maiden who falls in love with Sir Lancelot, a poem by Alfred Lord Tennyson.",
    "term": "ˈˈThe Lady of Shalottˈˈ"
  },
  {
    "id": 5075,
    "definition": "Identify these German-language authors. What post-World War II German author wrote such novels as The Lost Honour of Katharina Blum and Billiards at Half Past Nine?",
    "term": "Heinrich Boll"
  },
  {
    "id": 5076,
    "definition": "Identify these German-language authors. What early 19th century German author is famous for his short stories, including one about Anselmus the archivist, ˈˈThe Golden Pot,ˈˈ and one about the title monster, ˈˈThe Sandmanˈˈ?",
    "term": "E. T. A. Hoffmann"
  },
  {
    "id": 5077,
    "definition": "Identify these German-language authors. This author drew inspiration from a 14th century Chinese play by Li Qianfu [chyan-foo] to write a play in which Natella and Grusha are told to pull the child Michael from the title construct to determine which is his mother. In addition to The Caucasian Chalk Circle, another play by this author is interspersed with songs like ˈˈThe Great Capitulationˈˈ and the ˈˈFraternization Song.ˈˈ The title character of that play by this author attempts to save her son Swiss Cheese's life by selling her cart, but he is executed during the Thirty Years' War anyway. Identify this playwright of Mother Courage and Her Children.",
    "term": "Bertolt Brecht"
  },
  {
    "id": 5078,
    "definition": "Identify the languages of the following works. What language was used by Karel Capek to write the play R.U.R., which introduced ˈˈrobotˈˈ to the English language? This language was also used by Milan Kundera to write The Book of Laughter and Forgetting.",
    "term": "Czech"
  },
  {
    "id": 5079,
    "definition": "Identify the languages of the following works. What language was used by Constantine Cavafy to write a poem that begins ˈˈWhat are we waiting for, assembled in the forum?ˈˈ called ˈˈWaiting for the Barbarians.ˈˈ This language was also used to write The Last Temptation of Christ.",
    "term": "Greek (The Last Temptation of Christ is by Nikos Kazantzakis)"
  },
  {
    "id": 5080,
    "definition": "Identify the languages of the following works. One novel featuring this language is a murder mystery by Michael Chabon named for a Policemen's Union. One story in this language ends with the title narrator urinating in some bread dough after discovering that none of his children with Elka are actually his. That story in this language is ˈˈGimpel the Fool.ˈˈ In another story in this language, one character explains how he came into his current profession after two women gift him a cow. That story, ˈˈThe Great Windfall,ˈˈ appears in a collection in this language, Tevye the Dairyman, which served as the basis for the musical Fiddler on the Roof. Identify this language used by Isaac Bashevis Singer and Sholem Aleichem, two Jewish authors.",
    "term": "Yiddish (the Chabon novel is The Yiddish Policemenˈs Union)"
  },
  {
    "id": 5081,
    "definition": "In this set of questions, you will name writers who wrote about alchemy. What writer, the husband of Elizabeth Barrett, wrote about an alchemist who contemplates his achievements in Paracelsus (ˈˈPAIRˈˈ-uh-SELL-suss)?",
    "term": "Robert Browning"
  },
  {
    "id": 5082,
    "definition": "In this set of questions, you will name writers who wrote about alchemy. What author, the wife of Percy, wrote about a scientist named Victor who creates a monster through assemblages and alchemy?",
    "term": "Mary Wollstonecraft Shelley"
  },
  {
    "id": 5083,
    "definition": "In this set of questions, you will name writers who wrote about alchemy. This writer wrote a story about a canon who tricks a clergyman into thinking mercury can be alchemized into quicksilver. Another story by this writer concerns a fox getting outwitted by a proud cock named Chauntecleer (CHAWN- tih-ˈˈclearˈˈ). In another story by this author, Nicholas farts into the face of Absolon (ab-SO-lawn), who then uses a red hot poker to singe Nicholas' rear end. All of those stories by this author appear in a collection that opens with a General Prologue in which pilgrims stay at the Tabard Inn. Name this medieval English author who included ˈˈThe Miller's Taleˈˈ as one of his many Canterbury Tales.",
    "term": "Geoffrey Chaucer"
  },
  {
    "id": 5084,
    "definition": "Name the following related to William Shakespeare. Antonio is the title character of what play by William Shakespeare that includes a moneylender named Shylock?",
    "term": "The Merchant of Venice"
  },
  {
    "id": 5085,
    "definition": "Name the following related to William Shakespeare. What play by William Shakespeare includes Goneril [GAHN-er-uhl] and Regan, who are two ungrateful daughters of the title character?",
    "term": "The Tragedy of King Lear"
  },
  {
    "id": 5086,
    "definition": "Name the following related to William Shakespeare. This writer imagined a fictional sister of William Shakespeare who is denied the opportunity to write because she lacks ˈˈa room of one's own.ˈˈ This author wrote about six friends, including Bernard and Neville (neh-VUHL), who soliloquize on the nature of life, in an experimental work in which the theme of water provides a backdrop. Lily Briscoe visits the Ramsays (RAM-seez), who live on the Isle of Skye, in a book by this author named for a sea-side structure that Mr. Ramsay wishes to visit. Name this author of the Bloomsbury Group who penned The Waves and To the Lighthouse.",
    "term": "Adeline Virginia Woolf [accept Virginia Stephen]"
  },
  {
    "id": 5087,
    "definition": "Name these authors who wrote about large beasts. What soldier, prisoner, and author wrote about the ˈˈquesting beastˈˈ in his compilation of Arthurian myth, Le Morte Darthur (luh mort DAR-thur)?",
    "term": "Thomas Mallory"
  },
  {
    "id": 5088,
    "definition": "Name these authors who wrote about large beasts. What author wrote about a giant bear who is exposed to the politics of the Beklan Empire in Shardik? A rabbit named Hazel is the protagonist of his novel Watership Down.",
    "term": "Richard George Adams"
  },
  {
    "id": 5089,
    "definition": "Name these authors who wrote about large beasts. In one work this author wrote about Calidore (CAL-ih-door), a knight whose mission is to slay the Blatant Beast. In that poem by this author, the recurring character of Colin Clout plays songs on his bagpipe. This man's love for Elizabeth Boyle inspired his sonnet sequence Amoretti (ah-moh-RET-ee). Holiness, Temperance, Chastity, Friendship, Justice, and Courtesy are the themes of his masterpiece, which makes use of the ABABBCBCC (ˈˈA-B-A-B-B-C-B-C-Cˈˈ) rhyme scheme and idealizes Queen Elizabeth as the title figure. Name this 16th century author of the epic poem The Faerie Queene.",
    "term": "Edmund Spenser"
  },
  {
    "id": 5090,
    "definition": "Name these British poets. What British poet, the author of ˈˈWhen I was One and Twentyˈˈ wrote about being able to ˈˈsee the cherry hung with snowˈˈ in his poem ˈˈLoveliest of Treesˈˈ?",
    "term": "Alfred Edward Housman"
  },
  {
    "id": 5091,
    "definition": "Name these British poets. What other British poet described ˈˈhappy bells, across the snowˈˈ in his poem ˈˈRing Outˈˈ, which is part of a sequence commemorating Arthur Hallam?",
    "term": "Alfred, Lord Tennyson [or 1st Baron Tennyson]"
  },
  {
    "id": 5092,
    "definition": "Name these British poets. This author wrote about seeing his cradled infant Hartley in a poem that begins by describing how the title phenomenon ˈˈperforms its secret ministry unhelped by any wind.ˈˈ He addressed his ˈˈpensive Saraˈˈ at the beginning of a poem about a musical instrument ˈˈplaced length-ways in the clasping casement.ˈˈ This author of ˈˈFrost at Midnightˈˈ and ˈˈThe Aeolian (ee-OH-lee-in) Harpˈˈ had one of his works interrupted by the Person from Porlock. That work is set where ˈˈAlph, the sacred river, ranˈˈ and describes a ˈˈstately pleasure-domeˈˈ in Xanadu (ZAN-uh-dew). Name this British poet who wrote ˈˈKubla Khan.ˈˈ",
    "term": "Samuel Taylor Coleridge"
  },
  {
    "id": 5093,
    "definition": "Name the following related to East Asian literature. What work by Lady Murasaki (MUR-uh-sah-kee), sometimes considered to be the first novel, is a depiction of classical Japanese court life?",
    "term": "The Tale of Genji or [Genji monogatari]"
  },
  {
    "id": 5094,
    "definition": "Name the following related to East Asian literature. Zeami (zay-AHM-ee) is considered to be a practitioner of what medieval Japanese art form, which emphasizes a slow, stylized performance and actors with masks?",
    "term": "noh [or nogaku or noh drama or noh play or noh theater]"
  },
  {
    "id": 5095,
    "definition": "Name the following related to East Asian literature. In this work, a character causes fiery bricks to fall from heaven, leading to the creation of Flaming Mountain. A group of characters in this work make a pilgrimage to Vulture Peak. This novel's main character was born from a magic stone infused with the power of heaven on top of a mountain. This novel's characters include Pigsy, Sandy, and Sun Wukong, who sometimes provides the alternate name of this novel, (*) Monkey. Name this novel, one of the four Chinese classics, which is named for a voyage to India.",
    "term": "Journey to the West [or Xi You Ji or Hsi-yu chi; prompt on ˈˈAdventures of the Monkey Godˈˈ or ˈˈMonkey to the Westˈˈ or ˈˈThe Adventures of Monkeyˈˈ; prompt on ˈˈMonkeyˈˈ before (*)]"
  },
  {
    "id": 5096,
    "definition": "Give the following related to lunar references in works of literature. From the Earth to the Moon is one of the many science fiction novels in which what author depicts journeys to the moon?",
    "term": "Jules Gabriel Verne"
  },
  {
    "id": 5097,
    "definition": "Give the following related to lunar references in works of literature. What author of Comical History of the States and Empires of the Moon is better known for appearing in a 19th century play in which he secretly loves Roxane?",
    "term": "Hercule-Savinien Cyrano De Bergerac"
  },
  {
    "id": 5098,
    "definition": "Give the following related to lunar references in works of literature. The oldest piece of prose in this country's literary tradition describes a girl that is found in a plant leaf as a youth and raised by human foster-parents before becoming Princess of the Moon. A novelist from this country wrote about an old man, who visits an establishment in which all of the young girls have been drugged, in the novella The House of the Sleeping Beauties. That author from this nation also wrote Snow Country, which is set in a hot springs town, or onsen. Name this country that was home to the writer Yasunari Kawabata.",
    "term": "Japan [or Nihon-koku or Nippon-koku]"
  },
  {
    "id": 5099,
    "definition": "Name these European authors. What Czech author never finished his novel about K., who tries to enter the title structure, titled The Castle?",
    "term": "Franz Kafka [or Franz Anschel]"
  },
  {
    "id": 5100,
    "definition": "Name these European authors. What Czech author wrote about Tomas and Teresa, who live during the Prague Spring, in The Unbearable Lightness of Being?",
    "term": "Milan Kundera"
  },
  {
    "id": 5101,
    "definition": "Name these European authors. This author adapted Arthur Schnitzler's (SHNITZ-lurz) play The Distant Land into his own play The Undiscovered Country. The events that lead to the Russian Revolution are the subject of his three plays Voyage, Shipwreck, and Salvage. In another play by this author, the title characters and the Tragedians (tra-juh-DEE-unz) hide in barrels while pirates attack their boat. In that play by this author, the two title characters perform The Murder of Gonzago after flipping a coin 92 times and seeing it land on heads every time. Name this author of Rosencrantz and Guildenstern are Dead.",
    "term": "Tom Stoppard [or Tomáš Straussler]"
  },
  {
    "id": 5102,
    "definition": "Give the following related to illustrators of English literature. Hablot Browne illustrated the novels of what author, whose works include Martin Chuzzlewit and Bleak House?",
    "term": "Charles John Huffam Dickens"
  },
  {
    "id": 5103,
    "definition": "Give the following related to illustrators of English literature. John Tenniel illustrated what Lewis Carroll novel, whose characters included the Red Queen and Tweedledum?",
    "term": "Through the Looking Glass, and What Alice Found There"
  },
  {
    "id": 5104,
    "definition": "Give the following related to illustrators of English literature. At the end of this story, which was illustrated by Sidney Paget (PUH-jay), a sea-battered stern post with the letters ˈˈL.S.ˈˈ painted on it is discovered. This story is told through the character of John Openshaw, who describes how his Uncle Elias is a former colonel that is given an envelope with the title objects; that envelope causes him to burn some secret papers and pace frantically before he is found dead in his own pool. Name this short story in which Sherlock Holmes deduces that a boat captain and his two mates are members of the K.K.K. and thus responsible for two murders.",
    "term": "ˈˈThe Five Orange Pipsˈˈ"
  },
  {
    "id": 5105,
    "definition": "Answer the following about authors who wrote epic poems. The Shield of Heracles and Works and Days are epic poems by what Greek author, who described the origin of the gods in Theogony (THEE-odj-uh-nee)?",
    "term": "Hesiod"
  },
  {
    "id": 5106,
    "definition": "Answer the following about authors who wrote epic poems. Apollonius Rhodius (APP-uh-loh-nee-us ROE-dee-us) wrote an epic poem about what object from Greek mythology that was used in a journey from Iolcus (EE-oll-cuss) to Colchis (KOLL-chiss) to acquire an item possessed by King Aeetes (ˈˈeyeˈˈ-EE-teez).",
    "term": "Argo"
  },
  {
    "id": 5107,
    "definition": "Answer the following about authors who wrote epic poems. This man wrote an epic poem about ˈˈThe Death and Judgment of the Eternal Manˈˈ that is named for Tharmas (TAR-muss), Luvah (LOO-vuh), Urizen (YUR-ee-zen), and Urthona (UR-thoe-nuh). This author of The Four Zoas wrote a shorter poem that begins ˈˈI was angry with my friend; I told my wrath, my wrath did not end.ˈˈ That poem ends with the speaker seeing his foe outstretched beneath the title plant. Another poem, which appears in the same collection as the previous one, describes an ˈˈinvisible worm, that flies in the night.ˈˈ Name this author whose poems ˈˈA Poison Treeˈˈ and ˈˈThe Sick Roseˈˈ appear in Songs of Innocence and Experience.",
    "term": "William Blake"
  },
  {
    "id": 5108,
    "definition": "Identify the following countries given clues about their authors. David Balfour is taken aboard the Covenant against his will in the novel Kidnapped, by what country's author Robert Louis Stevenson? This country is also home to the poet of ˈˈAuld Lang Syne,ˈˈ Robert Burns.",
    "term": "Scotland (prompt on Great Britain or the United Kingdom; do not accept or prompt on England)"
  },
  {
    "id": 5109,
    "definition": "Identify the following countries given clues about their authors. The title precocious girl moves to Nova Scotia to the Cuthbert farm in Anne of Green Gables, by what country's author Lucy Maud Montgomery? The author of The Life of Pi, Yann Martel, is also from here.",
    "term": "Canada"
  },
  {
    "id": 5110,
    "definition": "Identify the following countries given clues about their authors. A letter from this country is lost in the mail, leading two people from this country to settle on naming their child after a Russian author in the novel The Namesake. One poet from this country wrote ˈˈThou hast made me endless, such is thy pleasureˈˈ in the opening poem of a collection of Song Offerings. This country is also home to an author who wrote a novel that opens with a plane explosion being survived by Saladin Chamcha and Gibreel Farishta. That author from this country had a fatwa placed on his head for writing Satanic Verses. Identify this home country of Rabindranath Tagore and Salman Rushdie.",
    "term": "India"
  },
  {
    "id": 5111,
    "definition": "Identify these British poems. What poem beginning with the narrator noting that ˈˈFive years have pastˈˈ since he last visited the title old church was written by William Wordsworth?",
    "term": "ˈˈTintern Abbeyˈˈ"
  },
  {
    "id": 5112,
    "definition": "Identify these British poems. In what Samuel Taylor Coleridge poem does the title character relate a story about how his killing of an albatross cursed him to float alone on the sea? The line ˈˈwater, water everywhere nor any drop to drinkˈˈ is from this poem.",
    "term": "ˈˈRime of the Ancient Marinerˈˈ"
  },
  {
    "id": 5113,
    "definition": "Identify these British poems. This poem's author states ˈˈthings are bad all overˈˈ and begs ˈˈTry to be true to meˈˈ to the title character of a work inspired by this poem. That work inspired by this poem was written by Anthony Hecht. This poem describes an entity ˈˈat the fullˈˈ that ˈˈlay like the folds of a bright girdle furledˈˈ and that drones a ˈˈmelancholy, long, withdrawing roar.ˈˈ ˈˈThe eternal note of sadnessˈˈ is heard by ˈˈSophocles, long agoˈˈ on the Aegean in this poem, that ends with the description of a place where ˈˈignorant armies clash by night.ˈˈ Identify this poem beginning ˈˈThe sea is calm tonightˈˈ by Matthew Arnold.",
    "term": "ˈˈDover Beachˈˈ"
  },
  {
    "id": 5114,
    "definition": "Answer the following about Russian literature. What author wrote about Prince Myshkin's adoration for Nastassya in The Idiot and about Dmitri being accused of his father's murder in The Brothers Karamazov?",
    "term": "Fyodor Dostoevsky"
  },
  {
    "id": 5115,
    "definition": "Answer the following about Russian literature. Alexander Solzhenitsyn's One Day in the Life of Ivan Denisovich is set at what kind of place? Solzhenitsyn also published a work named for an Archipelago of these places, in which he recounts his time as a prisoner in one of them.",
    "term": "gulags (prompt on less specific answers like camps or prisons)"
  },
  {
    "id": 5116,
    "definition": "Answer the following about Russian literature. After viewing a painting of Jesus and Pontius Pilate, one character in this novel commissions a portrait of his lover from Mikhailov once he realizes that he cannot paint her adequately. One character in this novel grows suspicious of his wife after she pays close attention to a horse race in which Frou-Frou's back is accidentally broken. That woman visits her son Seryozha during secret visits to St Petersburg, though she fears being caught by the husband she left for Count Vronsky. Ending with the title character throwing herself in front of a train, identify this Leo Tolstoy novel.",
    "term": "Anna Karenina"
  },
  {
    "id": 5117,
    "definition": "Identify these poetry collections from around the world. What important collection of symbolist poetry opens with the poem ˈˈAu Lecteur,ˈˈ or ˈˈTo the Reader,ˈˈ in which the narrator calls the addressee ˈˈHypocrite reader! My fellow - my brother!ˈˈ?",
    "term": "The Flowers of Evil or Les Fleurs du Mal"
  },
  {
    "id": 5118,
    "definition": "Identify these poetry collections from around the world. What collection of Persian quatrains was translated to English by Edward FitzGerald and contains such lines as those describing ˈˈA book of verses underneath the bough, a jug of wine, a loaf of bread, and thouˈˈ?",
    "term": "The Rubaiyat"
  },
  {
    "id": 5119,
    "definition": "Identify these poetry collections from around the world. The lines ˈˈYour presence is foreign, as strange to me as a thingˈˈ and ˈˈWho are you? Who are you?ˈˈ are found in this collection's poem ˈˈThinking, Tangling Shadows.ˈˈ One poem in this collection describes ˈˈthe hour of departure, the hard cold hour which the night fastens to all the timetablesˈˈ and opens with the line ˈˈThe memory of you emerges from the night around me.ˈˈ This collection's penultimate poem opens with the narrator presenting ˈˈThe night is starry and the stars are blue and shiver in the distanceˈˈ as one of the ˈˈsaddest linesˈˈ that he can ˈˈwrite tonight.ˈˈ Identify this collection of poems by Pablo Neruda.",
    "term": "Twenty Love Poems and a Song of Despair"
  },
  {
    "id": 5120,
    "definition": "Answer some questions about epic poems. The Hindu epics the Ramayana and the Mahabharata were written in what ancient language?",
    "term": "Sanskrit"
  },
  {
    "id": 5121,
    "definition": "Answer some questions about epic poems. An ancient Sumerian epic is named for what hero and king of Uruk who kills the Bull of Heaven alongside his friend Enkidu?",
    "term": "Gilgamesh"
  },
  {
    "id": 5122,
    "definition": "Answer some questions about epic poems. In one poem, a hippogriff and flaming chariot transport Astolfo to the moon to retrieve this character's sanity, after which this character kills King Agramante. That Italian epic featuring this character is named for [this character] Furioso. In another epic, Archbishop Turpin instructs this character to blow his oliphant horn to signal for help from Charlemagne's forces during the Battle of Roncevaux Pass. Identify this character who appears in a French epic named for his Song.",
    "term": "Orlando or Roland"
  },
  {
    "id": 5123,
    "definition": "Answer these questions about the Argentine author Jorge Luis Borges. In one of his stories, the narrator describes the destruction of the Purifiers while searching for the Crimson room, one of the infinite hexagonal rooms in what title location?",
    "term": "The Library of Babel [prompt on ˈˈlibraryˈˈ]"
  },
  {
    "id": 5124,
    "definition": "Answer these questions about the Argentine author Jorge Luis Borges. What object is used to write a pedantic poem about the world by Carlos Daneri since it can be used to see every angle of any object in the world? It is located beneath the stairs of Daneri's house, which is facing demolition.",
    "term": "ˈˈThe Alephˈˈ [accept ˈˈEl Alephˈˈ]"
  },
  {
    "id": 5125,
    "definition": "Answer these questions about the Argentine author Jorge Luis Borges. In ˈˈTheme of the Traitor and Hero,ˈˈ Nolan, a translator of this author into Gaelic, creates a story surrounding the death of Fergus Kilpatrick referencing this author's works before killing him. In another story, the protagonist meets Daniel Thorpe at a convention held for this author, after which the protagonist considers writing a biography of this man. In that story which shares its title with the collection it appears in, Hermann Sörgel gains this man's memory, which causes him to not recognize modern conveniences. Identify this prolific Elizabethan playwright.",
    "term": "William Shakespeare American Government/Economics: Name these men who served as Senators during the first half of the twentieth century."
  },
  {
    "id": 5126,
    "definition": "Identify these British authors. What author drew upon his time in the Indian Imperial Police to write such novels as Burmese Days and such essays as ˈˈShooting an Elephantˈˈ?",
    "term": "George Orwell"
  },
  {
    "id": 5127,
    "definition": "Identify these British authors. While still writing under the pseudonym Boz, what author published his first novel, The Posthumous Papers of the Pickwick Club in 1836?",
    "term": "Charles Dickens"
  },
  {
    "id": 5128,
    "definition": "Identify these British authors. One novel by this author served as the inspiration for Zadie Smith's novel On Beauty. In one story by this author, Kuno's escapades lead to the respirator machines required to visit the Earth's surface being made illegal. That story by this author is ˈˈThe Machine Stops.ˈˈ In a novel by this author, Ruth bequeaths the title property to Margaret in a note, though Henry burns it and keeps the property anyway. Identify this author who wrote about the Schlegel and the Wilcox families in Howards End.",
    "term": "E. M. Forster"
  },
  {
    "id": 5129,
    "definition": "Identify these works by Latin American authors. What Carlos Fuentes novel follows the life and eventual passing of the title business magnate who was a Mexican Revolution veteran?",
    "term": "The Death of Artemio Cruz"
  },
  {
    "id": 5130,
    "definition": "Identify these works by Latin American authors. What Mario Vargas Llosa [yo-suh] novel follows Mario's work for the Panamericana radio station and his romance with the title divorcee?",
    "term": "Aunt Julia and the Scriptwriter"
  },
  {
    "id": 5131,
    "definition": "Identify these works by Latin American authors. In an attempt to please a girl in this novel, one character presents her with a rug made from her dead dog Barrabas. At the Red Lantern, one character befriends the prostitute Transito Soto, who later saves that character's granddaughter from jail and torture at the hands of his illegitimate son. At this novel's beginning, Rosa's death by poisoned brandy is predicted by her green-haired sister Clara. What novel chronicling the lives of the Trueba family was written by Isabel Allende?",
    "term": "The House of the Spirits"
  },
  {
    "id": 5132,
    "definition": "Name these poets who wrote works about Oliver Cromwell. This poet's Defensio Secunda discusses the nature of Oliver Cromwell's politics. This author's ˈˈLycidasˈˈ is an elegy for Edward King.",
    "term": "John Milton"
  },
  {
    "id": 5133,
    "definition": "Name these poets who wrote works about Oliver Cromwell. This man stated that Cromwell could ˈˈnot cease in the inglorious arts of peaceˈˈ in a ˈˈHoratian Odeˈˈ depicting his ˈˈReturn from Ireland.ˈˈ This poet is better known for authoring ˈˈTo His Coy Mistress.ˈˈ",
    "term": "Andrew Marvell"
  },
  {
    "id": 5134,
    "definition": "Name these poets who wrote works about Oliver Cromwell. In one poem, this author wrote that ˈˈCromwell is ready / James calls for fires in Golgonooza.ˈˈ The speaker of another poem by this author hears ˈˈthe youthful Harlots curseˈˈ while walking through ˈˈeach charter'd street / near where the charter'd Thames (temz) does flow.ˈˈ In a third poem by this author, the speaker references a time ˈˈwhen the stars threw down their spears.ˈˈ This author of Milton: A Poem in Two Books and ˈˈLondonˈˈ is better known for a poem that takes place ˈˈin the forests of the nightˈˈ and asks the question ˈˈwhat immortal hand could frame thy fearful symmetryˈˈ to an animal that is ˈˈburning bright.ˈˈ Name this author whose collection Songs of Experience contains the poem ˈˈThe Tyger.ˈˈ",
    "term": "William Blake U.S. Government/Economics: Name these Cabinet positions."
  },
  {
    "id": 5135,
    "definition": "Name these characters created by William Shakespeare. This husband of Emilia tells Othello that jealousy is a ˈˈgreen-eyed monster which doth mock the meat it feeds on.ˈˈ",
    "term": "Iago"
  },
  {
    "id": 5136,
    "definition": "Name these characters created by William Shakespeare. In Hamlet, this villainous king kills the father of Hamlet and marries the latter's mother, Gertrude.",
    "term": "King Claudius"
  },
  {
    "id": 5137,
    "definition": "Name these characters created by William Shakespeare. In one speech, this character describes the ˈˈstern alarums changed to merry meetingsˈˈ due to the presence of ˈˈgrim-visaged war.ˈˈ This character states that he ˈˈcannot prove a lover,ˈˈ so he is ˈˈdetermined to prove a villainˈˈ by making ˈˈdrunken propheciesˈˈ and hating ˈˈthe idle pleasures of these days.ˈˈ At the beginning of the play in which he appears, he states ˈˈNow is the winter of our discontent, made glorious by this sun of York.ˈˈ Shortly before being killed, this title character offers ˈˈmy kingdom for a horse.ˈˈ Name this hunchbacked king who was the subject of a play set during the Wars of the Roses.",
    "term": "Richard III [prompt on ˈˈRichardˈˈ] U.S. Government/Economics: Give the following related to the U.S. Constitution."
  },
  {
    "id": 5138,
    "definition": "Name these title figures of British poems. A poem addressed to this figure ends by asking ˈˈIf winter comes, can Spring be far behind?ˈˈ",
    "term": "west wind [accept ˈˈOde to the West Windˈˈ; prompt on ˈˈwindˈˈ]"
  },
  {
    "id": 5139,
    "definition": "Name these title figures of British poems. This author's translation of The Iliad and The Odyssey inspired John Keats to feel like ˈˈstout Cortez when...He star'd (ˈˈstaredˈˈ) at the Pacific.ˈˈ",
    "term": "George Chapman"
  },
  {
    "id": 5140,
    "definition": "Name these title figures of British poems. This character describes the ˈˈuncertain hour that agony returnsˈˈ since ˈˈthe heart within me burnsˈˈ until his ˈˈghastly tale is told.ˈˈ Upon taking someone's oars, this man is told ˈˈfull plain I see, the Devil knows how to row.ˈˈ This character, who is twice called ˈˈbright-eyed,ˈˈ described ˈˈslimy things [that] did crawl with legs upon the slimy sea.ˈˈ A game of dice leads to Life-in-Death winning this character's soul. While talking with the ˈˈWedding Guest,ˈˈ this character describes how he was cursed for shooting an albatross. Name this title character of a Samuel Taylor Coleridge ˈˈrime.ˈˈ",
    "term": "ancient mariner or ancyent marinere [accept The Rime of the Ancient Mariner or The Rime of the Ancyent Marinere; prompt on partial answer] U.S. Government/Economics: Name these Supreme Court cases."
  },
  {
    "id": 5141,
    "definition": "Answer the following about authors who wrote incredibly long novel series. The 20 volume novel series Les Rougon-Macquart (lay ROO-gahn muh-KART), which was set during the French Second Empire, was penned by this naturalist author who also wrote the letter ˈˈJ'Accuseˈˈ (ZHAH-cooz).",
    "term": "Emile Edouard Charles Antoine Zola"
  },
  {
    "id": 5142,
    "definition": "Answer the following about authors who wrote incredibly long novel series. Magical stories such as The Wild Ass's Skin, and realist ones such as Eugenie Grandet [ˈˈYOUˈˈ-zhen-ee GRAN- day], are entries in this author's massive novel sequence entitled The Human Comedy.",
    "term": "Honore de Balzac (awn-uh-ray duh ˈˈballˈˈ-zak)"
  },
  {
    "id": 5143,
    "definition": "Answer the following about authors who wrote incredibly long novel series. One author from this country wrote a 12 volume novel sequence, whose volumes include Hearing Secret Harmonies and The Military Philosophers, in his masterpiece A Dance to the Music of Time. Another author from this country wrote a six-volume series entitled The Chronicles of Barsetshire. Michael Henchard is the title character of one novel by an author from this country who also wrote The Return of the Native. Anthony Powell and Anthony Trollope are natives of what nation that was the setting for The Mayor of Casterbridge, which was written by native Thomas Hardy?",
    "term": "United Kingdom of Great Britain and Northern Ireland or U.K. [accept any underlined portion; accept England; do not accept or prompt on ˈˈScotlandˈˈ or ˈˈWalesˈˈ] U.S. Government/Economics: Name these individuals who sought the Republican nomination for president in the Election of 2016."
  },
  {
    "id": 5144,
    "definition": "Name the following related to the mention of dogs in literature. This bank employee is stabbed to death ˈˈlike a dogˈˈ at the end of Franz Kafka's novel The Trial.",
    "term": "Joseph K. (YOH-seff KAH) [accept either underlined portion]"
  },
  {
    "id": 5145,
    "definition": "Name the following related to the mention of dogs in literature. A dog named Karenin gets cancer in this Milan Kundera (MIH-lahn KOON-dair-uh) novel that centers on the married couple Tomas (toh-MAHSH) and Tereza (tuh-RAY-zah).",
    "term": "The Unbearable Lightness of Being"
  },
  {
    "id": 5146,
    "definition": "Name the following related to the mention of dogs in literature. This author included a dog named Merrylegs in a novel in which a mine-shaft accident claims the life of Stephen Blackpool. In that novel by this author, a circus owner abandons his daughter, Sissy Jupe, in Coketown, where she is forced to learn ˈˈfactsˈˈ by a friend and associate of Josiah Bounderby named Thomas Gradgrind. Another novel by this author features a woman who constantly knits names into her register. That woman, Madame Defarge, appears in a novel by this author in which the same woman is loved by both Sydney Carton and Charles Darnay in the years leading up to the French Revolution. Name this English author of Hard Times and A Tale of Two Cities.",
    "term": "Charles John Huffam Dickens U.S. Government/Economics: Answer the following about economic treatises."
  },
  {
    "id": 5147,
    "definition": "Answer the following about poetic meter. An unstressed syllable followed by a stressed syllable comprises this poetic meter.",
    "term": "iamb [or iambus; accept iambic foot]"
  },
  {
    "id": 5148,
    "definition": "Answer the following about poetic meter. A stressed syllable followed by two unstressed syllables comprises this poetic meter.",
    "term": "dactyl [or dactylic foot]"
  },
  {
    "id": 5149,
    "definition": "Answer the following about poetic meter. This poet used anapestic tetrameter in a poem whose last stanza states ˈˈand the idols are broke in the temple of Baal.ˈˈ That poem by this writer begins by describing how ˈˈthe Assyrian came down like a wolf on the fold.ˈˈ This author of ˈˈThe Destruction of Sennacherib (seh-NAA-kuh-rub)ˈˈ wrote another poem about a person whose ˈˈsmiles that winˈˈ tell of ˈˈdays in goodness spent.ˈˈ The first stanza of that poem by this poet describes ˈˈtender light which heaven to gaudy day denies.ˈˈ The title woman of that poem by this author is compared to ˈˈthe night of cloudless climes and starry skies.ˈˈ Name this English poet of ˈˈShe Walks in Beautyˈˈ and Don Juan.",
    "term": "Lord Byron or George Gordon U.S. Government/Economics: Answer the following having to do with investment over long periods of time."
  },
  {
    "id": 5150,
    "definition": "Questions in this category will deal with the Argentine writer Jorge Luis Borges (HOR-hay loo- EESS BOR-hayss). In this Borges short story, the narrator describes a seemingly infinite structure which contains endless permutations of books.",
    "term": "ˈˈThe Library of Babelˈˈ [or ˈˈLa biblioteca de Babelˈˈ]"
  },
  {
    "id": 5151,
    "definition": "Questions in this category will deal with the Argentine writer Jorge Luis Borges (HOR-hay loo- EESS BOR-hayss). In this other Borges short story, which takes place during World War 1, the German spy Dr. Yu Tsun (yo soon) conveys a message to his superiors by murdering a man just prior to his capture and ultimate execution.",
    "term": "ˈˈThe Garden of Forking Pathsˈˈ [or ˈˈEl Jardin de senderos que se bifurcanˈˈ]"
  },
  {
    "id": 5152,
    "definition": "Questions in this category will deal with the Argentine writer Jorge Luis Borges (HOR-hay loo- EESS BOR-hayss). Jorge Luis Borges translated this collection's story ˈˈThe Ruined Man who Became Rich Again Through a Dreamˈˈ into Spanish. One story in this collection focuses on a cobbler named Ma'aruf (mah-ROOF). In one story from this collection, boiling oil is used by Morgiana to kill a group of robbers known as the Forty Thieves. One character in this collection encounters the Old Man of the Sea and mythical birds called rocs during his seven voyages. In the frame story for this collection, King Shahryar (SHAH-ree-ar) listens to the stories of the enchanting Scheherazade (shuh-HAIR- uh-ZAHD). Name this collection of folklore written in Arabic whose characters include Sinbad the Sailor, Ali Baba, and Aladdin.",
    "term": "The Thousand and One Nights or Arabian Nights [or Alf layla wa-layla; accept One Thousand and One Nights or The Book of the Thousand Nights and a Night or The Thousand and One Arabian Nights] U.S. Government/Economics: Name these current U.S. Governors."
  },
  {
    "id": 5153,
    "definition": "Answer the following about dwarves in literature. A murderer named Piccoline is the title character of the novel The Dwarf by Par Lagerkvist (parr LAH-gur- kweest), who is a native of this country. A better known author from this nation wrote the play Miss Julie.",
    "term": "Kingdom of Sweden [or Konungariket Sverige]"
  },
  {
    "id": 5154,
    "definition": "Answer the following about dwarves in literature. This German author of The Meeting at Telgte (TELG-tuh) wrote about a dwarf named Oskar Matzerath who can shatter glass with his voice in the novel The Tin Drum.",
    "term": "Gunter (GOON-tur) Wilhelm Grass (grahss)"
  },
  {
    "id": 5155,
    "definition": "Answer the following about dwarves in literature. One picaresque novel written in this language is about the ˈˈlife and deedsˈˈ of a dwarf that survived the Thirty Years' War. One author writing in this language created a character who becomes so entranced by a puppet show put on by Master Peter that he rescues the female victim in the show. That author of the Exemplary Novels is best known for a novel in this language in which the Knight of the White Moon beats the title character, who notably tilts at windmills that he thinks are giants. That character in a novel written in this language rides the horse Rocinante (roh-see-NAHN-tay) alongside his good friend Sancho Panza. Name this language in which Don Quixote (dohn kee-HOH-tay) was written by Miguel de Cervantes (ˈˈsirˈˈ-VAHN-tase).",
    "term": "Spanish [accept Espanol] U.S. Government/Economics: Name these Supreme Court cases."
  },
  {
    "id": 5156,
    "definition": "Answer the following about books set at colleges. A speech about ˈˈMerry Englandˈˈ is delivered by Professor Welch at the climax of this author's first novel, Lucky Jim. This man fathered a contemporary British author named Martin.",
    "term": "Kingsley William Amis (AY-miss)"
  },
  {
    "id": 5157,
    "definition": "Answer the following about books set at colleges. The Max Beerbohm novel Zuleika Dobson takes place at a fictional Oxford University college with this name. In the Mikhail Bulgakov novel The Master and Margarita, Aphranius arranges for a character with this name to be robbed and stabbed to death.",
    "term": "Judas [accept Judas College or Judas Iscariot]"
  },
  {
    "id": 5158,
    "definition": "Answer the following about books set at colleges. One novel by this author focuses on the Daily Beast reporter William Boot, who covers a war in a fictional African country named Ishmaelia. In this author's first novel, the protagonist is expelled from Oxford after members of the Bullingdon Club cause Paul Pennyfeather to run across campus without any trousers. In another novel by this author, a teddy bear named Aloysius is affectionately cared for by Lord Sebastian Flyte. This author of Scoop and Decline and Fall wrote about Lord Marchmain's return to Catholicism in a work about the ˈˈsacred and profane memoriesˈˈ of Charles Ryder. Name this 20th century British author of Brideshead Revisited.",
    "term": "Arthur Evelyn (EE-vuh-lin) St. John Waugh (wah) U.S. Government/Economics: Answer the following about an undesirable situation in economics."
  },
  {
    "id": 5159,
    "definition": "Answer these questions about censored novels. A ruling by Judge John Woolsey allowed this 1922 novel to be brought into the U.S. This novel, which is set on June 16th, 1904, depicts one day in the life of Leopold Bloom.",
    "term": "Ulysses"
  },
  {
    "id": 5160,
    "definition": "Answer these questions about censored novels. John Cleland wrote a commonly-censored book titled for a woman named Fanny with this surname. Perhaps the best known novel by Shirley Jackson is titled The Haunting of [this] House.",
    "term": "Hill [accept Fanny Hill or Frances Hill or The Haunting of Hill House]"
  },
  {
    "id": 5161,
    "definition": "Answer these questions about censored novels. According to Philip Larkin's ˈˈAnnus Mirabilis,ˈˈ the year between the end of the ban on this novel and the Beatles' first LP (ˈˈL-Pˈˈ) was the best year of the speaker's life. E.M. Forster and others testified at the trial in which Penguin Books was found ˈˈnot guiltyˈˈ of obscenity for publishing this novel, which includes a character named Clifford who was paralyzed during World War 1. The title character of this novel, whose name is Constance, has an affair with the gamekeeper Oliver Mellors. Name this controversial D.H. Lawrence novel about a title ˈˈlady.ˈˈ",
    "term": "Lady Chatterley's Lover U.S. Government/Economics: Give the following related to the House of Representatives."
  },
  {
    "id": 5162,
    "definition": "Answer the following related to a certain Nobel laureate. This Frenchman who won the 1921 Nobel Prize is perhaps best known for authoring the novels The Gods are Athirst and Penguin Island.",
    "term": "Anatole France (AH-nah-tohl frahnss) [or Jacques Anatole Francois Thibault]"
  },
  {
    "id": 5163,
    "definition": "Answer the following related to a certain Nobel laureate. Every piece of writing by Anatole France was put on the Catholic Church's Index of Banned Books, which also included this other Frenchman's satirical work Persian Letters.",
    "term": "Montesquieu (MAHN-tess-ˈˈskewˈˈ) [or Charles-Louis de Secondat, baron de la Brede et de Montesquieu]"
  },
  {
    "id": 5164,
    "definition": "Answer the following related to a certain Nobel laureate. One character created by this author discusses a ˈˈlittle patch of yellow wallˈˈ during a scene in which he dies while viewing the Johan Vermeer painting View of Delft; that character, whose name is Bergotte, was inspired by Anatole France. This author depicted the homosexual relationship between Jupien and the Baron de Charlus (ˈˈbaronˈˈ duh shar- ˈˈLOOSEˈˈ) in an early 20th century work entitled Cities of the Plain. Charles Swann's mad love for Odette de Crecy is depicted in a novel by this author that opens in Combray. That novel by this author features an episode of ˈˈinvoluntaryˈˈ memory involving a madeleine cake. Name this French author who wrote Remembrance of Things Past.",
    "term": "Marcel Proust (proost) [or Valentin Louis Georges Eugene Marcel Proust] U.S. Government/Economics: Name these Chief Justices of the Supreme Court."
  },
  {
    "id": 5165,
    "definition": "Name these British playwrights. This author of the play The Massacre at Paris wrote a two-part play about a title 14th century Asian emperor entitled Tamburlaine the Great.",
    "term": "Christopher Marlowe [or Kit Marlowe]"
  },
  {
    "id": 5166,
    "definition": "Name these British playwrights. The screenplay to the film Shakespeare in Love was written by this playwright, who is best known for a play in which the two, title Shakespearean characters conduct 92 straight coin flips that come up ˈˈheads.ˈˈ",
    "term": "Sir Tom Stoppard [or Tomas Straussler]"
  },
  {
    "id": 5167,
    "definition": "Name these British playwrights. This man was arrested for co-writing a play with John Webster and George Chapman entitled Eastward Hoe. The title character of one of his plays pursues the rich widow Dame Pliant after being recruited into a scam by the butler Jeremy. The title character of another play by this author is served by the ˈˈparasiteˈˈ Mosca. At the opening of one play by this author, Lovewit leaves London and the conman Subtle tricks Sir Epicure Mammon into giving him the Philosopher's Stone. ˈˈThe Foxˈˈ is the title character of one play by what 17th century author of Volpone and The Alchemist?",
    "term": "Ben Jonson [or Benjamin Jonson] U.S. Government/Economics: Answer the following related to market failures."
  },
  {
    "id": 5168,
    "definition": "Name these French authors. A giant scroll in the sky appears in Jacques the Fatalist, which was a novel written by this author of Rameau's (rah-MOHZ) Nephew.",
    "term": "Denis Diderot (dee-duh-roh)"
  },
  {
    "id": 5169,
    "definition": "Name these French authors. This author wrote about the spiritual purity of Alyssa in his novel Strait is the Gate, which contrasts with the decadence of Michel in his novel The Immoralist.",
    "term": "Andre Gide (zheed)"
  },
  {
    "id": 5170,
    "definition": "Name these French authors. One of this author's novels, which takes place during the Fronde (frahnd), follows Baron des Canolles (ˈˈbaronˈˈ ˈˈdayˈˈ cah-NOHL), who is torn between his two lovers. This author of The Women's War is better known for a novel in which the protagonist is attacked with ˈˈsticks, shovels, and tongsˈˈ and has a letter stolen by Rochefort (ROHSH-for). Later, that protagonist realizes that a woman is a villain when he sees a fleur-de-lis (flur duh lee) tattooed on her shoulder. This author is the father of the man best known for writing The Lady of Camellias (kam-meel-yuh). In one novel by this author, the spy Milady (mih-ˈˈLADYˈˈ) de Winter attempts to kills D'artagnan (dar-tan-yun). Name this author who wrote about Athos, Porthos, and Aramis in The Three Musketeers.",
    "term": "Alexandre Dumas (doo-MAH), pere [or Dumas Davy de la Pailleterie; do not accept or prompt on ˈˈAlexandre Dumas, filsˈˈ] U.S. Government/Economics: Give the following related to political scandals."
  },
  {
    "id": 5171,
    "definition": "Name these plays by William Shakespeare. The end of this play sees a vacation of the death sentence issued to the merchant Egeon, who is the father of twin boys each named Antipholus.",
    "term": "The Comedy of Errors"
  },
  {
    "id": 5172,
    "definition": "Name these plays by William Shakespeare. One character utilizes the alias ˈˈGanymedeˈˈ in this play, in which Celia voluntarily exiles herself to follow her cousin Rosalind.",
    "term": "As You Like It"
  },
  {
    "id": 5173,
    "definition": "Name these plays by William Shakespeare. One character in this play ˈˈin the moated grangeˈˈ repeatedly states ˈˈI am aweary, awearyˈˈ in a poem by Alfred, Lord Tennyson. In this play, one character is shown the head of the deceased pirate Ragozine after unknowingly sleeping with a woman whom he had earlier spurned because her dowry sunk in a shipwreck. The antagonist of this play, who is tricked into sleeping with Mariana, was put into power by Duke Vincentio. In this play, Lord Angelo demands to sleep with the chaste nun, Isabella, to secure the release of her brother Claudio, who has been sentenced to death for impregnating an unmarried woman. Name this ˈˈproblem playˈˈ set in Vienna.",
    "term": "Measure for Measure U.S. Government/Economics: Answer the following about economic tradeoffs between two quantities."
  },
  {
    "id": 5174,
    "definition": "Answer the following related to poems. ˈˈMithridates (mith-rih-DAH-teez), he died oldˈˈ are the final words of this A.E. Housman poem, which notes that ˈˈale's the stuff to drink for fellows whom it hurts to think.ˈˈ Its title character is told to ˈˈeat your victuals fast enough.ˈˈ",
    "term": "ˈˈTerence, this is stupid stuffˈˈ"
  },
  {
    "id": 5175,
    "definition": "Answer the following related to poems. In ˈˈTerence, this is stupid stuff,ˈˈ Housman notes that ˈˈmalt does more than [this man] can to justify God's ways to man.ˈˈ L'Allegro (lah-LEG-roh) and Il Penseroso (eel PEN-suh-ROH-soh) are poems by this author, who began one sonnet with the words ˈˈwhen I consider how my light is spent.ˈˈ",
    "term": "John Milton"
  },
  {
    "id": 5176,
    "definition": "Answer the following related to poems. A poem that was inspired by this work imagines that Homer's sprite ˈˈcursed the access of that celestial thiefˈˈ; that poem was titled ˈˈA Vision Upon this Conceit of [this work].ˈˈ One section of this work focuses on the ˈˈlegend ofˈˈ Sir Artegall. In this work, the boastful Braggadocchio (ˈˈbragˈˈ-uh-DOHSH-ee-oh) steals a horse belonging to Sir Guyon (ˈˈGUYˈˈ-ahn), who represents Temperance. In this poem, Archimago (ˈˈARCHˈˈ-uh-mah-go) is a sorcerer who tempts the Redcrosse Knight. Gloriana is the title woman of this poem, which was written in a style of ˈˈstanzasˈˈ named after its author. Elizabeth I is represented by the title monarch in what epic poem by Sir Edmund Spenser?",
    "term": "The Faerie Queene (ˈˈferry queenˈˈ) U.S. Government/Economics: Name these presidential elections."
  },
  {
    "id": 5177,
    "definition": "Answer the following about fantasy literature. This fictional country, which is situated north of the Calormen Empire, is used by Prince Rabadash to launch an attack on Narnia in The Horse and His Boy.",
    "term": "Archenland"
  },
  {
    "id": 5178,
    "definition": "Answer the following about fantasy literature. This posthumously published 1977 collection includes such sections as ˈˈThe Music of the Ainurˈˈ and ˈˈOf Beren and Luthien.ˈˈ",
    "term": "The Silmarillion (sil-muh-RILL-ee-un)"
  },
  {
    "id": 5179,
    "definition": "Answer the following about fantasy literature. This character visits a location near the mythical Strait of Anian (ah-nee-AHN) and the real life Cape Mendocino. This character is injured by hailstones and is used to scoop out the marrow of bones when he visits a country in which he is dipped into a bowl of cream by a dwarf who has become jealous of him. At one point, this man shuns his family for many months so that he can be around and converse with his horses. In one scene, this man witnesses a war between the Little-Endians and Big-Endians, which began as an argument over the proper way to crack an egg. This man goes to the land of Brobdingnag after discovering a race of tiny people from Lilliput. Name this surgeon whose ˈˈtravelsˈˈ are the subject of a novel by Jonathan Swift.",
    "term": "Lemuel Gulliver [accept either underlined portion; accept Gulliver's Travels or Travels into Several Remote Nations of the World, in Four Parts. By Lemuel Gulliver, First a Surgeon, and then a Captain of Several Ships] U.S. Government/Economics: Name these pieces of federal legislation."
  },
  {
    "id": 5180,
    "definition": "Name these novels that have been considered the greatest British novels written. According to the BBC, the third greatest British novel ever written is this work by Virginia Woolf, which depicts a day in the life of a woman who is trying to throw a party.",
    "term": "Mrs. Dalloway"
  },
  {
    "id": 5181,
    "definition": "Name these novels that have been considered the greatest British novels written. Number two on that same BBC list is this other Virginia Woolf novel, which depicts various trips taken by the Ramsay family.",
    "term": "To the Lighthouse"
  },
  {
    "id": 5182,
    "definition": "Name these novels that have been considered the greatest British novels written. In a scene from this novel, one character believes that another may have a cold because he did not ˈˈjoin in the tune of Hanoverˈˈ during a service at the Lowick Church. John Raffles humiliates the rich banker Nicholas Bulstrode in this novel, in which Fred Vincy marries Mary Garth. Another character in this novel is writing a book entitled The Key to All Mythologies and forbids the protagonist from marrying Will Ladislaw after he dies. In this greatest British novel according to the BBC, Edward Casaubon is the first husband of this novel's protagonist, Dorothea Brooke. Name this ˈˈstudy of provincial lifeˈˈ that was written by George Eliot.",
    "term": "Middlemarch, A Study of Provincial Life U.S. Government/Economics: Name these federal government positions."
  },
  {
    "id": 5183,
    "definition": "Answer the following about doctors in literature. The Doctor's Dilemma, which depicts Sir Colenso Ridgeon's cure for tuberculosis, is a play by this author of Major Barbara.",
    "term": "George Bernard Shaw"
  },
  {
    "id": 5184,
    "definition": "Answer the following about doctors in literature. H.G. Wells wrote a novel in which Edward Prendick visits the ˈˈIsland ofˈˈ this vivisectionist who makes many part-human/part-animal creatures.",
    "term": "Doctor Moreau (mor-OH) [accept The Island of Doctor Moreau]"
  },
  {
    "id": 5185,
    "definition": "Answer the following about doctors in literature. This doctor collaborates with a man who used a wax effigy to trick the criminal Sebastian Moran into being arrested. In one story, this man is surprised to learn that one of his friends, disguised as a plumber, has become engaged with a housemaid. In that story, this man is silenced as he is about to reveal to the reader who killed Charles Augustus Milverton. This doctor has just returned from fighting in the second Anglo-Afghan War at the beginning of the novel A Study in Scarlet. This doctor's most notable friend lives at 221B (ˈˈtwo twenty-one Bˈˈ) Baker Street. Name this doctor who narrates most of the stories featuring the detective Sherlock Holmes.",
    "term": "Doctor John H. Watson U.S. Government/Economics: Name these amendments to the U.S. Constitution."
  },
  {
    "id": 5186,
    "definition": "Name these works of literature by Eastern Hemisphere writers. Characters in this novel include ˈˈThe Brass Monkey,ˈˈ ˈˈWee Willie Winkie,ˈˈ and Mary Pereira. Another character in this novel is known as Parvati-the-witch, who has the same birthday as the protagonist.",
    "term": "Midnight's Children"
  },
  {
    "id": 5187,
    "definition": "Name these works of literature by Eastern Hemisphere writers. Al-Sayyid al-Jawad's family is depicted in this 1950s literary collection, which includes a work entitled Palace of Desire.",
    "term": "Cairo Trilogy [accept al-Thulatiyah (thoo-LAH-tee-yah)]"
  },
  {
    "id": 5188,
    "definition": "Name these works of literature by Eastern Hemisphere writers. This book states ˈˈpity that the stags cannot teach the turtles swiftnessˈˈ in a section about how ˈˈevil is good tortured by its own hunger and thirst.ˈˈ The success of this book led its author to follow it up with a book about the title figure's ˈˈgarden.ˈˈ The title character of this work states ˈˈyou shall be together when the white wings of death scatter your daysˈˈ in a section called ˈˈMarriage.ˈˈ The opening section of this 1923 work, which is entitled ˈˈThe Coming of the Ship,ˈˈ introduces the protagonist Almustafa (ahl-moo-STAH-fuh) of Orphalese (or-fuh-LEEZ), who gives inspirational advice to the people of Lebanon. Name this book of 26 ˈˈpoetic essaysˈˈ by Kahlil Gibran (kah-LEEL zhee-BRAHN).",
    "term": "The Prophet U.S. Government/Economics: Name these political parties."
  },
  {
    "id": 5189,
    "definition": "Name these winners of the Nobel Prize. ˈˈJana Gana Manaˈˈ is a national anthem written by this author, who also wrote the ˈˈSong Offeringsˈˈ in the poetry collection Gitanjali (ghee-tan-JAH-lee).",
    "term": "Rabindranath Tagore (ruh-BIN-druh-naht tuh-GOR)"
  },
  {
    "id": 5190,
    "definition": "Name these winners of the Nobel Prize. This female Chilean poet is perhaps best known for such works as ˈˈDesolacionˈˈ (day-soh-lah-see-OHN) and ˈˈThe Sonnets of Death.ˈˈ",
    "term": "Gabriela Mistral (mee-STRAHL) [or Lucila de Maria del Perpetuo Socorro Godoy Alcayaga]"
  },
  {
    "id": 5191,
    "definition": "Name these winners of the Nobel Prize. In one novel by this author, Kogito listens to a series of audiotapes to discover why his friend, a filmmaker, has committed suicide. This author of the 2000 novel The Changeling wrote a novel in which a composer named D is haunted by his dead son, who may be the title creature. In another work, this author of Aghwee the Sky Monster wrote about a man named Bird who worries that the birth of his son will derail his dream to visit Africa. In another of his novels, Mitsusaburo abandons his mentally challenged son in a hospital. A Personal Matter and The Silent Cry were written by what 1994 Nobel laureate from Japan?",
    "term": "Kenzaburo Oe (ken-zah-boo-roh oh-ay) [accept names in either order] U.S. Government/Economics: Give the following related to presidential programs or policies."
  },
  {
    "id": 5192,
    "definition": "Questions in this category will involve works of fiction about foods. Puerto Rican writer Giannina Braschi, who authored the novel United States of Banana, also authored Yo-Yo Boing!, which is considered to be the first novel written in this so-called language sometimes known as Inglanol.",
    "term": "Spanglish"
  },
  {
    "id": 5193,
    "definition": "Questions in this category will involve works of fiction about foods. The novel The Green Pope, which depicts the rise and fall of the United Fruit Company, was written by Miguel Angel Asturias (mee-GEL ahn-HEL uh-STUR-ee-us), who is a writer from this country.",
    "term": "Republic of Guatemala [or Republica de Guatemala]"
  },
  {
    "id": 5194,
    "definition": "Questions in this category will involve works of fiction about foods. A novel from this country whose chapters open with various recipes ends with the protagonist eating candles, which kill her when they are lit. Another writer from this country included the image of a ˈˈwillow of crystal, a poplar of waterˈˈ at both the beginning and end of a 584 line poem that is structured like a calendar. Like Water for Chocolate and ˈˈSunstoneˈˈ are two works of literature from this country, which also produced a work that takes place on the deathbed of Artemio Cruz. The history of this country is the subject of the book Labyrinth of Solitude. Name this Spanish-speaking country whose writers include Laura Esquivel (ESS-kee-vel), Carlos Fuentes (FWAYN-tayss), and Octavio Paz (pahz).",
    "term": "Mexico [or United Mexican States or Estados Unidos Mexicanos] U.S. Government/Economics: Answer the following about the economic factors of production."
  },
  {
    "id": 5195,
    "definition": "Give the following related to labyrinths mentioned in works of literature. ˈˈThe Day of the Deadˈˈ is an essay in The Labyrinth of Solitude, which was written by what Mexican author?",
    "term": "Octavio Paz Lozano"
  },
  {
    "id": 5196,
    "definition": "Give the following related to labyrinths mentioned in works of literature. ˈˈPierre Menard, Author of the Quixote (kee-HO-tay)ˈˈ is a short story that appears in Labyrinths, which was written by what Argentine master of the short story?",
    "term": "Jorge Francisco Isidoro Luis Borges"
  },
  {
    "id": 5197,
    "definition": "Give the following related to labyrinths mentioned in works of literature. A poet from this country who authored Heavensgate also wrote the collection Labyrinths, which features his poem ˈˈA Path of Thunder.ˈˈ Another author from this country reimagined the Wedding of Cana in his adaptation of Euripides' (YUR-ip-uh-deez-iz) The Bacchae (BAH-ˈˈkeyˈˈ). That author from this country wrote about Simon Pilkings interrupting Elesin's (ELL-uh-sinz) ritual suicide. Another work by that author from this nation is about the love between Sidi (SEE-dee) and Lakunle (LUH-koon-lay). Those works from this nations are Death and the King's Horseman and The Lion and the Jewel. Christopher Okigbo (OH-kig-boh) and Wole Soyinka (woll-AY soy-ING-kuh) are both natives of this African country which was also the birthplace of Chinua Achebe (uh-CHAY-bay).",
    "term": "Federal Republic of Nigeria"
  },
  {
    "id": 5198,
    "definition": "Name the following figures that are featured in William Shakespeare plays. The love god Venus pursues a beautiful, mythical youth with what name in a long poem by William Shakespeare?",
    "term": "Adonis [accept Venus and Adonis]"
  },
  {
    "id": 5199,
    "definition": "Name the following figures that are featured in William Shakespeare plays. What kind of bird is paired with the turtledove in a poem by William Shakespeare about the virtues of marriage? In a 1953 novel, this bird is compared to mankind during a discussion between Granger and Guy Montag.",
    "term": "phoenix [accept The Phoenix and the Turtle]"
  },
  {
    "id": 5200,
    "definition": "Name the following figures that are featured in William Shakespeare plays. A speech about this Shakespeare character notes that the ˈˈvilest things become themselves in [this character]ˈˈ and ˈˈholy priests bless...when [this character] is riggish.ˈˈ A George Bernard Shaw play named for this character features a scene in which this figure is rolled up into a carpet. In a Shakespeare play, the words ˈˈAge cannot wither her, nor custom stale her infinite varietyˈˈ were delivered in a speech about this character given by Enobarbus. In that play, this title character commits suicide with an asp. What woman was the subject of a William Shakespeare play written about this Egyptian queen and her lover Mark Antony?",
    "term": "Cleopatra"
  },
  {
    "id": 5201,
    "definition": "Give the following related to the mentioning of seasons in literature. What author imagined ˈˈDiana [that] haunts the forest shadeˈˈ in his poem ˈˈSummerˈˈ? He also satirized the doggerel of Lewis Theobald in The Dunciad (DUN-see-ad).",
    "term": "Alexander Pope"
  },
  {
    "id": 5202,
    "definition": "Give the following related to the mentioning of seasons in literature. What 1819 poem, which was written by the author of the unfinished poem The Triumph of Life, ends with the seasonally-inspired line ˈˈIf Winter comes, can Spring be far behindˈˈ?",
    "term": "ˈˈOde to the West Windˈˈ"
  },
  {
    "id": 5203,
    "definition": "Give the following related to the mentioning of seasons in literature. A poem by this author named for a season describes a figure ˈˈsitting careless on a granary floorˈˈ and is addressed to a ˈˈSeason of mists and mellow fruitfulness.ˈˈ This author addresses ˈˈHappy, Happy boughsˈˈ in another poem which asks ˈˈwho are these coming to the sacrifice?ˈˈ. That ekphrasis (eck-FRAH-sis) by this author describes a certain artwork that is ˈˈbrede (ˈˈbreedˈˈ) of marble men and maidens overwrought with forest branches.ˈˈ That poem by this man ends with the line ˈˈBeauty is truth, truth beauty.ˈˈ Name this English poet who authored ˈˈTo Autumnˈˈ and ˈˈOde on a Grecian Urn.ˈˈ",
    "term": "John Keats"
  },
  {
    "id": 5204,
    "definition": "Questions in this category will deal with the Elizabethan playwright Christopher Marlowe. George Chapman finished what incomplete poem by Christopher Marlowe, which is about a young man of Abydos who swims across the Hellespont to see his lover?",
    "term": "ˈˈHero and Leanderˈˈ"
  },
  {
    "id": 5205,
    "definition": "Questions in this category will deal with the Elizabethan playwright Christopher Marlowe. Christopher Marlowe also wrote a play in two parts about what Asian emperor who, among other things, dispatches Mycetes (ˈˈmyˈˈ-SEE-teez) and forces Princess Zenocrate (zeh-NOK-ruh-tay) to be his wife?",
    "term": "Tamerlane or Emir Timur the Lame [or Tarmashirin Khan Barlas or Timur Beg Gurkhani; accept Tamburlaine the Great]"
  },
  {
    "id": 5206,
    "definition": "Questions in this category will deal with the Elizabethan playwright Christopher Marlowe. This novelist imagined Christopher Marlowe as a homosexual spy who exposes the Babington Plot in A Dead Man in Deptford. The life story of Kenneth Toomey is the subject of this author's literary masterpiece, Earthly Powers. The protagonist of one of his novels visits a public library to learn of a way to commit suicide painlessly. After killing the Cat Lady, the protagonist of that novel by this man undergoes a form of aversion therapy that makes Beethoven's 9th Symphony unlistenable for him; that treatment is called the Ludovico technique. Name this English novelist who wrote about Alex and his ˈˈdroogsˈˈ in A Clockwork Orange.",
    "term": "John Anthony Burgess Wilson"
  },
  {
    "id": 5207,
    "definition": "Name these authors who had works inspired by mythology. What author of the poem ˈˈUnder Ben Bulbenˈˈ wrote about the mythological king Goll Mac Morna in his poem ˈˈThe Madness of King Gollˈˈ? He wrote about Greek mythology in his poem ˈˈLeda and the Swan.ˈˈ",
    "term": "William Butler Yeats"
  },
  {
    "id": 5208,
    "definition": "Name these authors who had works inspired by mythology. What author wrote about a titan in his poem Prometheus but is better known for The Vision of Judgment and Childe Harold's Pilgrimage?",
    "term": "George Gordon Noel, Lord Byron [accept any underlined name]"
  },
  {
    "id": 5209,
    "definition": "Name these authors who had works inspired by mythology. This poet wrote about a mythological figure that ˈˈall saints...and sober menˈˈ revile; that poem appears in a ˈˈhistorical grammar of poetic myth.ˈˈ The soldier Decebalus (DEH-seh-ball-uss) narrates this author's novel about the life of Christ titled King Jesus. In another of his novels, Asinius Pollio (uh-SIN-ee-uss POLL-ee-oh) tells the title character to play the fool to survive. That work by this author of The White Goddess ends with the assassination of Caligula (cuh-LIG- ˈˈyouˈˈ-luh) and the title character being discovered behind a curtain and made emperor by the Praetorian Guard. Name this English poet and novelist who wrote I, Claudius.",
    "term": "Robert von Ranke Graves"
  },
  {
    "id": 5210,
    "definition": "Name these English authors. Cranford and Mary Barton are novels by what 19th century female author of the Victorian age?",
    "term": "Elizabeth Cleghorn Gaskell [or Elizabeth Stevenson]"
  },
  {
    "id": 5211,
    "definition": "Name these English authors. The poem The Lark Ascending was written by this other Victorian author of the poetry collection Modern Love. His best known novel is perhaps The Egoist.",
    "term": "George Meredith"
  },
  {
    "id": 5212,
    "definition": "Name these English authors. This novelist wrote about a colonel who marries his foster-mother Rachel and meets Joseph Addison and Richard Steele in The History of Henry Esmond. In another novel by this author, a woman becomes the favorite of the Marquis of Steyne (stine). In that novel by this author, which opens at Miss Pinkerton's Academy, William Dobbin defends the name of George Osborne, who dies in battle. That novel by this author depicts English society during the Napoleonic era and juxtaposes the life of Amelia Sedley with Becky Sharp. Name this Victorian author of Vanity Fair.",
    "term": "William Makepeace Thackeray"
  },
  {
    "id": 5213,
    "definition": "Answers to these questions will be winners of the Nobel Prize. What English author won the Nobel Prize in 1932, largely for works such as In Chancery, which comprise his massive sequence about the Forsyte (FOR-ˈˈsightˈˈ) family?",
    "term": "John Galsworthy"
  },
  {
    "id": 5214,
    "definition": "Answers to these questions will be winners of the Nobel Prize. What Nobel Laureate of Australian descent wrote Riders in the Chariot, in addition to another novel about a German traveler who explores the heart of Australia called Voss?",
    "term": "Patrick Victor Martindale White"
  },
  {
    "id": 5215,
    "definition": "Answers to these questions will be winners of the Nobel Prize. One work by this Nobel Laureate includes a character who memorably states ˈˈThey give birth astride of a grave, the light gleams an instant, then it's night once more!ˈˈ When that character created by this author reappears later in the work, his leash is much shorter and he is now blind. Another play by this author centers on the crippled and blind Hamm, who uses a whistle to beckon his servant Clov. This author's best known play is set on a country road near a large tree and features one of the protagonists discussing the difficulty of removing boots from his feet. What Irish author of Endgame wrote about Lucky and Pozzo coming across Vladimir and Estragon in a ˈˈtragicomedy in two actsˈˈ titled Waiting for Godot?",
    "term": "Samuel Barclay Beckett"
  },
  {
    "id": 5216,
    "definition": "Name these Nobel Prize-winning authors. The 1928 Nobel Prize was awarded to this Norwegian female author perhaps best known for the Kristin Lavransdatter trilogy.",
    "term": "Sigrid Undset"
  },
  {
    "id": 5217,
    "definition": "Name these Nobel Prize-winning authors. The 1955 Nobel Prize was awarded to this Icelandic author of such novels as The Fish Can Sing, Independent People, and Christianity at the Glacier.",
    "term": "Halldor Kiljan Laxness (HAHL-torrr ˈˈLOCKSˈˈ-ness)"
  },
  {
    "id": 5218,
    "definition": "Name these Nobel Prize-winning authors. This author wrote a short story in which an engineer and a chauffeur named Socrates meet the townspeople of Iguape (ee-GWAH-pay), Brazil. That story, ˈˈThe Growing Stoneˈˈ, appears in his collection Exile and the Kingdom. One novel by this author features two sermons delivered by Father Paneloux (PAWN-ih-loo); that novel by this author opens with thousands of rats dying in the streets of Oran and is narrated by Dr. Bernard Rieux (ree-OH). In another novel written by this author, Salamano routinely mercilessly beats his dog; that novel by this man opens with the words ˈˈMother died todayˈˈ being spoken by Meursault (ˈˈmareˈˈ-SO), who will be executed for shooting the Arab. Name this Algerian-born French author of The Plague and The Stranger.",
    "term": "Albert Camus (al-ˈˈBEARˈˈ kah-MOO)"
  },
  {
    "id": 5219,
    "definition": "Name the following authors who incorporated philosophy into their works. What author of the philosophical treatise Metaphysics as A Guide to Morals is better known for her novels about Jake Donoghue (DAWN-uh-hew) and Charles Arrowby titled Under the Net and The Sea, The Sea?",
    "term": "Dame Jean Iris Murdoch"
  },
  {
    "id": 5220,
    "definition": "Name the following authors who incorporated philosophy into their works. What author of the philosophical treatise An Enquiry Concerning Political Justice wrote the novel Caleb Williams to supplement its ideas?",
    "term": "William Godwin"
  },
  {
    "id": 5221,
    "definition": "Name the following authors who incorporated philosophy into their works. This author wrote about the study of mysticism in his work The Perennial Philosophy. Dr. Obispo and Jo Stoyte meet the immortal Fifth Earl of Gonister in a novel by this author which takes its title from the poem ˈˈTithonus.ˈˈ Another of his novels features a fictional movie called Three Weeks in a Helicopter, which is watched by the protagonist and Lenina. In that novel by this man, Mustapha Mond and John the Savage have a discussion about the nature of society, which is divided between alphas, betas, gammas, deltas, and epsilons. The novel After Many a Summer Dies the Swan was written by what British author who used the year 632 After Ford as the setting for his novel Brave New World.",
    "term": "Aldous Leonard Huxley"
  },
  {
    "id": 5222,
    "definition": "Name these British authors who wrote plays. What 20th century British playwright, the author of Blithe Spirit, also penned the song ˈˈMad Dogs and Englishmenˈˈ?",
    "term": "Sir Noël Peirce Coward"
  },
  {
    "id": 5223,
    "definition": "Name these British authors who wrote plays. What other 20th century British playwright, the author of The Royal Hunt of the Sun, wrote about a child who defaces horses in Equus?",
    "term": "Sir Peter Levin Shaffer"
  },
  {
    "id": 5224,
    "definition": "Name these British authors who wrote plays. This author's most notable play features Utah Watkins, who counts sheep that resemble his wife, and a barman named Sinbad Sailors. That work, whose most iconic character is Captain Cat, is set in the town of Llareggub (LAIR-uh- gub) and is a ˈˈplay for voices.ˈˈ A poem by this writer features ˈˈgrave men, near death, who see with blinding sightˈˈ as well as ˈˈblind eyes [that] could blaze like meteors and be gay.ˈˈ That poem by this author urges the speaker to ˈˈRage, rage against the dying of the light.ˈˈ The play Under Milk Wood was written by what Welsh author who wrote the villanelle (vill-uh-NELL) ˈˈDo not go gentle into that good nightˈˈ?",
    "term": "Dylan Marlais Thomas"
  },
  {
    "id": 5225,
    "definition": "Name the following related to classical music in literature. Nocturnes, a series of five short stories inspired by classical music, is a recent work by what Japanese-British author who also wrote The Remains of the Day?",
    "term": "Kazuo Ishiguro"
  },
  {
    "id": 5226,
    "definition": "Name the following related to classical music in literature. A composer named Clive Linley and Vernon Halliday are friends in Amsterdam, a novel by what British author of Saturday and Atonement?",
    "term": "Ian Russell McEwan"
  },
  {
    "id": 5227,
    "definition": "Name the following related to classical music in literature. Friedrich Delius provided the inspiration for the composer Vyvyan (ˈˈVivianˈˈ) Ayrs, who appears in one part of this novel that consists of letters from Zeldelghem (ZEL-dull-gehm). During a brownout, Rufus Sixsmith meets with a woman who investigates a nuclear power plant in Buenas Yerbas. This novel includes ˈˈThe Ghastly Ordeal of Timothy Cavendishˈˈ and a section in which Sonmi~451 leads a revolt against the world order. Name this novel consisting of six nested stories, such as ˈˈThe Pacific Journal Adam Ewingˈˈ, which was written by David Mitchell and turned into the world's most expensive indie film.",
    "term": "Cloud Atlas"
  }
]
