[
  {
    "id": 7335,
    "definition": "Name these individuals based on the horses they utilized. This ruler famously road the horse Bucephalus (byoo-SEFF-uh-luss), who died shortly after this man's victory at the Battle of Hydaspes (ˈˈhighˈˈ-DAS-peez).",
    "term": "Alexander the Great [or Alexander III of Macedon or Alexandros ho Megas; prompt on ˈˈAlexanderˈˈ]"
  },
  {
    "id": 7336,
    "definition": "Name these individuals based on the horses they utilized. According to legend, this Roman emperor attempted to make his horse, Incitatus (in-kee-TAH-tuss), a consul.",
    "term": "Caligula (kuh-LIG-yuh-luh) [or Gaius Caesar or Gaius Julius Caesar Augustus Germanicus; prompt on ˈˈGaiusˈˈ]"
  },
  {
    "id": 7337,
    "definition": "Name these individuals based on the horses they utilized. Palomo was the best known horse utilized by this leader, who was once saved from an assassination attempt by his longtime mistress, Manuela Saenz (ˈˈsighˈˈ-ENZ). This man established a short-lived republic at the conclusion of the Admirable Campaign, during which he issued the ˈˈDecree of War to the Death,ˈˈ which noted that atrocities would be committed against any Spanish citizens not supportive of his cause. Near the end of his military career, this ruler assisted Antonio Jose de Sucre (SOO-kray) and Jose de San Martin in securing independence for Peru. Name this ruler whose fight for South American independence led to him receiving the nickname ˈˈThe Liberator.ˈˈ",
    "term": "Simon Bolivar (see-MOHN boh-LEE-var) [or Simon Jose Antonio de la Santisima Trinidad Bolivar y Palacios Ponte y Blanco]"
  },
  {
    "id": 7338,
    "definition": "Name these nineteenth century events. Giuseppe Mazzini and Count Cavour were two of the most notable individuals fighting for this event, which finally occurred in 1871.",
    "term": "Italian unification or Risorgimento (ree-sor-jee-MEN-toh) [accept equivalent answers that mention Italy or Italian and the concept of unification]"
  },
  {
    "id": 7339,
    "definition": "Name these nineteenth century events. Tens of thousands of people were killed in this 1883 event in present-day Indonesia that led to a global decrease in temperatures for several years.",
    "term": "Eruption of Krakatoa (krak-uh-TOH-uh) or Krakatau"
  },
  {
    "id": 7340,
    "definition": "Name these nineteenth century events. Early in this conflict, a ship named Taif (ˈˈtieˈˈ-EEF) was the only one that successfully escaped a naval attack by Pavel Nakhimov at the Battle of Sinop (sih-NOHP). The losing side in this conflict was forced to surrender the region of Bessarabia at the mouth of the Danube River and recognize the ˈˈterritorial integrity of the Ottoman Empire.ˈˈ During this conflict, an allied force of Ottoman, French, and British troops fought the Battle of Balaclava before successfully capturing the city of Sevastopol (suh-ˈˈVASTˈˈ-uh-ˈˈpoleˈˈ) from Russia. Name this 1853 to 1856 war that was fought around a namesake Black Sea peninsula.",
    "term": "Crimean (ˈˈcry-MEˈˈ-un) War"
  },
  {
    "id": 7341,
    "definition": "Name the following related to notable correspondence. The United States entered World War I shortly after the publication of the Zimmerman Telegram, which proposed a German alliance with this nation.",
    "term": "Mexico [or United Mexican States or Estados Unidos Mexicanos]"
  },
  {
    "id": 7342,
    "definition": "Name the following related to notable correspondence. The publication of the Ems Dispatch was one issue that helped ignite this conflict, which was ended by the 1871 Treaty of Frankfurt.",
    "term": "Franco-Prussian War [accept Franco-German War]"
  },
  {
    "id": 7343,
    "definition": "Name the following related to notable correspondence. Potential rebellions within this state were the subject of the McMahon (mic-MAY-awn) correspondence. One ruler of this state was killed while leading troops against Prince Lazar of Serbia at the Battle of Kosovo. In the nineteenth century, this country went through a period of reform known as Tanzimat (TAHN-zih-maht). John Sobieski (YAHN soh- bee-ESS-kee) successfully prevented this country from capturing the city of Vienna in 1683. This country perpetrated the Armenian genocide during World War I and was broken up shortly thereafter by the Treaty of Sevres (SEV-ruh). Suleiman (SOO-lay-mahn) the Magnificent was the longest-tenured sultan of what empire that preceded modern-day Turkey?",
    "term": "Ottoman Empire [or Devlet-i Aliyye-i Osmaniyye]"
  },
  {
    "id": 7344,
    "definition": "Give these regnal names. Six French kings utilized this regnal name, which was also utilized by five kings of ancient Macedon, the second of which fathered Alexander the Great.",
    "term": "Philip [accept Philip II of Macedon]"
  },
  {
    "id": 7345,
    "definition": "Give these regnal names. Upon achieving independence, the Empire of Brazil's first two rulers each utilized this regnal name.",
    "term": "Pedro [or Peter; accept Dom Pedro I or Dom Pedro II or Peter I or Peter II]"
  },
  {
    "id": 7346,
    "definition": "Give these regnal names. One monarch with this regnal name was recognized as ruler in the Treaty of Alton that was signed by Robert Curthose (CURT-hose). Another English monarch with this name was crowned at the age of nine amid the First Barons' War and ultimately succeeded by his long-shanked son, Edward I, in 1272. All three English kings from the House of Lancaster had this regnal name. The first Tudor ruler of England was the seventh king with this name, which also identifies the king who split with the papacy so he could annul his marriage with Catherine of Aragon. Give this name of eight English kings, the last of which had six wives.",
    "term": "Henry [accept Henry I or Henry Beauclerc or Henry III or Henry of Winchester or Henry VII (ˈˈthe seventhˈˈ) or Henry Tudor or Henry VIII (ˈˈthe eighthˈˈ)]"
  },
  {
    "id": 7347,
    "definition": "Name these explorers. Brazil was discovered in 1500 by this Portuguese explorer.",
    "term": "Pedro Alvares Cabral (kuh-BRAHL)"
  },
  {
    "id": 7348,
    "definition": "Name these explorers. This seventeenth century Dutch explorer was the first European to site New Zealand.",
    "term": "Abel Janszoon Tasman [do NOT accept ˈˈTasmaniaˈˈ]"
  },
  {
    "id": 7349,
    "definition": "Name these explorers. During one journey, this man recounted visiting a monastery to St. Leonard that lies along a lake which miraculously fills with fish during Lent. The delivery of holy oil from Jerusalem was a primary goal of this explorer's best known journey, which was the subject of the Rustichello (roo-stih-KEH-loh) da Pisa book Il Milione (eel meel-YOH- nay). That journey lasted twenty-four years and was taken along with this explorer's uncle and father, Maffeo and Niccolo. Name this Venetian explorer best known for visiting Kublai (KOO-bly) Khan in China.",
    "term": "Marco Polo"
  },
  {
    "id": 7350,
    "definition": "Give these monarchs who have nicknames. This czar received the nickname ˈˈthe Liberatorˈˈ after he freed the Russian serfs in 1861.",
    "term": "Alexander II of Russia [or Alexander II Romanov; prompt on ˈˈAlexanderˈˈ]"
  },
  {
    "id": 7351,
    "definition": "Give these monarchs who have nicknames. This thirteenth century French king was canonized by the Catholic Church, which led to him receiving the nickname ˈˈSaint.ˈˈ",
    "term": "Louis IX (ˈˈthe ninthˈˈ) of France [prompt on ˈˈLouisˈˈ or ˈˈSaint Louisˈˈ]"
  },
  {
    "id": 7352,
    "definition": "Give these monarchs who have nicknames. According to legend, on his deathbed, this ruler pardoned his assassin, who was later flayed alive by this man's bodyguard, Mercadier. This ruler sacked the city of Messina to secure the release of his sister, Joan, who had been held captive by King Tancred of Sicily. Holy Roman Emperor Henry VI (ˈˈthe sixthˈˈ) secured a ransom for this ruler after he had been captured while returning from a conflict in which he teamed with French King Philip II to capture the city of Acre (AHK-ruh) from Saladin. Name this English king who fought in the Third Crusade and was nicknamed ˈˈLion- heart.ˈˈ",
    "term": "Richard the Lion-hearted [or Richard I of England or Richard Coeur de Lion; accept Richard by itself after ˈˈLion-heartˈˈ; prompt on ˈˈRichardˈˈ before ˈˈLion-heartˈˈ]"
  },
  {
    "id": 7353,
    "definition": "Name the following people or places involved in compromises. The EEC's Empty Chair Crisis was resolved with a 1966 compromise named after this European nation, which was made a ˈˈgrand duchyˈˈ by the 1815 Congress of Vienna and invaded by Germany in both World Wars despite being neutral.",
    "term": "Grand Duchy of Luxembourg [or Grand Duche de Luxembourg]"
  },
  {
    "id": 7354,
    "definition": "Name the following people or places involved in compromises. The Compromise of 1867 between the Austrian Empire and Kingdom of Hungary established a dual monarchy led by this man, who ruled until his 1916 death.",
    "term": "Franz Joseph I or Francis Joseph I [prompt on partial answer]"
  },
  {
    "id": 7355,
    "definition": "Name the following people or places involved in compromises. One notable mistress of this ruler was Rosamund Clifford. The Compromise of Avranches (ahv-rahnsh) absolved this ruler from his involvement in a murder that was carried out by Reginald FitzUrse. The coronation of this man ended a nineteen year period of civil war known as ˈˈThe Anarchy.ˈˈ This king married his wife shortly after she received an annulment from her marriage to French King Louis VII (ˈˈthe seventhˈˈ). This king's alleged exclamation ˈˈwill no one rid me of this turbulent priestˈˈ resulted in the assassination of Archbishop of Canterbury Thomas Becket. Eleanor of Aquitaine (AH-kwih-tayn) was the wife of what first Plantagenet (plan-TAA-juh-nit) king of England?",
    "term": "Henry II of England [or Henry Curtmantle; prompt on ˈˈHenryˈˈ or ˈˈHenry Plantagenetˈˈ or ˈˈHenry of Anjouˈˈ]"
  },
  {
    "id": 7356,
    "definition": "Name these events that occurred or people that lived in the BC era. The phrase alea iacta est (AH-lee-uh ee-AHK-tuh est), meaning ˈˈthe die is cast,ˈˈ was allegedly spoken during the undertaking of this 49 BC event.",
    "term": "Crossing the Rubicon (ROO-bih-kon) [or crossing the Rubico; accept similar answers including Rubicon or Rubico and the notion of traversal; prompt on ˈˈRubiconˈˈ or ˈˈRubicoˈˈ]"
  },
  {
    "id": 7357,
    "definition": "Name these events that occurred or people that lived in the BC era. The earliest known Chinese dynasty to have written records was this one, which was succeeded by the Zhou (joh) dynasty in the eleventh century BC.",
    "term": "Shang Dynasty [or Shang Chao or Yin Dynasty or Yin Dai]"
  },
  {
    "id": 7358,
    "definition": "Name these events that occurred or people that lived in the BC era. Early in one of his military campaigns, this ruler allegedly witnessed two bad omens: a horse giving birth to a hare, and a mule giving birth to offspring that was neither male nor female. This man was killed by the commander of his bodyguards, Artabanus (ar-tuh-BAY-nus). After an unsuccessful attempt to construct a bridge to carry his army, this ruler ordered that the waters of the Hellespont be whipped three hundred times. His most notable invasion included the Battles of Plataea (pluh-TEE-uh) and Salamis, but it was perhaps best remembered for a battle in which he defeated three hundred Spartans. Name this Persian king who invaded Greece and won the Battle of Thermopylae (thur-MAH-puh-lee).",
    "term": "Xerxes I (ZURK-seez ˈˈthe firstˈˈ) of Persia or Xerxes the Great [prompt on ˈˈXerxesˈˈ]"
  },
  {
    "id": 7359,
    "definition": "Name these islands. For most of its existence, this island's namesake kingdom, which ceased to exist in 1861, was centered in the city of Cagliari (kal-YAR-ee).",
    "term": "Sardinia [or Sardegna]"
  },
  {
    "id": 7360,
    "definition": "Name these islands. Near the end of World War II, in May 1945, the Allies fought against occupying Japanese forces in this west Pacific island's most populous city, Davao (DAH-vow).",
    "term": "Mindanao (min-duh-NOW)"
  },
  {
    "id": 7361,
    "definition": "Name these islands. In 1867, several American sailors were murdered by natives of this island in an event known as the Rover incident. An uprising on this island called the 228 (ˈˈtwo twenty-eightˈˈ) Incident led to a thirty-eight year period of martial law known as the White Terror. The 1895 Treaty of Shimonoseki (SHEE-moh-noh-SEH-kee) gave Japan control over this island, which became the home of the Kuomintang (KWOH-min-TAHNG) government in 1949 when Chiang Kai-Shek fled the mainland. What East Asian island's namesake nation is known officially as the Republic of China?",
    "term": "Taiwan [prompt on ˈˈFormosaˈˈ]"
  },
  {
    "id": 7362,
    "definition": "Name these Asian leaders. The ˈˈNew Orderˈˈ was the term used to describe the tenure of this second President of Indonesia, who ruled from 1967 to 1998.",
    "term": "Suharto (soo-HAR-toh) [or Suharta; do not accept or prompt on ˈˈSukarnoˈˈ]"
  },
  {
    "id": 7363,
    "definition": "Name these Asian leaders. This leader of the All-India Muslim League served as the first Governor-General of Pakistan following its 1947 independence.",
    "term": "Muhammad Ali Jinnah [or Mahomedali Jinnahbhai]"
  },
  {
    "id": 7364,
    "definition": "Name these Asian leaders. The court of this leader was the subject of a narrative by the Iberian ambassador Ruy Gonzalez de Clavijo (ˈˈclawˈˈ-VEE-hoe). The astronomer Ulugh Beg (OOH-leg bayg) was a grandson and successor of this ruler, who successfully conquered one city by setting camels on fire and sending them towards his opponent's war elephants. The Ottoman Interregnum period was caused by this man's captured of Bayezid I (ˈˈBYˈˈ-uh-zid ˈˈthe firstˈˈ) at the Battle of Ankara, which occurred four years after he massacred the inhabitants of Delhi in 1398. Samarkand was the capital of the namesake empire founded by what Central Asian ruler who had a limp, leading to his nickname of ˈˈlame.ˈˈ",
    "term": "Tamerlane or Emir Timur the Lame [or Tarmashirin Khan Barlas or Timur Beg Gurkhani]"
  },
  {
    "id": 7365,
    "definition": "Name these European leaders. This Prince of Wallachia (wah-LAY-kee-uh), who was renowned for his cruelty, died in 1476 during his third stint as ruler shortly after being released from a twelve year imprisonment under Matthias Corvinus.",
    "term": "Vlad the Impaler [accept Vlad III or Vlad Dracula or Vlad Tepes; prompt on ˈˈVladˈˈ]"
  },
  {
    "id": 7366,
    "definition": "Name these European leaders. The death of this Holy Roman Emperor in 1740 led to the War of Austrian Succession after other European nations failed to honor the Pragmatic Sanction of 1713 that made Maria Theresa his successor.",
    "term": "Charles VI (ˈˈthe sixthˈˈ) of Austria [prompt on ˈˈCharlesˈˈ]"
  },
  {
    "id": 7367,
    "definition": "Name these European leaders. According to legend, St. Dunstan prophesized that this ruler would be overthrown after hearing that he had defecated in his baptismal font. This ruler came to power when his half-brother was murdered at Corfe (corf) Castle. This successor of Edward the Martyr ordered the widespread killing of Danes in what became known as the St. Brice's Day Massacre, which prompted an invasion by Sweyn Forkbeard that dethroned this king in 1013. Edward the Confessor was fathered by what Anglo-Saxon King of England whose epithet indicates that he was badly counseled, not poorly prepared?",
    "term": "Ethelred II or Aethelred II or Ethelred the Unready or Aethelred the Unready [accept Ethelred the Unraed or Aethelred the Unraed; prompt on ˈˈEthelredˈˈ or ˈˈAethelredˈˈ]"
  },
  {
    "id": 7368,
    "definition": "Name these events that occurred prior to the year 1000. Zhang Jue, who was known as the ˈˈGeneral of Heaven,ˈˈ led this twenty-one year revolt against the Han dynasty that took its name from a piece of clothing worn by the rebels.",
    "term": "Yellow Turban Rebellion [or Yellow Scarves Rebellion or Huang Jin Zhi Luan]"
  },
  {
    "id": 7369,
    "definition": "Name these events that occurred prior to the year 1000. According to legend, Alexander the Great was born on the same day as this 356 BC event, which was perpetrated by the arsonist Herostratus (huh-RAH-struh-tuss) near the city of Ephesus.",
    "term": "Destruction of the Temple of Artemis [or destruction of the Temple of Diana; accept equivalent answers that mention the Temple of Artemis or Temple of Diana and the concept of being destroyed or burned down]"
  },
  {
    "id": 7370,
    "definition": "Name these events that occurred prior to the year 1000. This event occurred in response to a surprise attack carried out by Sarus. Saint Marcella (mar-SELL-uh) died from injuries sustained during this event, in which the Gardens of Sallust (SAH-lust) were destroyed. This event began after the opening of the Salarian Gate and resulted in the sister of emperor Honorius (huh-NOR-ee-uss) being captured. This event was limited to three days by its perpetrator, Alaric (AL-luh-rik), who ordered that the St. Paul's Outside the Walls and St. Peter's Basilicas be spared. The Visigoths carried out what AD 410 event in the current capital of Italy?",
    "term": "AD 410 sacking of Rome [accept equivalent answers that mention Rome and the concept of pillaging, looting, or destroying]"
  },
  {
    "id": 7371,
    "definition": "Name these cities. The Second Crusade ended after a failed siege of this city, where Saladin died and was buried near its Umayyad (oo-MYE-yahd) Mosque.",
    "term": "Damascus [or Dimashq; accept ash-Sham]"
  },
  {
    "id": 7372,
    "definition": "Name these cities. Over one hundred victims of the Titanic sinking are buried within Fairview Cemetery in this city, which was also the site of the 1917 explosion of the SS Mont-Blanc that killed approximately two thousand people.",
    "term": "Halifax, Nova Scotia"
  },
  {
    "id": 7373,
    "definition": "Name these cities. An agreement made at this location was amended twenty-three years later by the Treaty of Meerssen. A road connecting Bar-le-Duc (bar luh ˈˈdukeˈˈ) to this city became known as the ˈˈSacred Wayˈˈ because it provided supplies during a battle that saw the capture of Fort Douaumont (doo-oh-MAWNT). During World War I, the failure to capture this city led to Erich von Falkenhayn (FAHL-kun-hyn) being replaced by Paul von Hindenburg. The death of Louis the Pious in 840 prompted a treaty in this city that split land between Louis the German, Charles the Bald, and Lothair. Name this French city that was the site of a 1916 World War I battle that lasted nearly ten months and names the treaty that divided the empire of Charlemagne.",
    "term": "Verdun (vair-dun) [accept Treaty of Verdun or Battle of Verdun]"
  },
  {
    "id": 7374,
    "definition": "Name these battles. An attempt to relieve a siege of Stirling Castle resulted in this 1314 battle, in which English King Edward II was defeated by Robert the Bruce.",
    "term": "Battle of Bannockburn"
  },
  {
    "id": 7375,
    "definition": "Name these battles. Japan's Warring States period ended shortly after this decisive 1600 battle that was won by Ieyasu (ee-eh-yah- soo), who then went on to found the Tokugawa (toh-koo-gah-wah) shogunate.",
    "term": "Battle of Sekigahara (seh-kee-gah-HAH-rah)"
  },
  {
    "id": 7376,
    "definition": "Name these battles. Prior to this battle, the winning commander captured several enemy scouts but allowed them to freely inspect his camp and report back to the losing commander. It was preceded by the defeat of Syphax at the Battle of the Great Plains. The left flank of the winning side in this battle was comprised of cavalry commanded by Laelius (LYE-lee-uss). A Numidian cavalry led by Masinissa (MAA-suh-NIH-suh) was utilized by the victor in this battle, who created gaps in his infantry and blew loud horns to neutralize his opponent's war elephants. Present-day Tunisia was the site of what 202 BC battle in which Scipio Africanus defeated Hannibal to end the Second Punic War?",
    "term": "Battle of Zama"
  },
  {
    "id": 7377,
    "definition": "Name these empires. Pataliputra served as the capital of this empire, which reached its largest extent shortly after the Kalinga War was won by an emperor who inscribed his namesake edicts into rock.",
    "term": "Maurya (MAH-oor-yuh) Empire or Mauryan (MAH-oor-yuhn) Empire"
  },
  {
    "id": 7378,
    "definition": "Name these empires. The Zagwe (ZAHG-way) and Solomonic dynasties ruled this empire, which ended when its final leader was overthrown by the Derg.",
    "term": "Ethiopia or Ethiopian Empire [accept Abyssinia]"
  },
  {
    "id": 7379,
    "definition": "Name these empires. One ruler of this empire succeeded to the throne after his predecessor, Abu Bakr II (AH-boo BAH-kur ˈˈthe secondˈˈ), never returned from leading an expedition across the Atlantic Ocean. The Gbara (guh-BAR-uh) served as the legislative body of this empire, which was ruled by members of the Keita (KEE-tah) dynasty. Niani (nee-AH-nee) served as the capital of this empire, which was founded after the 1235 Battle of Kirina was won by Sundiata (soon-dee-AH-tah). One of its rulers destabilized the economy of Egypt for years by giving away large amounts of gold during a hajj to Mecca. Mansa Musa was a ruler of what West African empire that shared its name with a modern day country whose capital is Bamako?",
    "term": "Mali Empire [or Manden Kurufaba or Niani]"
  },
  {
    "id": 7380,
    "definition": "Name these twentieth century leaders. Shortly after co-leading the July 23 Revolution, this man became the first President of Egypt in 1953, although in the following year he was strong-armed into resigning and was succeeded by Gamal Nasser.",
    "term": "Muhammad Naguib (nah-GEEB)"
  },
  {
    "id": 7381,
    "definition": "Name these twentieth century leaders. This man served as the president of South Africa from 1984 to 1989, when he resigned and was replaced by F. W. de Klerk.",
    "term": "Pieter Willem ˈˈP.W.ˈˈ Botha"
  },
  {
    "id": 7382,
    "definition": "Name these twentieth century leaders. During his rule, this man established a secret police known as the BRAC (ˈˈB-R-A-Cˈˈ) with the help of the CIA. This ruler's army led a failed offensive named Operation Verano against a rebel army that later forced this man to flee the country after their victory at the Battle of Santa Clara. This man was a primary leader of the Sergeant's Revolt that overthrew Gerardo Machado. This ruler supported Mafia business interests in his capital city, which became known as the ˈˈLatin Las Vegas.ˈˈ Opposition to this man led to an attack on the Moncada Barracks, which triggered the 26th of July Movement that ultimately ousted this leader in 1959 in favor of a communist. Name this Cuban leader overthrown by Fidel Castro.",
    "term": "Fulgencio Batista (fool-HAYN-see-oh bah-TEESS-tah) y Zaldivar"
  },
  {
    "id": 7383,
    "definition": "Name these ruling dynasties. Nerva was installed as the successor to this ruling dynasty of the Roman Empire, which ended with the assassination of Domitian in AD 96.",
    "term": "Flavian dynasty"
  },
  {
    "id": 7384,
    "definition": "Name these ruling dynasties. Nader Shah brought about the end of this dynasty, which was founded by Ismail I and ruled Persia between the sixteenth and eighteenth centuries.",
    "term": "Safavid (SAH-fuh-vid) dynasty or Safavids"
  },
  {
    "id": 7385,
    "definition": "Name these ruling dynasties. One ruler of this dynasty spent his childhood in exile overseas, leading to his nickname of ˈˈTransmarinus.ˈˈ Another ruler of this dynasty, Arnulf of Carinthia, became king by overthrowing his uncle, Charles the Fat. The Papal States were first established by a ˈˈdonationˈˈ from this dynasty's first king, who succeeded Childeric III (ˈˈCHILLˈˈ-duh-rik ˈˈthe thirdˈˈ). The founder of this dynasty defeated an Arab force under Abdul Rahman at the Battle of Tours (ˈˈtourˈˈ). The best known ruler from this dynasty was the oldest son of its first king, Pepin the Short. The rule of the Merovingians (meh-roh-VIN-jee-unz) and Capetians (kuh-PEE-shunz) were separated by what Frankish dynasty whose members included Charles Martel and Charlemagne?",
    "term": "Carolingian (ˈˈcareˈˈ-uh-LIN-jee-un) dynasty [or Carolingians or Carlovingian dynasty or Carolingus dynasty or Carolings or Karlings]"
  },
  {
    "id": 7386,
    "definition": "Name these former world leaders. This Marxist President of Chile held that title for only three years before being overthrown by Augusto Pinochet (ow-ˈˈGOOSEˈˈ-toh pee-noh-SHAY) in 1973.",
    "term": "Salvador Guillermo Allende (ˈˈeyeˈˈ-YEN-ˈˈdayˈˈ) Gossens"
  },
  {
    "id": 7387,
    "definition": "Name these former world leaders. This former ruler, who had two different stints as prime minister of Pakistan in the 1980s and 90s, was assassinated by a suicide bomber in the city of Rawalpindi in 2007.",
    "term": "Benazir Bhutto (beh-nuh-ZEER BOO-toh)"
  },
  {
    "id": 7388,
    "definition": "Name these former world leaders. Shortly after coming to power, this ruler's country experienced a famine referred to locally as the ˈˈArduous March.ˈˈ A neighboring country attempted to improve relations with this ruler through its ˈˈSunshine Policy.ˈˈ One anecdote about this ruler claims that his first ever round of golf ended with a score of thirty-eight under par and at least five holes-in-one. In 2017, his eldest son died after a nerve agent was splashed on his face at the airport in Kuala Lumpur, Malaysia. This ruler, who was commonly known as ˈˈDear Leader,ˈˈ was succeeded by his similarly named son upon his 2011 death. Name this father of North Korea's current ruler, Kim Jong-un (johng-oon).",
    "term": "Kim Jong-il (ˈˈkimˈˈ johng-eel) [prompt on partial answer; do not accept or prompt on ˈˈKim Il-sungˈˈ or ˈˈKim Jong-unˈˈ]"
  },
  {
    "id": 7389,
    "definition": "Name these empires. Nahuatl (nah-WAH-tul) was the language spoken by this empire, whose largest city was founded at the location where an eagle was seen perched on a cactus with a snake in its beak.",
    "term": "Aztec Empire or Aztecs [or Aztecas or Aztec Triple Alliance or Mexicas (may-SHEE-kah) or Tenochcas (teh-NOHCH-kuz) or Excan Tlahtoloyan]"
  },
  {
    "id": 7390,
    "definition": "Name these empires. The Suri dynasty briefly interrupted the rule of this empire's second leader, Humayun (HOOM-ah-yoon), whose father founded this empire after his victory at the Battle of Panipat.",
    "term": "Mughal (MOH-gul) Empire [or Mogul Empire; accept Mughal Dynasty or Mogul Dynasty or Gurkani]"
  },
  {
    "id": 7391,
    "definition": "Name these empires. One ruler of this empire was killed at the Battle of Pliska and subsequently had his skull turned into a drinking cup by Khan Krum; that ruler came to power after the Isaurian (ˈˈeye-SOREˈˈ-ee-un) dynasty was ended with the deposition of Empress Irene. This empire was defeated at the Battle of Manzikert by the Seljuks, who subsequently expanded into the Anatolian peninsula. The final ruler of this empire, Constantine XI (ˈˈthe eleventhˈˈ), was killed when his capital city was sacked in 1453 by the Ottomans. Constantinople was the capital of what successor state of the Roman Empire?",
    "term": "Byzantine (BIH-zun-teen) Empire [or Eastern Roman Empire; do not accept or prompt on ˈˈRoman Empireˈˈ]"
  },
  {
    "id": 7392,
    "definition": "Name the following related to civil wars. This Asian nation's civil war lasted for over twenty-five years and finally ended in 2009 with the government's defeat of the rebel group commonly known as the Tamil Tigers.",
    "term": "Democratic Socialist Republic of Sri Lanka [or Shri Lamka Prajatantrika Samajaya di Janarajaya or Ilankai Jananayaka Choshalichak Kutiyarachu]"
  },
  {
    "id": 7393,
    "definition": "Name the following related to civil wars. The second phase of the English Civil War culminated in the execution of this monarch, who married his French wife, Henrietta Maria, shortly after rising to the throne in 1625.",
    "term": "Charles I of England [prompt on ˈˈCharlesˈˈ]"
  },
  {
    "id": 7394,
    "definition": "Name the following related to civil wars. During this country's civil war, the execution of eight prisoners by having them tied to a landmine that was then detonated became known as the Ballyseed Massacre. The Fenian Rising had the goal of independence for this country, which was achieved in a 1921 treaty signed by Arthur Griffith and Michael Collins. The aftermath of this country's Easter Rebellion saw the formation of the military group known as the IRA (ˈˈI-R-Aˈˈ). The Sinn Fein (shin fayn) is a major political party in what European island nation ruled from Dublin?",
    "term": "Republic of Ireland [or Eire or Poblacht na hEireann]"
  },
  {
    "id": 7395,
    "definition": "Name the following related to the history of Africa. Sundiata Keita (soon-dee-AT-uh kay-ˈˈEATˈˈ-uh) was the founder of this West African empire, whose rulers were known as mansas (MAHN-sahz).",
    "term": "Mali Empire [or Manden Kurufaba or Niani]"
  },
  {
    "id": 7396,
    "definition": "Name the following related to the history of Africa. This ruler, who rose to power in 1930 as the successor to Empress Zewditu (zah-oo-DEE-too), spent part of his reign in exile after his country was invaded by Italy in 1935.",
    "term": "Haile Selassie (ˈˈhighlyˈˈ seh-LAH-see) I [or Tafari Makonnen Woldemikael; prompt on ˈˈSelassieˈˈ]"
  },
  {
    "id": 7397,
    "definition": "Name the following related to the history of Africa. During the early stages of World War I, this country experienced a pro-German insurrection known as the Maritz Rebellion. A 1960 protest against this country's pass laws led to dozens of people being gunned down by police in the Sharpeville massacre. Within this nation, police officers murdered activist Steve Biko (BEE-koh) one year after killing hundreds in the Soweto (soh-WEE-toh) riots. In 1990, this country's ban on the ANC (ˈˈA-N-Cˈˈ) was lifted by President F. W. de Klerk, who ended its apartheid (ˈˈapartˈˈ-ide) system. Name this African nation whose first black leader was Nelson Mandela.",
    "term": "Republic of South Africa [accept Union of South Africa; prompt on ˈˈRSAˈˈ]"
  },
  {
    "id": 7398,
    "definition": "Name these conflicts. Israel captured the Gaza Strip, Golan Heights, Sinai Peninsula, and West Bank during this very brief 1967 conflict.",
    "term": "Six-Day War [accept al-Naksah or Milhemet Sheshet HaYamim or Third Arab-Israeli war or answers mentioning three or third war between Arabs or Arabic countries and Israelis]"
  },
  {
    "id": 7399,
    "definition": "Name these conflicts. Rumors about the cartridges used for the Enfield rifle were one issue that helped sparked this nineteenth century Indian rebellion against British rule.",
    "term": "Sepoy Rebellion or Sepoy Mutiny [accept equivalent answers that mention Sepoy; accept Indian Rebellion of 1857 or Indian Revolt of 1857 or Indian Uprising of 1857]"
  },
  {
    "id": 7400,
    "definition": "Name these conflicts. Early in this conflict, an army commanded by Ernst von Mansfeld was decimated during the Battle of Dessau (DESS-ow) Bridge. The Treaty of Lubeck ended the participation of Christian IV (ˈˈthe fourthˈˈ) of Denmark in this conflict, which was sparked shortly after Ferdinand II was named as the heir to Holy Roman Emperor Matthias. A victory at the Battle of White Mountain for the Count of Tilly effectively ended the Bohemian Phase of this war, which began with the Defenestration of Prague in 1618. The Peace of Westphalia (ˈˈwestˈˈ-FAY-lee-uh) ended what seventeenth century religious war that lasted three decades?",
    "term": "Thirty Years' War"
  },
  {
    "id": 7401,
    "definition": "Name these twentieth century events. At this 1945 World War II conference, the ˈˈBig Threeˈˈ agreed that Germany would be split into four occupation zones following its surrender. This conference also involved discussion of Russia's conditions for declaring war on Japan.",
    "term": "Yalta Conference"
  },
  {
    "id": 7402,
    "definition": "Name these twentieth century events. This conflict that lasted nearly ten years included a period known as the ˈˈTen Tragic Days,ˈˈ which culminated in the 1913 assassination of President Francisco Madero.",
    "term": "Mexican Revolution [or Revolucion mexicana; do not accept or prompt on ˈˈMexican War of Independenceˈˈ or equivalents]"
  },
  {
    "id": 7403,
    "definition": "Name these twentieth century events. John Stevens headed the commission that investigated conspiracy theories surrounding this event as part of Operation Paget. Trevor Rees-Jones was the only surviving witness to this event, which was caused by Henri Paul (on-ree ˈˈpaulˈˈ), a Hotel Ritz security official who was drunk at the time. This event resulted from an incident that claimed the life of Dodi Fayed (DOH-dee fah-YED) in a tunnel underneath a Paris bridge. Pursing paparazzi were criticized by many for contributing to what 1997 event that resulted from a car crash involving the Princess of Wales?",
    "term": "Death of Princess Diana [accept equivalent answers that mention Diana, Princess of Wales or Diana Frances or Diana Spencer or Lady Diana and the concept of death because of a car crash or traffic accident; prompt on answers that mention ˈˈPrincess Di (ˈˈdyeˈˈ)ˈˈ]"
  },
  {
    "id": 7404,
    "definition": "Name the following related to rebellions. This 1773 to 1774 rebellion culminated in the public execution of its Cossack namesake, who claimed to be the deceased Emperor Paul III.",
    "term": "Pugachev's (POO-guh-chawfz) Rebellion"
  },
  {
    "id": 7405,
    "definition": "Name the following related to rebellions. Li Zicheng led the rebel army that overthrew this Chinese dynasty, which established Beijing as a capital during the fifteenth century rule of the Yongle Emperor.",
    "term": "Ming Dynasty [or Empire of the Great Ming or Ming Chao]"
  },
  {
    "id": 7406,
    "definition": "Name the following related to rebellions. During one rebellion in this country, the execution of Thomas Scott led to the initiation of the Wolseley Expedition. Two earlier rebellions in this present-day country were investigated as part of the Durham Report. The King- Byng Affair led to a constitutional crisis in this country, in which the separatist organization FLQ kidnapped and murdered a politician during the so-called ˈˈOctober Crisisˈˈ in 1970. Louis Riel led the Red River Rebellion in this nation shortly after its 1867 confederation. Name this country whose prime ministers have included both Pierre and Justin Trudeau (ˈˈtrueˈˈ-DOH).",
    "term": "Canada"
  },
  {
    "id": 7407,
    "definition": "Name these nationalities or ethnicities. Members of this ethnicity are the namesake of an empire that was split following the death of Mongke (MUNG- kuh) into four separate entities, one of which was named the Golden Horde.",
    "term": "Mongols [accept Mongolians]"
  },
  {
    "id": 7408,
    "definition": "Name these nationalities or ethnicities. This was the nationality of Queen Christina, who abdicated her country's throne in 1654, and former Secretary- General of the U.N. Dag Hammarskjold (dahg HAH-mur-shuld).",
    "term": "Swedish [accept people of Sweden or any equivalent answers]"
  },
  {
    "id": 7409,
    "definition": "Name these nationalities or ethnicities. One conflict against people of this ethnicity featured the death of the lone child of Napoleon III, who was known to his supporters as Napoleon IV (ˈˈthe fourthˈˈ). Discontent over taxes resulted in these people initiating the Bambatha (bahm-BAH-tah) rebellion. One ruler of these people carried out mass executions following the death of his mother, Nandi (NAHN-dee); shortly thereafter, that ruler was killed and succeeded by his half-brother, Dingane (din-GAH-nay). Despite an early victory at the Battle of Isandlwana (ee-SAHN-ˈˈdullˈˈ-wah-nah), these people ultimately lost a namesake 1879 war against Britain. Name this ethnic group of southern Africa who were the namesake of a kingdom ruled by Shaka.",
    "term": "Zulus [or Zulu people or amaZulu]"
  },
  {
    "id": 7410,
    "definition": "Name these twentieth century events. Anthony Eden resigned as Prime Minister of Britain shortly after this international event, which resulted in Canadian Prime Minster Lester Pearson being awarded the Nobel Peace Prize.",
    "term": "Suez Crisis [or Second Arab-Israeli War or Tripartite Aggression]"
  },
  {
    "id": 7411,
    "definition": "Name these twentieth century events. The HMS Sheffield was sunk during this two month conflict, which began with an amphibious invasion ordered by Leopoldo Galtieri (gahl-tee-AIR-ee).",
    "term": "Falklands War [or Falkland Islands War or Guerra de las Malvinas]"
  },
  {
    "id": 7412,
    "definition": "Name these twentieth century events. One military action taken in response to this event was known as Operation Danube. The ending of this event inspired Jan Palach (yahn PAH-lahk) to commit suicide by self-immolation. The resignation of Antonin Novotny paved the way for this event, which was followed by a ˈˈnormalizationˈˈ period under the leadership of Gustav Husak (HOO- sahk). The Bratislava Declaration was issued in response to this event, which was described by its originator as ˈˈsocialism with a human face.ˈˈ A 1968 invasion by the Soviet Union ended what period of reforms overseen by Alexander Dubcek (DOOB-ˈˈcheckˈˈ) in Czechoslovakia?",
    "term": "Prague Spring [or Prazske jaro or Prazska jar]"
  },
  {
    "id": 7413,
    "definition": "Name the following related to individuals who have been exiled. Bao Dai (ˈˈdieˈˈ) spent over forty years living in exile in France after being ousted in 1955 by this Asian leader, who was himself removed in a CIA-backed coup and assassinated in 1963.",
    "term": "Ngo Dinh Diem (noh din d'yem) [accept either underlined portion]"
  },
  {
    "id": 7414,
    "definition": "Name the following related to individuals who have been exiled. This European ruler is buried on the grounds of the Dutch residence Huis (hyce) Doorn, where he lived in exile for over twenty years following his abdication. He rose to power following the death of his father, Frederick III, during the Year of the Three Emperors.",
    "term": "Wilhelm II of Germany [or William II of Germany; prompt on ˈˈWilhelmˈˈ or ˈˈWilliamˈˈ]"
  },
  {
    "id": 7415,
    "definition": "Name the following related to individuals who have been exiled. Over one hundred officials from this country who were seized by Britain in a failed attempt to convict them of war crimes became known as the ˈˈMalta exiles.ˈˈ One leader of this country personally led his troops to victory at the Battle of Nicopolis. At the Battle of Varna, Janos Hunyadi (YAH-nohss hoon-YAH-dee) failed to prevent the expansion of this nation, which was later defeated by John of Austria at a 1571 battle in the Gulf of Patras. The coronation of the leaders of this empire made use of the Sword of Osman, who was the founder of this empire. The loser at the Battle of Lepanto was what Islamic empire based in present-day Turkey until its dissolution following World War I?",
    "term": "Ottoman Empire [or Devlet-i Aliyye-i Osmaniyye; accept Ottomans; prompt on ˈˈTurkish Empireˈˈ or ˈˈTurkeyˈˈ]"
  },
  {
    "id": 7416,
    "definition": "Name the following related to rulers who have suffered unusual deaths. According to Plutarch, this third century BC king, who was the victor at the Battle of Asculum, was killed after being knocked from his horse by a tile that was thrown by the mother of the soldier he was fighting against.",
    "term": "Pyrrhus (PEER-uss) of Epirus (ih-ˈˈPIEˈˈ-russ) [do not accept or prompt on ˈˈPyrrhicˈˈ]"
  },
  {
    "id": 7417,
    "definition": "Name the following related to rulers who have suffered unusual deaths. One man to hold this title, Bela I, died in 1063 from injuries he sustained after the throne he was sitting on collapsed. This title, which was abolished in 1918, was first held by Saint Stephen of the Arpad dynasty.",
    "term": "Kings of Hungary [accept Hungarian Kings; prompt on partial answers]"
  },
  {
    "id": 7418,
    "definition": "Name the following related to rulers who have suffered unusual deaths. One king of this nation died in 1920 as a result of the injuries he sustained from a monkey bite. That ruler, King Alexander, was the grandson of the successor to this nation's first king, who was the Bavarian prince Otto of Wittelsbach (vih-tulz-BAHK). This country's civil war in the late 1940s saw the anti-communist government funded by the U.S. through the Truman Doctrine. The 1832 Treaty of Constantinople confirmed the independence of this nation following a revolution that included the naval Battle of Navarino and death of Lord Byron. Name this European nation that hosted the first modern Olympics in its capital of Athens.",
    "term": "Greece [or Hellenic Republic or Ellas or Ellada or Elliniki Dhimokratia]"
  },
  {
    "id": 7419,
    "definition": "Name these regnal numbers. The final pharaoh of Egypt, who was nicknamed Caesarion, was officially known as the Ptolemy of this number. The French King Louis of this number was known as ˈˈthe Beloved.ˈˈ",
    "term": "15th or XV [accept Ptolemy XV or Louis XV]"
  },
  {
    "id": 7420,
    "definition": "Name these regnal numbers. The Pope Pius of this number agreed to the Lateran Treaty that established Vatican City as an independent state. The French King Louis of this number formally ended the Hundred Years' War by signing the Treaty of Picquigny (pee- kih-nyee).",
    "term": "11th or XI [accept Pope Pius XI or Louis XI]"
  },
  {
    "id": 7421,
    "definition": "Name these regnal numbers. The French King Louis of this number was the son and successor to Louis the Fat. The second Medici to hold the title of pope was Pope Clement of this number, who excommunicated Henry VIII (ˈˈthe eighthˈˈ) of England for annulling his marriage to Catherine of Aragon. The French King Charles of this number was coronated in 1429 with the support of Joan of Arc. Upon her 1901 death, Queen Victoria was succeeded by the British King Edward of this number. The victor at the Battle of Bosworth Field was the English King Henry with what number who was born with the name Henry Tudor?",
    "term": "7th or VII [accept Louis VII or Pope Clement VII or Charles VII or Edward VII or Henry VII]"
  },
  {
    "id": 7422,
    "definition": "Name these ancient rulers. This ruler, who constructed a namesake palace in the city of Susa, sent his commanders Datis and Artaphernes on an invasion that ended with a decisive defeat at the Battle of Marathon.",
    "term": "Darius the Great or Darius I [prompt on ˈˈDariusˈˈ]"
  },
  {
    "id": 7423,
    "definition": "Name these ancient rulers. This Iceni (ˈˈeyeˈˈ-SEN-ˈˈeyeˈˈ) ruler led a failed rebellion against the Roman Empire that was ended with her defeat at the Battle of Watling Street.",
    "term": "Boudicca (BOO-dih-kuh) [or Boudica or Boadicea]"
  },
  {
    "id": 7424,
    "definition": "Name these ancient rulers. Near the end of his rule, this man castrated then married a young boy by the name of Sporus. This ruler agreed to the installation of Tiridates I (teer-ˈˈeyeˈˈ-dah-TEZ ˈˈthe firstˈˈ) as the King of Armenia after fighting an inconclusive war against the Parthians. Vindex (WIN-dex) led a rebellion against this ruler, who was targeted by the Pisonian (pih-SOH- nee-un) conspiracy. The name for the Roman Colosseum likely originated from a colossal statue of this emperor that originally stood in front of his palace, Domus Aurea (DOH-mus AW-ree-uh). His rise to power may have been because of the fact that his mother, Agrippina the Younger, poisoned his predecessor, Claudius. Name this Roman Emperor from AD 54 to 68 who allegedly fiddled during the Great Fire of Rome.",
    "term": "Nero Claudius Caesar Augustus Drusus Germanicus"
  },
  {
    "id": 7425,
    "definition": "Name these nations. Skanderbeg is a national hero of this country, whose invasion and occupation in 1939 led to the exile of its King Zog.",
    "term": "Albania [or Republic of Albania or Shqiperia or Republika e Shqiperise]"
  },
  {
    "id": 7426,
    "definition": "Name these nations. Following its 1975 independence from Portugal, this country was the site of a twenty-six year civil war fought primarily between the MPLA (ˈˈM-P-L-Aˈˈ) and UNITA (ˈˈyouˈˈ-NEE-tuh).",
    "term": "Republic of Angola [or Republica de Angola]"
  },
  {
    "id": 7427,
    "definition": "Name these nations. During World War II, this nation experimented with a plan to release plague-infested fleas known as Operation Cherry Blossoms at Night. This country joined the United Nations five years after expressing their desire to do so in the Treaty of San Francisco. In response to the Marco Polo Bridge Incident, China was invaded in 1937 by this country, who ordered the Bataan (buh-TAHN) Death March during their occupation of the Philippines in World War II. Name this East Asian nation that was targeted by the atomic bombing of Hiroshima.",
    "term": "Japan [or Nihon-koku or Nippon-koku or Empire of Japan or Dai Nippon Teikoku or Greater Japanese Empire]"
  },
  {
    "id": 7428,
    "definition": "Name these violent events. The Cathars of Southern France were targeted during this thirteenth century crusade, in which the orders ˈˈKill them all, for God knows his own!ˈˈ were allegedly given during a massacre of the city of Beziers (bayz-YAY).",
    "term": "Albigensian Crusade"
  },
  {
    "id": 7429,
    "definition": "Name these violent events. Crassus commanded the troops that put down this 73 to 71 BC slave revolt against the Roman Empire in which the losing side was led by the former gladiator Spartacus.",
    "term": "Third Servile War [prompt on ˈˈServile Warˈˈ]"
  },
  {
    "id": 7430,
    "definition": "Name these violent events. This event first became known because of the actions of Shaul Ladany, who avoided involvement in this event by jumping from a balcony. Luttif Afif was the leader of this event, one reaction to which was the murder of a Moroccan waiter during the Lillehammer affair. Operation Wrath of God was carried out in response to this event, which ended at an air force base with an attack on two helicopters that was only survived by three members of the Black September terrorist group. Name this event in which eleven Israeli coaches and athletes were murdered during an international sporting event in southern Germany.",
    "term": "Munich massacre [accept answers that mention the 1972 Munich Olympics or 1972 Olympics and the concept of an attack; prompt on ˈˈattack on Israeli athletesˈˈ or similar answers that donˈt include ˈˈ1972 Olympicsˈˈ or ˈˈMunichˈˈ]"
  },
  {
    "id": 7431,
    "definition": "Name these former rulers. The War of the Spanish Succession was triggered by the 1700 death of this final Hapsburg king of Spain, who had various physical and mental disabilities, likely because of family inbreeding,",
    "term": "Charles II of Spain [or Carlos II]"
  },
  {
    "id": 7432,
    "definition": "Name these former rulers. The Kievan Rus' (roos) was Christianized in the late tenth century during the rule of this Grand Prince of Kiev, who married the sister of Byzantine Emperor Basil II.",
    "term": "Vladimir the Great [or Vladimir I or Saint Vladimir; prompt on ˈˈVladimirˈˈ]"
  },
  {
    "id": 7433,
    "definition": "Name these former rulers. Shortly after consolidating power, this ruler ordered the murder of former Prime Minister Benedicto Kiwanuka (kee-wuh-ˈˈNEWˈˈ-kuh). This ruler, who ordered the expulsion of most Asians from his country, welcomed the German and Palestinian hijackers who were later killed by Israeli commandos during the Entebbe (en-TEB-ee) Raid. This man came to power by deposing Milton Obote (oh-BOH-tay), but he was deposed himself in 1979 after invading neighboring Tanzania. Name this African leader and self-proclaimed King of Scotland who ruled in the 1970s as the President of Uganda.",
    "term": "Idi Amin Dada"
  },
  {
    "id": 7434,
    "definition": "Answer these questions about the government of Great Britain. What man served as British Prime Minister from 1945-1951 between the two terms of Winston Churchill?",
    "term": "Clement Attlee"
  },
  {
    "id": 7435,
    "definition": "Answer these questions about the government of Great Britain. What man who served as British Prime Minister from 1783-1801 and again from 1804-1806 is the youngest British Prime Minister in history and was the son of another British Prime Minister?",
    "term": "William Pitt the Younger (prompt on ˈˈPittˈˈ alone)"
  },
  {
    "id": 7436,
    "definition": "Answer these questions about the government of Great Britain. This Prime Minister signed the Cardwell Reforms which made the practice of flogging illegal during peacetime. This man paid $15.5 million to the United States in order to settle the Alabama claims. This man spoke out against the actions of the Ottoman Empire in a speech that was known as the ˈˈBulgarian horrors.ˈˈ This man focused on foreign policy in his 1878-1880 Midlothian Campaign, which helped to bring the Liberal Party back to power. Identify this British Prime Minister who was the rival of Benjamin Disraeli.",
    "term": "William Gladstone"
  },
  {
    "id": 7437,
    "definition": "Name the following related to military history. The pincer movement was perhaps most notably utilized at what 216 BC battle that ended in a decisive defeat for Roman consuls Varro and Paullus, the latter of whom was killed?",
    "term": "Battle of Cannae (KAN-nay)"
  },
  {
    "id": 7438,
    "definition": "Name the following related to military history. Land mines and cannons were first developed and utilized during the rule of what Chinese dynasty, whose Emperor Qinzong was captured in 1127 during the Jingkang Incident?",
    "term": "Song Dynasty [or Sung Dynasty or Song Chao; accept Northern Song or Northern Sung or Southern Song or Southern Sung]"
  },
  {
    "id": 7439,
    "definition": "Name the following related to military history. Archibald Lucius Douglas served as a foreign advisor during the early development of this body. A group of British men were attacked after being mistaken as members of this force during the Dogger Bank incident. This force successfully utilized recently-developed radio technology to achieve a decisive victory in the Battle of Tsushima (soo-SHEE-muh). The 1894 Battle of the Yalu was one of the earliest major victories for this military force, which suffered defeats at the World War II Battles of Guadalcanal and Midway while under the command of Isoroku Yamamoto. Name this military force that utilized aircraft carriers during their 1941 attack on Pearl Harbor.",
    "term": "Imperial Japanese Navy [or Dai-Nippon Teikoku Kaigun; accept equivalent answers that mention Japan and the concept of naval forces; prompt on ˈˈIJNˈˈ; prompt on more general answers such as ˈˈJapanese militaryˈˈ or ˈˈJapanˈˈ]"
  },
  {
    "id": 7440,
    "definition": "Identify the following numerically-named things from history. Mao Zedong encouraged his constituents to express their opinions and criticisms about the Communist party in what 1956 campaign advertised as bettering Chinese arts and science?",
    "term": "The Hundred Flowers Campaign"
  },
  {
    "id": 7441,
    "definition": "Identify the following numerically-named things from history. Mao Zedong attempted to eliminate flies and sparrows as well as other animals and bugs in what 1958-1962 campaign that eventually led to ecological imbalance?",
    "term": "The Four Pests Campaign (Prompt on ˈˈGreat Sparrow Campaignˈˈ and ˈˈKill Sparrows Campaignˈˈ)"
  },
  {
    "id": 7442,
    "definition": "Identify the following numerically-named things from history. The person who instituted this policy stated that ˈˈeveryone needs a place to learn religion and faith-that place is a Mektep not a Madrasa.ˈˈ This policy established its country's official motto as ˈˈHow happy is the one who calls themselves a [member of this group].ˈˈ One aspect of this policy was inspired by France's policy of ˈˈLaiciteˈˈ which separates the government from religious affiliations. This policy which includes sections such as ˈˈStatismˈˈ and ˈˈRepublicanismˈˈ was accompanied by a flag with the title white objects on a red background. Mustafa Ataturk implemented what policy also known as ˈˈKemalism?ˈˈ",
    "term": "The Six Arrows (Accept ˈˈKemalismˈˈ and ˈˈAtaturkismˈˈ until mentioned)"
  },
  {
    "id": 7443,
    "definition": "Answer the following questions about ˈˈoperations.ˈˈ Operation ˈˈWrath of Godˈˈ was launched in retaliation for an attack by Palestinian militant organization Black September that killed 11 Israelis at what event?",
    "term": "Munich Olympics OR 1972 (Summer) Olympics (prompt on partial answers)"
  },
  {
    "id": 7444,
    "definition": "Answer the following questions about ˈˈoperations.ˈˈ The Red Army launched Operation Uranus during what World War II battle that also saw fighting at Pavlov's House?",
    "term": "Battle of Stalingrad"
  },
  {
    "id": 7445,
    "definition": "Answer the following questions about ˈˈoperations.ˈˈ This country's LIR radio station began communicating with Nazi Germany in an event dubbed Operation Bolivar. This country's President João Goulart was killed during a multi-country US invasion known as Operation Condor. One incident in this country grew out of a money laundering investigation case of Hermes Magnus. In 2019, Luiz Bonat replaced Sergio Moro in investigating that corruption scandal in this country known as Operation Car Wash. Jair Bolsonaro is the current President of what South American country?",
    "term": "Brazil"
  },
  {
    "id": 7446,
    "definition": "Identify the following countries that have been known by several different names. An ongoing genocide against the Rohingya people has occurred in what nation whose current State Counselor is former Nobel Prize recipient Aung San Suu Kyi?",
    "term": "Myanmar OR Burma"
  },
  {
    "id": 7447,
    "definition": "Identify the following countries that have been known by several different names. What country was formerly known as Formosa? This country was the destination of the Kuomintang following China's Communist Revolution.",
    "term": "Taiwan (Accept ˈˈRepublic of Chinaˈˈ)"
  },
  {
    "id": 7448,
    "definition": "Identify the following countries that have been known by several different names. This country saw fighting in its North Kivu region in a conflict dubbed the M23 Rebellion. In 2018, this country elected a controversial candidate from the Union for Democracy and Social Process, Felix Tshisekedi, as the successor to Joseph Kabila. The Force Publique was located in this country to ensure locals were meeting rubber quotas. Zaire was the former name of this African nation that was sponsored by King Leopold II of Belgium. What country has its capital at Kinshasa.",
    "term": "Democratic Republic of the Congo (Do NOT accept or prompt on ˈˈRepublic of the Congoˈˈ)"
  },
  {
    "id": 7449,
    "definition": "Identify the following peace agreements, treaties, or accords. What agreement signed in 1999 settled some political unrest between North Ireland and Ireland? This agreement was approved by voters in a series of 1998 referendums.",
    "term": "Good Friday Agreement or Belfast Agreement"
  },
  {
    "id": 7450,
    "definition": "Identify the following peace agreements, treaties, or accords. What treaty that is named for a European mountain range allowed Louis XIV [14th] to marry the Archduchess of Austria, Maria Theresa?",
    "term": "Treaty of the Pyrenees"
  },
  {
    "id": 7451,
    "definition": "Identify the following peace agreements, treaties, or accords. One section of this peace agreement was violated by Prince-Bishop when he refused to resign from his post, a situation that would later spark the Cologne War. This agreement included ecclesiastical reservation, which was included to counter the principle of Cuius regio, eius religio, which had allowed rulers of one country to adhere to Catholicism or Lutheranism. In 1555, the Schmalkaldic League and Charles V signed what peace agreement that ended a religious struggle within the Holy Roman Empire?",
    "term": "Peace of Augsburg (Accept the ˈˈAugsburg Settlementˈˈ)"
  },
  {
    "id": 7452,
    "definition": "Identify the following famous locales. What complex in Cambodia that was constructed by Suryavarman II was initially dedicated to Vishnu but later turned into a Buddhist temple?",
    "term": "Angkor Wat"
  },
  {
    "id": 7453,
    "definition": "Identify the following famous locales. The Palace Museum is located in what other complex of buildings constructed for the Emperors of Imperial China? This home of the Hall of Supreme Harmony is located near Tiananmen Square in Beijing.",
    "term": "The Forbidden City"
  },
  {
    "id": 7454,
    "definition": "Identify the following famous locales. This locale's cave Inti Mach'ay is where the coming-of-age ritual during the Royal Feast of the Sun took place. One building in this locale includes a ˈˈSerpent's Doorˈˈ in which windows were placed at specific angles to align with celestial bodies and events. This complex consists of three primary locales, including the Room of the Three Windows, the Temple of the Sun, and the Intihuatana. In 1911, this location was rediscovered by Hiram Bingham. The Incas built what complex located in the Cusco Region of Peru?",
    "term": "Machu Picchu"
  },
  {
    "id": 7455,
    "definition": "Name these English or British monarchs. This youngest son of Eleanor of Aquitaine is best remembered for meeting at Runnymede to sign the Magna Carta in 1215.",
    "term": "King John of England [accept John Plantagenet or John Lackland]"
  },
  {
    "id": 7456,
    "definition": "Name these English or British monarchs. The Acts of Union, which combined England and Scotland into the Kingdom of Great Britain, took effect in 1707 during the reign of this woman, who was the last monarch of the House of Stuart.",
    "term": "Queen Anne of Great Britain"
  },
  {
    "id": 7457,
    "definition": "Name these English or British monarchs. This monarch was recognized as ruler by the Treaty of Abernethy two years after waging a war known as the Harrying of the North. This monarch's greatest military victory occurred at Senlac Hill, and shortly thereafter he established the Tower of London. A property survey known as the Domesday (ˈˈdoomsdayˈˈ) Book was ordered by this king, who came to power following a battle that was depicted in the Bayeux (ˈˈBYEˈˈ-ˈˈyouˈˈ) Tapestry and included the death of Harold Godwinson. Name this first Norman king who won the 1066 Battle of Hastings.",
    "term": "William the Conqueror [or William I of England or William the Bastard or William II of Normandy; prompt on ˈˈWilliamˈˈ; do not accept or prompt on ˈˈWilliam IIˈˈ]"
  },
  {
    "id": 7458,
    "definition": "Name these nations. Current U.N. Secretary-General Ban Ki-moon hails from this Asian nation which is separated from its northern neighbor by a demilitarized zone at the 38th parallel.",
    "term": "South Korea [or Republic of Korea or ROK or Taehan-minˈguk or Hanˈguk; prompt on ˈˈKoreaˈˈ; do not accept ˈˈNorth Koreaˈˈ or ˈˈDemocratic People's Republic of Koreaˈˈ]"
  },
  {
    "id": 7459,
    "definition": "Name these nations. The 1903 Hay-Banau-Varilla Treaty was signed between the U.S. and this Central American nation less than a month after it declared independence from its southern neighbor, Colombia.",
    "term": "Republic of Panama [or Republica de Panama]"
  },
  {
    "id": 7460,
    "definition": "Name these nations. In this nation, the Muldergate Scandal led to the resignation of Prime Minister B.J. Vorster. Prior to independence, one coalition in this nation advocated for equality with the Freedom Charter. Notable activists within this nation included Steve Biko and a man whose conviction at the Rivonia Trial led to his imprisonment on Robben Island. Formed out of the union of four British colonies, including Natal and Transvaal, this nation was the home of both Desmond Tutu and F.W. de Klerk, each of whom were given Nobel Peace Prizes for their fight against apartheid. Name this African nation once ruled by Nelson Mandela.",
    "term": "Republic of South Africa [prompt on ˈˈRSAˈˈ]"
  },
  {
    "id": 7461,
    "definition": "Name these European conflicts. The release of the Ems Dispatch by Otto von Bismarck helped lead to this 1870 to 1871 war which ended shortly after the capture of Emperor Napoleon III (the third) at the Battle of Sedan.",
    "term": "Franco-Prussian War [accept Franco-German War]"
  },
  {
    "id": 7462,
    "definition": "Name these European conflicts. Giuseppe Garibaldi (joo-ZEP-pee gar-uh-BAWL-dee) led troops in all three of this 19th century series of wars which culminated in the unification of a certain nation under the rule of Victor Emmanuel II (the second).",
    "term": "Wars of Italian Independence [accept Wars for the Independence of Italy or other equivalents; prompt on partial answers]"
  },
  {
    "id": 7463,
    "definition": "Name these European conflicts. A manuscript known as the Codex Gigas was plundered at the end of this conflict, during which two participants cemented their alliance with the Treaty of Barwalde. Ferdinand II's (the second's) succession of Matthias as Holy Roman Emperor intensified a part of this conflict that ended after the Battle of White Mountain. During its Battle of Breitenfeld, the Count of Tilly was defeated by a Swedish leader who was later killed at the Battle of Lutzen, Gustavus Adolphus. This war, which began after the Defenestration of Prague, was ended by the Peace of Westphalia in 1648. Name this 17th century religious war which lasted three decades.",
    "term": "Thirty Years' War"
  },
  {
    "id": 7464,
    "definition": "Name these 20th century European leaders. This British leader noted that ˈˈI have nothing to offer but blood, toil, tears, and sweatˈˈ shortly after become Prime Minister in 1940 as the successor to Neville Chamberlain.",
    "term": "Winston Leonard Spencer Churchill"
  },
  {
    "id": 7465,
    "definition": "Name these 20th century European leaders. Konstantin Chernenko was the predecessor of this final leader of the Soviet Union, who instituted the liberal policies of glasnost and perestroika prior to the nation's dissolution in 1991.",
    "term": "Mikhail Sergeyevich Gorbachev (GOR-buh-choff)"
  },
  {
    "id": 7466,
    "definition": "Name these 20th century European leaders. The ˈˈlast daysˈˈ of this leader's tenure was the subject of a book by Hugh Trevor-Roper. The Hossbach Memorandum outlined the foreign policies of this ruler, who approved a mass deportation policy known as the Madagascar Plan. This ruler's political opponents were assassinated during Operation Hummingbird, also known as the Night of Long Knives. Before rising to power, he was jailed for a failed coup known as the Beer Hall Putsch; while in jail, he authored his autobiography, Mein Kampf (ˈˈmineˈˈ kahmpf). The 1934 death of Paul von Hindenburg led to a consolidation of power for what genocidal (jen-uh-SIDE-uhl) leader of Nazi Germany during World War II?",
    "term": "Adolf Hitler"
  },
  {
    "id": 7467,
    "definition": "Name these former African leaders. This 14th century ruler of the Mali Empire devalued gold in North Africa and the Middle East for around a decade because of the large amounts of gold that he distributed during a 1324 hajj.",
    "term": "Mansa Musa [accept Musa I (the first)]"
  },
  {
    "id": 7468,
    "definition": "Name these former African leaders. Assassinated and succeeded by his brother Dingane (din-GAH-nay) in 1828, this man is the founder and best known leader of the Zulu Kingdom.",
    "term": "Shaka Zulu [or Chaka Zulu or Shaka kaSenzangakhona]"
  },
  {
    "id": 7469,
    "definition": "Name these former African leaders. This leader bestowed the title of ˈˈFirst Arab Citizenˈˈ upon Shukri al-Quwatli after their two polities were merged. This man was the target of a planned coup by his former chief military commander, Abdel Hakim Amer. He was one of the leaders of the July 23rd Revolution along with Muhammad Naguib (nah-GEEB), whom he succeeded as ruler four years later. This founder and lone leader of the United Arab Republic briefly resigned after being defeated by Israel in the Six-Day War. He oversaw construction of the Aswan High Dam and sparked the Suez Crisis by nationalizing the Suez Canal after coming to power in 1956. Name this Egyptian President who ruled until 1970, when he was succeeded by Anwar Sadat.",
    "term": "Gamal Abdel Nasser (NAH-sir)"
  },
  {
    "id": 7470,
    "definition": "Name the following related to events that occurred during the 17th century. Ieyasu's (ee-ay-AH-sooz) victory at the Battle of Sekigahara paved the way for the 1603 establishment of this Japanese shogunate which ruled during the Edo period for over two and a half centuries.",
    "term": "Tokugawa Shogunate [or Tokugawa Bakufu]"
  },
  {
    "id": 7471,
    "definition": "Name the following related to events that occurred during the 17th century. The first Europeans to sight New Zealand did so in 1642 under the command of this Dutch explorer who also discovered and named Van Diemen's Land, which was later renamed after him.",
    "term": "Abel Janszoon Tasman [do not accept or prompt on ˈˈTasmaniaˈˈ]"
  },
  {
    "id": 7472,
    "definition": "Name the following related to events that occurred during the 17th century. Anne Vaux (VOO) was arrested following this event, which resulted in the execution of Edward Oldcorne after he was discovered hiding at Hindlip Hall with Henry Garnet. Several men involved in this event were killed during a skirmish at the Holbeche House. Some historians believe that Francis Tresham was responsible for sending the anonymous letter that warned Lord Monteagle of this event. Robert Catesby (KAYTS-bee) organized this event, which was effectively ended when a search of an undercroft below the House of Lords revealed Guy Fawkes. Name this 1605 plot to assassinate King James I (the first) by using a certain explosive.",
    "term": "Gunpowder Treason Plot"
  },
  {
    "id": 7473,
    "definition": "Name these leaders of the ancient world. The 587 BC destruction of Jerusalem was overseen by this Babylonian king perhaps best known for constructing the Hanging Gardens of Babylon.",
    "term": "Nebuchadnezzar II (NEH-buh-kud-NEZ-zur ˈˈthe secondˈˈ) [accept Nebuchadrezzar II or Nabu-kudurri- usur; prompt on ˈˈNebuchadnezzarˈˈ or ˈˈNebuchadrezzarˈˈ]"
  },
  {
    "id": 7474,
    "definition": "Name these leaders of the ancient world. This 19th Dynasty Egyptian pharaoh, who ruled in the 13th century BC, allegedly fathered over 100 children, including several with Nefertiti, during his sixty-six year reign.",
    "term": "Ramses II [RAM-zeez ˈˈthe secondˈˈ] [or Ramesses II or Ramses the Great or Ramesses the Great or Ozymandias; prompt on ˈˈRamsesˈˈ or ˈˈRamessesˈˈ]"
  },
  {
    "id": 7475,
    "definition": "Name these leaders of the ancient world. This leader melted down a large gold statue of Marduk after his son-in-law, Megabyzus, successfully sacked Babylon. This son of Atossa finished construction of a building known as the Gate of All Nations and was murdered by Artabanus (ar-tuh-BAY-nus). This leader cut one of his military campaigns short and left control with his general, Mardonius, who was shortly thereafter defeated and killed at the Battle of Plataea (pluh-TEE-uh). That campaign began with this ruler building two pontoon bridges across the Hellespont, and it also saw his forces lose at the naval Battle of Salamis. Name this Persian ruler who succeeded his father, Darius I (the first), and failed in his 5th century BC invasion of Greece.",
    "term": "Xerxes I (ZURK-seez ˈˈthe firstˈˈ) of Persia [or Xerxes the Great; prompt on ˈˈXerxesˈˈ]"
  },
  {
    "id": 7476,
    "definition": "Name these medieval European leaders. This German King was victorious at the Battle of Lechfeld seven years before Pope John XII (the twelfth) crowned him as Holy Roman Emperor in 962.",
    "term": "Otto I or Otto the Great or Otto der Grosse [prompt on ˈˈOttoˈˈ]"
  },
  {
    "id": 7477,
    "definition": "Name these medieval European leaders. In 1002, this Wessex King of England ordered what became known as the St. Brice's Day Massacre, which prompted Danish King Sweyn Forkbeard to invade England and briefly exile this man.",
    "term": "Ethelred the Unready or Ethelred II [prompt on ˈˈEthelredˈˈ]"
  },
  {
    "id": 7478,
    "definition": "Name these medieval European leaders. This ruler was the oldest son of a woman nicknamed ˈˈBertha Broadfoot,ˈˈ most likely because she was born with a clubfoot. This leader deposed Desiderius while successfully conquering the Kingdom of the Lombards. The Life of this man was the subject of a biography by Einhard, and his forces were defeated by Basques at the Battle of Roncevaux (rawn-suh-VOH) Pass, which was described in The Song of Roland. Twenty-nine years after his death, three of this ruler's grandkids divided his kingdom in the 843 Treaty of Verdun. Pepin the Short was the father and predecessor of what Frankish King whom Pope Leo III (the third) crowned Holy Roman Emperor on Christmas Day of the year 800?",
    "term": "Charlemagne (SHAHR-luh-ˈˈmainˈˈ) [or Charles the Great or Charles I or Carolus Magnus or Karl der Grosse; prompt on ˈˈCharlesˈˈ]"
  },
  {
    "id": 7479,
    "definition": "Name the following related to the Roman Empire. The start of Octavian's rule in 27 BC triggered the start of this 200 year period of relative calm within the Empire that is most commonly known by a two word Latin phrase.",
    "term": "Pax Romana [or Roman Peace or Pax Augusta; prompt on ˈˈPaxˈˈ or ˈˈPeaceˈˈ]"
  },
  {
    "id": 7480,
    "definition": "Name the following related to the Roman Empire. Toleration of Christianity within the Roman Empire was promulgated by Constantine the Great in this AD 313 declaration.",
    "term": "Edict of Milan [or Edictum Mediolanense]"
  },
  {
    "id": 7481,
    "definition": "Name the following related to the Roman Empire. In one incident this man expelled Dolabella from the Roman Forum when the latter occupied it in an attempt to pass debt relief legislation. Starting in 40 BC, this man led an unsuccessful war against the Parthians; in an earlier conflict, he prompted the suicide of Cassius after defeating his troops in the Battle of Philippi. This man served in the Second Triumvirate with Lepidus and Augustus, the latter of whom became the first Roman Empire after defeating this man at the 31 BC Battle of Actium. Name this Roman statesman who gave Julius Caesar's elegy and later had an affair with an Egyptian queen.",
    "term": "Mark Antony [or Marcus Antonius or Mark Anthony]"
  },
  {
    "id": 7482,
    "definition": "Identify these former European rulers. What daughter of Charles VI was a Hapsburg ruler who was able to ascend to the throne due in part to the Pragmatic Sanction?",
    "term": "Maria Theresa"
  },
  {
    "id": 7483,
    "definition": "Identify these former European rulers. What man who served as King of Prussia from 1740-1786 contested the ascension of Maria Theresa and captured Silesia during the War of the Austrian Succession?",
    "term": "Frederick the Great OR Frederick II (prompt on ˈˈFrederickˈˈ alone)"
  },
  {
    "id": 7484,
    "definition": "Identify these former European rulers. This man's forces acquired Luxembourg after defeated the forces of Charles II in the War of the Reunions. This ruler was forced to sign the Treaty of Ryswick with William III of Orange at the end of the War of the League of Augsburg, thus ceding Catalonia to Spain. Cardinal Mazarin served as an advisor to this monarch who revoked the rights of Huguenots in his country when he issued the Edict of Fontainebleau. Anne of Austria served as regent to what longest reigning French monarch who built the palace of Versailles and was known as the ˈˈSun King?ˈˈ",
    "term": "Louis XIV (prompt on ˈˈLouisˈˈ alone)"
  },
  {
    "id": 7485,
    "definition": "Answer the following about Chinese history. Many of Mao Zedong's speeches were included in what book that was widely distributed during the Cultural Revolution?",
    "term": "Little Red Book or Quotations from Chairman Mao Tse-tung"
  },
  {
    "id": 7486,
    "definition": "Answer the following about Chinese history. During the Communist Revolution in China, Mao faced off against the Chinese Nationalist party, or Kuomintang [ˈˈKoˈˈ - ˈˈmenˈˈ - ˈˈtangˈˈ]. The party was founded in 1919 by what man who was the first President of the Republic of China?",
    "term": "Sun Yat-sen"
  },
  {
    "id": 7487,
    "definition": "Answer the following about Chinese history. This dynasty's general, Ma Yuan [ˈˈMaˈˈ ˈˈYouˈˈ - ˈˈahnˈˈ], was sent to suppress a Yue rebellion led by the Vietnamese Trung sisters in 40 AD. A book written during this dynasty was begun by Sima Tan and finished by Sima Qian [ˈˈChiˈˈ - ˈˈahnˈˈ]. That book was the Records of the Grand Historian. This dynasty was interrupted by the Xin [ˈˈShinˈˈ] Dynasty, and it was preceded by the Three Kingdom Periods. What Chinese dynasty lends its name to the ethnic majority?",
    "term": "Han Dynasty"
  },
  {
    "id": 7488,
    "definition": "Answer these questions about 19th century events in Europe. What September 1812 battle was the bloodiest battle of the Napoleonic Wars and saw French forces capture Moscow, but make a strategic mistake when they failed to pursue the retreating Russian army?",
    "term": "Battle of Borodino"
  },
  {
    "id": 7489,
    "definition": "Answer these questions about 19th century events in Europe. What October 1854 battle during the Crimean War saw Colin Campbell order a ˈˈthin red lineˈˈ and was the site of the failed ˈˈCharge of the Light Brigade?ˈˈ",
    "term": "Battle of Balaclava"
  },
  {
    "id": 7490,
    "definition": "Answer these questions about 19th century events in Europe. The Gregory Clause restricted access to assistance during this event for anyone who owned more than a quarter acre of land. Many Catholic children agreed to receive a Protestant education in the aftermath of this event in a practice dubbed ˈˈsouperism.ˈˈ To ease the effects of this event, Robert Peel agreed to repeal the Corn Laws. In the aftermath of this event, many people boarded so called ˈˈcoffin shipsˈˈ and attempted to migrate to the United States. Identify this 1845- 1852 event in which over a million people starved to death following a blight of the namesake crop.",
    "term": "Irish Potato Famine (prompt on partial answers)"
  },
  {
    "id": 7491,
    "definition": "Answer these questions about world exploration. In 1542, what Spanish explorer became the first European to view the Mississippi River?",
    "term": "Hernando de Soto"
  },
  {
    "id": 7492,
    "definition": "Answer these questions about world exploration. While in North America, de Soto assisted what conquistador by providing him with ships used in his conquest of the Inca empire?",
    "term": "Francisco Pizarro"
  },
  {
    "id": 7493,
    "definition": "Answer these questions about world exploration. This explorer was forced to retreat to the island of Mozambique after a trading post he had established in Calicut was attacked by Muslim invaders. One voyage taken by this explorer bypassed the Gulf of Guinea and led him to land at a location he called the Island of the True Cross. The explorer's best-known voyage was sponsored by Manuel I and claimed land in compliance with the Treaty of Tordesillas. Identify this explorer who in 1500 discovered Brazil and claimed it for Portugal.",
    "term": "Pedro Cabral"
  },
  {
    "id": 7494,
    "definition": "Name these nations. After achieving its independence from Britain with the 1946 Treaty of London, what Middle Eastern nation came under the rule of King Abdullah I?",
    "term": "Hashemite Kingdom of Jordan [or al-Mamlakah al-Urduniyah al-Hashimiyah]"
  },
  {
    "id": 7495,
    "definition": "Name these nations. The term ˈˈbanana republicˈˈ was coined by O. Henry in a story inspired by what country that was invaded by a neighboring country during the 1969 Football War?",
    "term": "Republic of Honduras [or Republica de Honduras]"
  },
  {
    "id": 7496,
    "definition": "Name these nations. One leader of this nation conducted a purge of political enemies as part of the Mingrelian affair. One area of this country experienced a genocidal famine known locally as Holodomor (hahl-uh-duh-MOR). This nation experienced an ˈˈEra of Stagnationˈˈ during the rule of a man whose namesake ˈˈdoctrineˈˈ was used to justify its 1979 invasion of Afghanistan. Another ruler of this country denounced his predecessor in the 1956 ˈˈSecret Speechˈˈ shortly before invading Hungary for trying to leave the Warsaw Pact. 1991 ended with the dissolution of what nation whose first ruler was Vladimir Lenin?",
    "term": "Soviet Union [or USSR or Union of Soviet Socialist Republics or Sovietsky Soyuz or S.S.S.R. or Soyuz Sovietskikh Sotsialisticheskikh Respublik]"
  },
  {
    "id": 7497,
    "definition": "Answer the following about Roman Emperors. The death of Marcus Aurelius marked the end of what period of peace within the Roman Empire that last from 27 BC to 180 CE?",
    "term": "Pax Romana or Pax Augusta [Prompt on ˈˈRoman Peaceˈˈ]"
  },
  {
    "id": 7498,
    "definition": "Answer the following about Roman Emperors. Marcus Aurelius's son and successor was what man who was assassinated by his trainer, Narcissus?",
    "term": "Commodus"
  },
  {
    "id": 7499,
    "definition": "Answer the following about Roman Emperors. In the biography Historia Augusta, this emperor is believed to have written a deathbed poem that ends ˈˈYour usual distractions no more shall be there...ˈˈ After this man came to power, he executed Lucius Quietus. This man's wife Vibia Sabina had an affair with this man's historian, Suetonius. This man put down the Bar Kokhba [ˈˈCokeˈˈ - ˈˈbahˈˈ] Revolt, and he created a cult for his drowned lover, Antonius. The third Good Emperor was what man who built a namesake ˈˈwallˈˈ in Britain?",
    "term": "Publius Aelius Hadrianus Augustus"
  },
  {
    "id": 7500,
    "definition": "Answer these questions about the United Nations. What Portuguese politician has served since 2017 as the Secretary General of the United Nations?",
    "term": "Antonio Guterres"
  },
  {
    "id": 7501,
    "definition": "Answer these questions about the United Nations. What South Korean politician preceded Guterres and served as Secretary General from 2007-2016?",
    "term": "Ban Ki-Moon"
  },
  {
    "id": 7502,
    "definition": "Answer these questions about the United Nations. A skyscraper and a public park near the United Nations headquarters in New York City are named for this man. John F. Kennedy referred to this man as the ˈˈgreatest statesman of our centuryˈˈ and this man was awarded the 1961 Nobel Peace Prize posthumously. This man was killed while on a visit with Moise Tshombe to defuse a crisis in Northern Rhodesia. Identify this Swedish diplomat who served as UN Secretary General from 1953 until his death in a plane crash in 1961.",
    "term": "Dag Hammarskjold"
  },
  {
    "id": 7503,
    "definition": "Identify the following companions to prominent world leaders. What woman was killed in 1997 in Paris, France along with Henri Paul and Dodi Fayed while being pursued by the paparazzi?",
    "term": "Princess Diana"
  },
  {
    "id": 7504,
    "definition": "Identify the following companions to prominent world leaders. The reputation of what woman was ruined by the Affair of the Diamond necklace? This woman attempted to flee her hometown during the flight to Varennes.",
    "term": "Marie Antoinette"
  },
  {
    "id": 7505,
    "definition": "Identify the following companions to prominent world leaders. In 1951, this leader published the autobiography The Reason for My Life. After this woman's death, Delia Parodi, led an all-female party named for this woman. This leader met her prospective husband at Luna Park stadium while attending a charity event. After this leader's husband's was re-elected, she was given the title ˈˈSpiritual Leader of the Nation.ˈˈ This leader appealed to the working class which were called ˈˈdescamisadosˈˈ for ˈˈshirtless ones.ˈˈ Identify this namesake of an Andrew Lloyd Webber musical who was the second wife of Juan Peron.",
    "term": "Eva Peron or Evita [Prompt on ˈˈPeronˈˈ alone as well as answers similar to ˈˈJuan Peron's wifeˈˈ until mentioned]"
  },
  {
    "id": 7506,
    "definition": "Name these western hemisphere explorers. This Spaniard was the first known European explorer to site the Mississippi River.",
    "term": "Hernando de Soto"
  },
  {
    "id": 7507,
    "definition": "Name these western hemisphere explorers. The northern reaches of the Mississippi River were explored by this 17th century Jesuit missionary who was accompanied on his journey by Louis Joliet.",
    "term": "Father Jacques Marquette [accept Pere Marquette]"
  },
  {
    "id": 7508,
    "definition": "Name these western hemisphere explorers. The diary of the first voyage of this explorer was edited and published over a century after the fact by William Wharton. This man discovered Possession Island in the Torres (TOR-ez) Strait during a voyage that was organized to view a transit of Venus from Tahiti. On his second voyage, he disproved the existence of the hypothetical southern continent Terra Australis while sailing aboard the Resolution. On his third and final voyage, he discovered and named the Sandwich Islands. The HMS Endeavor was most notably captained by what British explorer who was killed in 1779 in Hawaii?",
    "term": "Captain James Cook"
  },
  {
    "id": 7509,
    "definition": "Name these conflicts. The 1902 Treaty of Vereeniging (fuh-RAY-nuh-ging) ended the second of these British conflicts, in which one side was led by Paul Kruger.",
    "term": "Anglo-Boer Wars [accept Second Anglo-Boer War]"
  },
  {
    "id": 7510,
    "definition": "Name these conflicts. The 1905 Treaty of Portsmouth ended this Asian conflict in which two separate battles were fought at Port Arthur.",
    "term": "Russo-Japanese War"
  },
  {
    "id": 7511,
    "definition": "Name these conflicts. One side in this conflict made a secret pact known as the Sykes-Picot (pih-COH) Agreement. In one nation, the Spartacist (SPART-uh-ˈˈkissedˈˈ) uprising occurred shortly after the conclusion of this war, which was triggered by the July Crisis. In this war, Helmuth von Moltke (HEL-mut fohn MOLT-kuh) the Younger utilized an offensive strategy known as the Schlieffen (SHLEEF-un) Plan before being stopped at the First Battle of the Marne (marn). Russia signed the Treaty of Brest-Litovsk to leave this war, which began in response to the assassination of Austrian Archduke Franz Ferdinand. Name this global conflict lasting from 1914 to 1918.",
    "term": "World War I or World War One or First World War [prompt on ˈˈGreat Warˈˈ]"
  },
  {
    "id": 7512,
    "definition": "Name these Asian rulers. Between 1899, when it achieved independence from Spain, and 1901, when its occupation by the U.S. began, the Philippines was led by this president, who arrested and executed fellow revolutionary leader Andres Bonifacio (boh-nih- FAHSS-yoh).",
    "term": "Emilio Aguinaldo y Famy"
  },
  {
    "id": 7513,
    "definition": "Name these Asian rulers. The jizya tax was reinstituted within the Mughal Empire by this emperor, who rose to power in 1658 after placing his father and predecessor, Shah Jahan, under house arrest.",
    "term": "Aurangzeb (aw-ˈˈwrongˈˈ-ZEB) Alangir [or Abul Muzaffar Muhi-ud-Din Muhammad Aurangzeb; prompt on ˈˈAlangirˈˈ]"
  },
  {
    "id": 7514,
    "definition": "Name these Asian rulers. This leader's army won a civil war known as the Central Plains War. His government carried out a massacre known as the 228 Incident, which began a 38 year period of oppression called White Terror. This man brought down the Beiyang (ˈˈbayˈˈ-YONG) government by leading the Northern Expedition campaign. Being kidnapped in the Xi'an (SHEE-ahn) Incident led to him calling a temporary truce with a Communist group he earlier pursued in the Long March. This man became the leader of the Kuomintang (KWOH-min-tahng) after the 1925 death of Sun Yat-sen. Name this Chinese leader who fled to Taiwan after losing a civil war against Mao Zedong.",
    "term": "Chiang Kai-shek (shang kye-SHEK) [or Jiang Jieshi or Jiang Zhongzheng]"
  },
  {
    "id": 7515,
    "definition": "Give the following related to ancient Rome. The Pontifex Maximus was responsible for choosing the women who occupied this position, holders of which were chosen before the age of 10 and expected to remain chaste and maintain a sacred fire.",
    "term": "Vestal Virgins or Vestals [or Vestales; do not prompt on ˈˈVestaˈˈ]"
  },
  {
    "id": 7516,
    "definition": "Give the following related to ancient Rome. The fifth King of Rome is the one who allegedly began construction on this structure that sat between the Aventine and Palatine Hills and was the largest chariot racing stadium of ancient Rome.",
    "term": "Circus Maximus"
  },
  {
    "id": 7517,
    "definition": "Give the following related to ancient Rome. Throughout his life this man fought rumors that he had a homosexual relationship with Bithynian (bih-ˈˈTHINˈˈ- ee-ˈˈinˈˈ) King Nicomedes IV (nik-oh-ˈˈMEˈˈ-deez ˈˈthe 4thˈˈ). A scandal that occurred during a Bona Dea (BOH-nuh ˈˈDAYˈˈ-uh) festival led to this man divorcing his wife, Pompeia (pahm-ˈˈPAYˈˈ-uh), while noting that ˈˈ[she] must be above suspicion.ˈˈ He commanded the troops that won the Siege of Alesia (uh-LEE-zhuh), which resulted in the capture of Vercingetorix (VUR-ˈˈsinˈˈ-JEH-tuh-riks) and the end of the Gallic (GAAL-ik) Wars. Shortly thereafter, he crossed the Rubicon (ROO-bih-kahn) River to begin a civil war in which he defeated Pompey (PAHM-pee) and became dictator. Name this Roman leader who was assassinated on the Ides of March in 44 BC.",
    "term": "Gaius Julius Caesar [accept either underlined portion]"
  },
  {
    "id": 7518,
    "definition": "Name these conflicts. General Jose Estigarribia (ess-tee-hah-REE-bee-uh) led the winning side in this war, which was fought in the 1930s between Bolivia and Paraguay.",
    "term": "Gran Chaco War [accept Guerra del Gran Chaco]"
  },
  {
    "id": 7519,
    "definition": "Name these conflicts. A massacre on the island of Chios (KEE-ohss) occurred early in this 1821 to 1829 war, during which the Ottomans were defeated in the naval Battle of Navarino.",
    "term": "Greek War of Independence [accept clear-knowledge equivalents including the notions of Greece and independence]"
  },
  {
    "id": 7520,
    "definition": "Name these conflicts. Prior to its start, one leader in this conflict personally executed Raynald of Chatillon (SHAA-tee-yahn). During this war, the Massacre of Ayyadieh (ˈˈeyeˈˈ-ah-DEE-uh) was carried out by one leader, who shortly thereafter helped establish Guy of Lusignan (gee ˈˈofˈˈ loo-seen-YAHN) as the first ruler of the Kingdom of Cyprus. One side in this conflict won the Battle of Arsuf despite an unexpected charge undertaken by the Knights Hospitaller. A nearly two-year Siege of Acre (AH-kur) occurred during this conflict, which ended with a truce after the Battle of Jaffa was lost by Saladin. In 1187, Pope Gregory VIII (ˈˈthe 8thˈˈ) called for the start of what religious conflict fought by Richard the Lionheart?",
    "term": "Third Crusade or Kings' Crusade [prompt on partial answer]"
  },
  {
    "id": 7521,
    "definition": "Give the following related to the 17th century. The birth of James Francis Edward, who was later nicknamed the ˈˈOld Pretenderˈˈ, helped trigger this 17th century event in which the rule of James II of England was ended.",
    "term": "Glorious Revolution [or Bloodless Revolution or Revolution of 1688]"
  },
  {
    "id": 7522,
    "definition": "Give the following related to the 17th century. Filip Fabricius was one of three representatives of Holy Roman Emperor Ferdinand II who were injured during this 1618 event, which sparked the beginning of the Thirty Years' War.",
    "term": "Second Defenestration of Prague [prompt on ˈˈdefenestrationˈˈ]"
  },
  {
    "id": 7523,
    "definition": "Give the following related to the 17th century. Following this ruler's death, a system of government known as polysynody (PAH-lee-ˈˈsighˈˈ-nuh-dee) was briefly installed. Pope Innocent XI (ˈˈthe 11thˈˈ) butted heads with this ruler, who initiated a war with the Dutch Republic that was ended by the Treaty of Nijmegen (NYE-ˈˈmeganˈˈ). The War of the Grand Alliance was fought against this monarch, who was succeeded by his five year old great-grandson. This king's ministers included Jean-Baptiste Colbert (zhahn-baa-TEEST kohl-BAYR) and Cardinal Mazarin. Name this 17th and 18th century King of France who was nicknamed the ˈˈSun Kingˈˈ and ruled for 72 years.",
    "term": "Louis XIV (ˈˈthe 14thˈˈ) of France [prompt on ˈˈLouisˈˈ]"
  },
  {
    "id": 7524,
    "definition": "Name these English or British monarchs. The 1154 Treaty of Wallingford set the successor of this English king, who ruled during a period of civil war known as The Anarchy.",
    "term": "Stephen of Blois (blah)"
  },
  {
    "id": 7525,
    "definition": "Name these English or British monarchs. Actress Dorothea Jordan was the longtime mistress to this monarch, who ruled as the final king of the House of Hanover until his 1837 death.",
    "term": "William IV (ˈˈthe 4thˈˈ) [prompt on ˈˈWilliamˈˈ]"
  },
  {
    "id": 7526,
    "definition": "Name these English or British monarchs. This monarch was briefly abducted as part of the Raid of Ruthven. Before becoming king, this ruler made a defense pact with his predecessor by signing the Treaty of Berwick. He failed in his attempt to arrange a marriage for his son, and future successor, via the so-called ˈˈSpanish Match.ˈˈ This king escaped one assassination attempt thanks to a letter of warning sent to Lord Monteagle. The ˈˈUnion of the Crownsˈˈ occurred with the accession of this ruler, who was targeted by Robert Catesby and Guy Fawkes in an assassination attempt known as the Gunpowder Plot. Name this first Stuart king, who commissioned a namesake translation of the Bible.",
    "term": "James I of England [or James VI (the ˈˈ6thˈˈ) of Scotland; prompt on ˈˈJamesˈˈ or ˈˈJames Stuartˈˈ; do not prompt on or accept ˈˈJames VIˈˈ]"
  },
  {
    "id": 7527,
    "definition": "Name these 20th century leaders. The Informbiro period was triggered by a withdrawal from the Soviet Cominform by this post-World War II leader of Yugoslavia.",
    "term": "Josip Broz Tito (TEE-toh) [accept either underlined name]"
  },
  {
    "id": 7528,
    "definition": "Name these 20th century leaders. The capture of former Nazi Adolf Eichmann by Mossad in 1960 was orchestrated by this leader who served as Israel's first prime minister.",
    "term": "David Ben-Gurion [or David Gruen; prompt on partial last name]"
  },
  {
    "id": 7529,
    "definition": "Name these 20th century leaders. Early in life, this man founded the commune Phoenix Farm outside the city of Durban shortly after being recognized for his service as a stretcher-bearer in the Second Boer War. This leader signed a namesake pact with Lord Irwin after leading a march to the village of Dandi (DUN-dee) to protest a tax on salt. The practice of satyagraha (saht- ya-GRAH-hah), a form of nonviolent resistance, was espoused by this man, who was assassinated by Nathuram Godse (NAH-ˈˈtooˈˈ-rahm GAWD-ˈˈsayˈˈ) in 1948. Name this leader of the Indian independence movement who was given the honorific title ˈˈMahatmaˈˈ (mah-ˈˈHOTˈˈ-mah).",
    "term": "Mahatma Gandhi [or Mohandas Karamchand Gandhi]"
  },
  {
    "id": 7530,
    "definition": "Name these ancient rulers. The Roman Republic was established in 509 BC with the overthrow of this seventh and final King of Rome.",
    "term": "Tarquin the Proud [or Lucius Tarquinius Superbus; prompt on ˈˈTarquinˈˈ]"
  },
  {
    "id": 7531,
    "definition": "Name these ancient rulers. The Nandi Empire was conquered by this 3rd and 4th century BC Indian ruler, who founded an empire that was later led by his grandson Ashoka.",
    "term": "Chandragupta (CHUN-druh-GOOP-tuh) Maurya the Great [or Sandrokottos or Adrocottus or Sandrokyptos early; do not accept ˈˈChandragupta Iˈˈ or ˈˈChandragupta IIˈˈ or ˈˈChandragupta Vikramaditya,ˈˈ as they ruled the Gupta Empire]"
  },
  {
    "id": 7532,
    "definition": "Name these ancient rulers. This leader is described as ˈˈking of the four quartersˈˈ in a namesake clay ˈˈcylinderˈˈ discovered in 1879. This ruler's son and successor won the Battle of Pelusium to become pharaoh of Egypt. This man defeated his own grandfather, Astyages (ˈˈass-TIEˈˈ-uh-jeez), to conquer the Median Empire; shortly thereafter he besieged the city of Sardis and captured Croesus (KREE-suss), which allowed him to annex Lydia. This ruler allowed Jewish captives to return to their homeland after capturing Babylon in 539 BC. The Achaemenid (ah-KAY-meh-nid) Empire was founded by what ancient Persian ruler, who was the father-in-law of Darius I and nicknamed ˈˈthe (*) Great?ˈˈ",
    "term": "Cyrus the Great or Cyrus II of Persia [or Cyrus the Elder; accept Cyrus by itself after (); prompt on ˈˈCyrusˈˈ before ()]"
  },
  {
    "id": 7533,
    "definition": "Name these English or British monarchs. The death of Queen Anne gave rise to the rule of this British monarch, who was the first ruler from the House of Hanover.",
    "term": "George I [or George I Hanover; prompt on ˈˈGeorgeˈˈ]"
  },
  {
    "id": 7534,
    "definition": "Name these English or British monarchs. John of Gaunt fathered this English king, who was the first ruler from the House of Lancaster.",
    "term": "Henry IV (ˈˈthe 4thˈˈ) [accept Henry Bolingbroke; prompt on ˈˈHenryˈˈ]"
  },
  {
    "id": 7535,
    "definition": "Name these English or British monarchs. After his troops won the Battle of Alnwick (ˈˈANˈˈ-ick), this monarch compelled Scottish King William the Lion to sign the Treaty of Falaise (faa-LEZZ). Henry the Young King co-ruled for twelve years with this man, who established the use of jury trials by issuing the Assize (uh-ˈˈSIZEˈˈ) of Clarendon. During his rule, this eldest son of Empress Matilda faced a revolt backed by three of his sons, including Richard the Lionhearted, and his wife, Eleanor of Aquitaine. Name this first Plantagenet King of England, who ruled from 1154 to 1189 and caused the death of Archbishop of Canterbury Thomas Becket.",
    "term": "Henry II [or Henry Curtmantle or Henry Plantagenet; prompt on ˈˈHenryˈˈ]"
  },
  {
    "id": 7536,
    "definition": "Name these cities. This third most-populous city in Uzbekistan served as the capital for the empire founded in the late 14th century by Tamerlane.",
    "term": "Samarkand [or Samarqand]"
  },
  {
    "id": 7537,
    "definition": "Name these cities. This city's House of Wisdom was destroyed when the Mongol Empire sacked it in 1258 under the command of Hulagu Khan.",
    "term": "Baghdad [or Bagdad]"
  },
  {
    "id": 7538,
    "definition": "Name these cities. One ruler's invitation for Irish monks to reside in this city led to the construction of the Schottenstift (ˈˈSHOTˈˈ- ehn-stihft) monastery. Nicholas, Count of Salm successfully defended one attack on this city, where a successful 1485 siege was led by Matthias Corvinus. Kara Mustafa Pasha led the Ottomans in a 1683 attack on this city but was repulsed by Jan Sobieski (YAHN soh-bee-ESS-kee). Karl von Hardenburg represented Prussia at a meeting in this city that concluded during the Hundred Days period and was led by Klemens von Metternich. Name this eastern European city where a namesake 1815 ˈˈcongressˈˈ occurred at the end of the Napoleonic Wars.",
    "term": "Vienna [or Wien; accept Siege of Vienna or Battle of Vienna or Congress of Vienna]"
  },
  {
    "id": 7539,
    "definition": "Name these European kingdoms or empires. The 5th of October 1910 Revolution led to the downfall of this kingdom two years after the assassination of its King Carlos I, who was a member of the House of Braganza.",
    "term": "Kingdom of Portugal [or Reino de Portugal]"
  },
  {
    "id": 7540,
    "definition": "Name these European kingdoms or empires. The Great Northern War included the 1718 death of Charles XII (ˈˈthe 12thˈˈ) of this kingdom, a more notable ruler of which was killed during the 1632 Battle of Lutzen.",
    "term": "Kingdom of Sweden [or Konungariket Sverige]"
  },
  {
    "id": 7541,
    "definition": "Name these European kingdoms or empires. The two highest courts utilized by this empire were the Aulic (AW-lik) Council and Imperial Chamber Court. For nearly a century, it was ruled by members of the Salian Dynasty. Henry the Fowler fathered the first ruler of this empire, which was ruled by a man who drowned while crossing the Saleph River during the Third Crusade. The principle of cuius regio, eius religio (kwee-uhss REE-jee-oh, AY-uhss ruh-LIH-jee-oh) was established in the 1555 Peace of Augsburg made by Charles V (ˈˈthe 5thˈˈ) of this empire, which was earlier led by Frederick Barbarossa. In 962, Otto I was crowned by the pope as the first ruler of what empire, which Voltaire quipped was neither of the three words included in its name?",
    "term": "Holy Roman Empire of the German Nation [or Heiliges Romisches Reich Deutscher Nation]"
  },
  {
    "id": 7542,
    "definition": "Name these Latin American leaders. This dictator, who was the de facto ruler of Panama from 1968 to 1981, signed two treaties with Jimmy Carter that led to the return of the Panama Canal to Panama by the end of 1999.",
    "term": "Omar Efrain Torrijos (toh-REE-hohss) Herrera [accept Torrijos-Carter Treaties]"
  },
  {
    "id": 7543,
    "definition": "Name these Latin American leaders. This Brazilian leader, who had two separate stints as President throughout the 1930s, 40s, and 50s, established an authoritarian regime during the Estado Novo period and ultimately killed himself in 1954 amid unrest.",
    "term": "Getulio Dornelles Vargas"
  },
  {
    "id": 7544,
    "definition": "Name these Latin American leaders. This leader outlined the goals of his rule in the Chacarillas Speech, which was written by his longtime advisor Jaime Guzman (HYE-may gooz-MAHN). Atrocities that occurred during his rule were described in the Rettig Report, which was commissioned by his successor, Patricio Aylwin (pah-ˈˈTREE-seeˈˈ-oh AY-luh-win). He utilized a secret police known as DINA (DEE-nuh) to execute political opponents during Operation Condor. This ruler's economic policy was formulated by American-educated economists known as the ˈˈChicago Boys.ˈˈ This dictator rose to power through a U.S.-backed 1973 coup that ousted Salvador Allende (ˈˈeyeˈˈ-YEN-ˈˈdayˈˈ). Name this man who, between 1973 and 1990, served as the dictator of Chile.",
    "term": "Augusto Jose Ramon Pinochet (PEE-noh-shay) Ugarte"
  },
  {
    "id": 7545,
    "definition": "Name these violent events. Several hundred people were killed in this 1976 uprising in South Africa, which began with students protesting the introduction of the Afrikaans language as a mode of instruction in schools.",
    "term": "Soweto uprising"
  },
  {
    "id": 7546,
    "definition": "Name these violent events. Newgate Prison was attacked and damaged during these 1780 riots in London that occurred in response to the passage of the Papists Act of 1778, which removed some of the state-sanctioned discriminations against Roman Catholics.",
    "term": "Gordon riots"
  },
  {
    "id": 7547,
    "definition": "Name these violent events. Several hundred people involved in this event avoided arrest by being smuggled out of the country as part of Operation Yellowbird. During this event, tensions were heightened by the release of the April 26 Editorial. Jeff Widener took the best known picture depicting this event, which was centered around the Monument to the People's Heroes. During this event, a list of seven demands were issued prior to a state funeral that was held at the Great Hall of the People. During this event, which began in response to the death of reformer Hu Yaobang (hoo yao-BAHNG), an unknown person holding a shopping bag stood in front of a line of advancing tanks. Name these (*) 1989 protests held in a namesake square in Beijing.",
    "term": "Tiananmen Square protests [accept answers such as Tiananmen Square massacre or June 4 Incident or other equivalent answers; accept 1989 Democracy Movement before (*)]"
  },
  {
    "id": 7548,
    "definition": "Name these 19th century rulers. While serving as the final ruler of the Kingdom of Sardinia, this man was recognized in 1861 as the first king of a unified Italy.",
    "term": "Victor Emmanuel II [or Vittorio Emanuele II; prompt on partial answer]"
  },
  {
    "id": 7549,
    "definition": "Name these 19th century rulers. This czar, who came to power upon the 1801 assassination of his father, Paul I, ruled Russia until being succeeded in 1825 by Nicholas I.",
    "term": "Alexander I of Russia [or Alexander I Romanov; prompt on ˈˈAlexanderˈˈ]"
  },
  {
    "id": 7550,
    "definition": "Name these 19th century rulers. This ruler was known by the nickname Badinguet (BAA-din-ˈˈgayˈˈ), which was the identity he used to escape his imprisonment at the Ham fortress. This leader first came to power following the June Days uprising, and he chose Baron Haussmann (OHSS-mahn) to redesign and modernize his capital city. This ruler helped install Maximilian as the Emperor of Mexico. He was captured at the Battle of Sedan (suh-DAN) during a brief war with Prussia that led to the establishment of the French Third Republic in 1870. The abdication of Louis Philippe (LOO-ee ˈˈfeeˈˈ-LEEP) in 1848 led to the rule of what Frenchman who was the nephew of Napoleon?",
    "term": "Napoleon III [or Louis-Napoleon Bonaparte; do not accept or prompt on ˈˈNapoleonˈˈ]"
  },
  {
    "id": 7551,
    "definition": "Name these dynasties. King Rama I was the first ruler of this dynasty, which has continued to rule Thailand since its founding in 1782.",
    "term": "Chakri Dynasty"
  },
  {
    "id": 7552,
    "definition": "Name these dynasties. The 1383 death of King Ferdinand I without an heir led to the rise of this ruling house of Portugal, which was ended upon the 1580 death of King Henry I.",
    "term": "House of Aviz"
  },
  {
    "id": 7553,
    "definition": "Name these dynasties. Many leaders of this dynasty had their primary residence at the Hall of Mental Cultivation. One ruler of this dynasty utilized the Green Standard Army to put down the Revolt of the Three Feudatories. The Self-Strengthening Movement occurred during this dynasty, one ruler of which initiated the failed Hundred Days' Reform. This dynasty, which was ruled for 61 years by the Kangxi (KAHNG-shee) Emperor, experienced a rebellion that was put down by the Eight-Nation Alliance. That anti-foreign rebellion during this dynasty was supported by the Empress Dowager Cixi (TSEE-shee) and carried out by the Society of Righteous and Harmonious Fists. The Boxer Rebellion occurred during what dynasty which succeeded the Ming as the final ruling dynasty of China?",
    "term": "Great Qing (ˈˈchingˈˈ) Dynasty [or Chˈing Dynasty or Manchu Dynasty or Qing chao]"
  },
  {
    "id": 7554,
    "definition": "Name these men who ruled during the first millennium. A massacre of Danes known as the St. Brice's Day massacre was ordered by this English king, who rose to that position in 978 and had an epithet indicating he was poorly counseled.",
    "term": "Ethelred the Unready [or Ethelred II or Ethelred the Unraed; prompt on ˈˈEthelredˈˈ]"
  },
  {
    "id": 7555,
    "definition": "Name these men who ruled during the first millennium. This 5th and 6th century ruler converted to Christianity while serving as the first Frankish king of the Merovingian dynasty.",
    "term": "Clovis I [or Clodovechus or Chlodowech]"
  },
  {
    "id": 7556,
    "definition": "Name these men who ruled during the first millennium. Many scholars believe it is this leader who is depicted in the Barberini (ˈˈBARˈˈ-ber-ee-nee) ivory. In one revolt that occurred during his rule, Hypatius (hye-PAY-shus) was declared as the new ruler by the Blues and the Greens, who were groups of chariot racing supporters. The book Secret History was written by contemporary historian Procopius (proh-KOH-pee-us) about this ruler, who had the Nika (NEE-kuh) riots put down by his general Belisarius (bel-uh-SAIR- ee-us). The Hagia Sophia (HAH-jee-uh soh-FEE-uh) was constructed during the rule of this man, who is perhaps best known for his Corpus Juris Civilis (KOR-pus JOO-riss sih-VIH-liss), which rewrote the Roman law code. Name this 6th century Byzantine emperor known as ˈˈthe Great.ˈˈ",
    "term": "Justinian the Great [or Justinian I or Saint Justinian or Flavius Justinianus or Flavius Petrus Sabbatius Iustinians Augustus or Flavios Petros Sabbatios Ioustinianos]"
  },
  {
    "id": 7557,
    "definition": "Name the following related to the history of Africa. During a 1487 to 1488 expedition, this Portuguese explorer became the first European to sail past the Cape of Good Hope at the southern tip of Africa.",
    "term": "Bartolomeu Dias"
  },
  {
    "id": 7558,
    "definition": "Name the following related to the history of Africa. The breakaway state of Biafra lost a civil war within this West African nation, where the city of Port Harcourt became modernized following the oil boom that led to it becoming a member of OPEC (OH-ˈˈpeckˈˈ) in 1971.",
    "term": "Nigeria [or Federal Republic of Nigeria]"
  },
  {
    "id": 7559,
    "definition": "Name the following related to the history of Africa. This man served as the Volunteer-in-Chief for a movement known as the ˈˈDefiance Campaign.ˈˈ He delivered the ˈˈI Am Prepared to Dieˈˈ speech while facing conspiracy charges at the Rivonia (rih-VOHN-ee-uh) Trial. This man's autobiography, Long Walk to Freedom, recounted the 18 years he spent in prison at Robben Island. After his release from prison, he was elected as the presidential successor to F.W. de Klerk. Name this leader of the African National Congress who helped negotiate the end of apartheid and served from 1994 to 1999 as South Africa's first black president.",
    "term": "Nelson Rolihlahla Mandela"
  },
  {
    "id": 7560,
    "definition": "Name these treaties. The short-lived Korean Empire was established in the aftermath of this 1895 treaty which ended the First Sino- Japanese War.",
    "term": "Treaty of Shimonoseki"
  },
  {
    "id": 7561,
    "definition": "Name these treaties. The short-lived Duchy of Warsaw was established by the second of these 1807 treaties, the first of which was signed in the middle of the Neman River by Russian czar Alexander I and Napoleon.",
    "term": "Treaty of Tilsit or Treaties of Tilsit"
  },
  {
    "id": 7562,
    "definition": "Name these treaties. This treaty required the demolition of all fortifications at the city of Dunkirk. One provision of this agreement installed the Duke of Savoy, Victor Amadeus II, as the King of Sicily. A year after it was finalized, one of its signatories agreed to the Treaties of Baden and Rastatt. As part of this treaty, the selling of slaves in Spanish colonies was permitted with a 30-year asiento (ah-ˈˈseeˈˈ-EN-toh) contract that was given to the South Sea Company. Great Britain acquired Gibraltar through this agreement, which ended a war that began with the death of Habsburg king Charles II. Philip V (ˈˈthe 5thˈˈ) was recognized as the King of Spain by what 1713 treaty that ended the War of Spanish Succession?",
    "term": "Treaty of Utrecht or Peace of Utrecht"
  },
  {
    "id": 7563,
    "definition": "Name the following related to the Ottoman Empire. The provisions of Article 301 of the Turkish Penal Code have been used to punish those who publicly discuss this event of the late 1910s, which was chiefly perpetrated by Ottoman Minister of Interior Talaat Pasha.",
    "term": "Armenian Genocide [or Armenian Massacres or Armenian Holocaust or Hayots tseghaspanutyun or Medz Yeghern; prompt on ˈˈOttoman murders of Armeniansˈˈ or similar answers suggesting the widespread murder of Armenians or citizens of Armenia]"
  },
  {
    "id": 7564,
    "definition": "Name the following related to the Ottoman Empire. The Ottomans recognized the independence of Montenegro, Romania, and Serbia at the conclusion of this 1878 diplomatic meeting, which occurred in the aftermath of the Russo-Turkish War.",
    "term": "Congress of Berlin [prompt on ˈˈBerlinˈˈ; do not accept or prompt on ˈˈBerlin Conferenceˈˈ]"
  },
  {
    "id": 7565,
    "definition": "Name the following related to the Ottoman Empire. This state fought against the Ottoman Empire in the Morean (MOR-ee-un) War, during which a large portion of the Parthenon was destroyed. In one military campaign, this state ignored the warnings of Pope Innocent III and successfully besieged the city of Zadar. For over 400 years, it was governed by a body known as the Council of Ten. In 1508, the League of Cambrai (kam-BRAY) was formed to oppose this state, which helped lead the 1204 sack of Constantinople during the Fourth Crusade under the leadership of Enrico Dandolo. Explorer Marco Polo was a citizen of this ˈˈmost serene republicˈˈ that was ruled by doges (DOH-juz). Name this Italian city-state centered around the Adriatic Sea in a city with many canals.",
    "term": "Republic of Venice [or Venetian Republic or Most Serene Republic of Venice or Repubblica di Venezia or Serenissima Repubblica di Venezia or Venexia or Serenisima Republica Veneta]"
  },
  {
    "id": 7566,
    "definition": "Name these nations. The Druk Gyalpo (DROOK gˈYAHL-poh), or Dragon King, serves as the head of state of this nation, whose economic success is measured by a metric known as the Gross National Happiness.",
    "term": "Kingdom of Bhutan [or Druk Yul or Druk Gyalkhap]"
  },
  {
    "id": 7567,
    "definition": "Name these nations. A fifteen year civil war that lasted from 1975 to 1990 occurred in this country, where the 2005 assassination of former prime minister Rafic Hariri (ruh-FEEK hah-REE-ree) led to the Cedar Revolution.",
    "term": "Lebanon [or Lebanese Republic or Liban or Republique libanaise or Lubnan or al-Jumhuriyya al- Lubnaniyya]"
  },
  {
    "id": 7568,
    "definition": "Name these nations. During one conflict, the military of this country utilized the Three Alls Policy, which consisted of ˈˈburn all, kill all, loot all.ˈˈ This nation performed human experimentation at a biological warfare research facility called Unit 731. An invasion of this country was the subject of Operation Downfall, which was cancelled when its leader delivered the Jewel Voice Broadcast. Before and during World War 2, this country utilized many thousands of ˈˈcomfort womenˈˈ as sex slaves. The Rape of Nanking was perpetrated by this country, which surrendered at the end of World War 2 aboard the USS Missouri. Name this Asian nation ruled for 62 years by Emperor Hirohito.",
    "term": "Japan [or Nihon-koku or Nippon-koku]"
  },
  {
    "id": 7569,
    "definition": "Name these Asian nations. The 1923 Treaty of Lausanne (loh-SAHN) recognized the sovereignty and established the borders of this nation which was first ruled independently by Mustafa Kemal.",
    "term": "Republic of Turkey [or Turkiye Cumhuriyeti]"
  },
  {
    "id": 7570,
    "definition": "Name these Asian nations. Leaders of the Safavid Dynasty administered an area centered in this present day nation, which is currently ruled by a man who succeeded Mahmoud Ahmadinejad (mah-MOOD ah-mah-dee-nee-ZHAHD) in 2013.",
    "term": "Islamic Republic of Iran [or Jomhuri-ye Eslami-ye Iran]"
  },
  {
    "id": 7571,
    "definition": "Name these Asian nations. A government known by the acronym GRUNK was formed by a deposed leader of this country who had earlier established the Sangkum movement. The United Nations oversaw the administration of this country in the aftermath of the 1991 Paris Peace Agreements. S-21 was the designation of a former prison, now known as Tuol (ˈˈtoolˈˈ) Sleng, that was used during a genocide in this nation, which saw a civil war that deposed Norodom Sihanouk (noh-roh-ˈˈDOMEˈˈ see- hah-NOOK) in 1970. One government of this nation established mass burial sites known as the ˈˈkilling fieldsˈˈ and changed this nation's name to Democratic (*) Kampuchea. Name this Southeast Asian nation that was ruled briefly by the Khmer Rouge under the leadership of Pol Pot.",
    "term": "Kingdom of Cambodia [accept Preahreacheanachakr Kampuchea before (*)]"
  },
  {
    "id": 7572,
    "definition": "Name these former European monarchs. Upon its 1905 dissolution from Sweden, Norway was ruled by this monarch who reigned for nearly 52 years until his 1957 death.",
    "term": "Haakon VII (HAW-kun ˈˈthe seventhˈˈ) [prompt on ˈˈHaakonˈˈ]"
  },
  {
    "id": 7573,
    "definition": "Name these former European monarchs. Geza was the father of this King of Hungary who was coronated in the year 1000 or 1001 and ultimately canonized as a saint in the Catholic Church.",
    "term": "Stephen I (the first) [prompt on ˈˈStephenˈˈ or ˈˈSaint Stephenˈˈ]"
  },
  {
    "id": 7574,
    "definition": "Name these former European monarchs. This ruler used a veto power known as Jus Exclusivae to prevent Cardinal Mariano Rampolla from becoming pope, thereby leading to the election of Pope Pius X (the tenth). This leader's only son was presumed to have murdered his seventeen year old mistress before committing suicide in the Mayerling Incident. This father of Crown Prince Rudolf endured the death of his younger brother Maximilian, who was executed after his three year rule of Mexico. Two years before his own death, this king's heir-presumptive was killed by Gavrilo Princip in Sarejevo, thereby inciting World War 1. Name this uncle of Franz Ferdinand who ruled Austria and Hungary for nearly 68 years, from 1848 to 1916?",
    "term": "Franz Joseph I or Francis Joseph I [prompt on partial answer]"
  },
  {
    "id": 7575,
    "definition": "Name these former Asian leaders. What man utilized a system of ˈˈguided democracyˈˈ during his tenure as the first President of an independent Indonesia, which lasted from 1945 to 1967?",
    "term": "Sukarno [or Soekarno; accept Bung Karno or Pak Karno]"
  },
  {
    "id": 7576,
    "definition": "Name these former Asian leaders. The All-India Muslim League was led, in part, by what advocate of Pakistani independence who went on to serve briefly as Pakistan's first Governor-General, from 1947 until his 1948 death?",
    "term": "Muhammad Ali Jinnah [or Mahomedali Jinnahbhai]"
  },
  {
    "id": 7577,
    "definition": "Name these former Asian leaders. This leader's nation was attacked during a conflict that was subsequently investigated by the Agranat Commission; that conflict saw fighting at the Battle of the Chinese Farm. This leader sanctioned an operation that resulted in the assassination of a Moroccan waiter, who was mistaken for Ali Hassan Salameh, in what was dubbed the Lillehammer affair. This leader authorized Operation Wrath of God in response to Black September's killing of eleven athletes at the 1972 Olympics in Munich. Name this leader who endured the 1973 Yom Kippur War while serving as Israel's first and only female prime minister?",
    "term": "Golda Meir (mey-EER) [or Golda Meyerson or Golda Mabovich]"
  },
  {
    "id": 7578,
    "definition": "Name these European nations. The House of Aviz was a dynasty that ruled what nation, which is entirely located within the boundaries of the Roman province of Lusitania?",
    "term": "Portugal [or Portuguese Republic or Republica Portuguesa]"
  },
  {
    "id": 7579,
    "definition": "Name these European nations. Ismael Qemali was one leader of the independence movement that led to the establishment of what nation, which was ruled by King Zog until he was deposed at the start of World War 2?",
    "term": "Republic of Albania [or Shqiperia or Republika e Shqiperise]"
  },
  {
    "id": 7580,
    "definition": "Name these European nations. During World War 2, this nation was home to resistance fighters known as the ˈˈcursed soldiers.ˈˈ A 1926 coup in this country led to the rise of the Sanation movement. During the Middle Ages this country was ruled by the Piast Dynasty, and a later king of this country successfully defended against Kara Mustafa Pasha at the 1683 Battle of Vienna; that king was John Sobieksi. Following World War 2, this nation's eastern border was set at the Curzon Line. In the late 1700s, this country was subject to three partitions while part of a commonwealth with Lithuania. In 1980, the Solidarity trade union was founded by Lech Walesa in its city of Gdansk. Name this eastern European nation which was invaded by Nazi Germany to start World War 2.",
    "term": "Republic of Poland [or Rzeczpospolita Polska]"
  },
  {
    "id": 7581,
    "definition": "Name these Russian czars. Yemelyan Pugachev led a 1773 to 1774 rebellion while claiming to be this Russian czar who died in 1762, possibly as a result of a conspiracy involving his wife and successor, Catherine the Great.",
    "term": "Peter III Romanov [or Pyotr III Romanov; prompt on ˈˈPeterˈˈ or ˈˈPyotrˈˈ]"
  },
  {
    "id": 7582,
    "definition": "Name these Russian czars. The Treaty of Stolbovo ended the Ingrian War during the rule of this czar, which began in 1613 but was overshadowed for twenty years by the control of his father, The Patriarch Filaret.",
    "term": "Michael Romanov or Michael I [or Mikhail Romanov or Mikhail I Fyodorovich Romanov; prompt on ˈˈMichaelˈˈ or ˈˈMikhailˈˈ]"
  },
  {
    "id": 7583,
    "definition": "Name these Russian czars. During the rule of this czar, Prussia sent General Gustav von Alvensleben to negotiate a treaty of support against a nationalist insurgency known as the January Uprising. This czar caused a scandal by secretly marrying his longtime mistress, Ekaterina Dolgorukaya, less than two months after his wife's death. Alexander Gorchakov was the chief foreign minister of this leader, who is known as ˈˈthe good czarˈˈ in Finland due to his support of Finnish autonomy. A system of local self-government known as zemstvo was established by this ruler, from whom the U.S. purchased Alaska. This son and successor of Nicholas I was assassinated by members of the People's Will in 1881. Name this czar who freed the Russian serfs.",
    "term": "Alexander II of Russia [or Alexander II Romanov; prompt on ˈˈAlexanderˈˈ]"
  },
  {
    "id": 7584,
    "definition": "Name these events involving violence. The pretext for Japan's 1931 invasion of Manchuria was this staged event, in which the Japanese military detonated explosives on their own railway and then subsequently blamed it on China.",
    "term": "Mukden Incident [or Liutiaohu Incident or Liutiaohu Shibian or Manshu-jihen or September 18 Incident or Ryujoko-jiken or Jiuyiba Shibian; prompt on ˈˈManchurian Incidentˈˈ]"
  },
  {
    "id": 7585,
    "definition": "Name these events involving violence. Operation Thunderbolt was the codename for this 1976 event, in which a group of Israeli commandos rescued over 100 Israeli citizens who were being held hostage at a Ugandan airport.",
    "term": "Entebbe (en-TEB-ee) Raid [accept equivalent answers that mention Entebbe]"
  },
  {
    "id": 7586,
    "definition": "Name these events involving violence. One side in this conflict was aided by an all-female fighting group named the Red Lanterns. Adna Chaffee led a U.S. force involved in this conflict, which included the failed Seymour Expedition. German diplomat Clemens von Ketteler was killed during this event shortly before the Taiyuan (ˈˈTIEˈˈ-ˈˈyouˈˈ-on) Massacre. The losing side in this conflict besieged the Foreign Legation Quarter after receiving the support of Empress Dowager Cixi (SEE-shee). The Eight Nation Alliance put down what Chinese rebellion against foreign influence that was carried out by the Society of Righteous and Harmonious Fists between 1899 and 1901?",
    "term": "Boxer Rebellion [or Boxer Uprising or Yihetuan Movement; accept Boxers]"
  },
  {
    "id": 7587,
    "definition": "Give the following related to Europeans involved in exploration. Ernest Shackleton was the leader of this 1907 to 1909 British expedition to Antarctica that reached the farthest point south of anyone up to that time, coming within almost 100 miles of the South Pole.",
    "term": "Nimrod Expedition"
  },
  {
    "id": 7588,
    "definition": "Give the following related to Europeans involved in exploration. The first usage of the word ˈˈAmericaˈˈ on a map is credited to this late 15th and early 16th century German cartographer best known for his 1507 world map titled Universalis Cosmographia.",
    "term": "Martin Waldseemuller or Martin Waltzemuller [or Hylacomylus]"
  },
  {
    "id": 7589,
    "definition": "Give the following related to Europeans involved in exploration. The journal of this explorer's first voyage is believed to have been authored by either Alvaro Velho or the man who finished that journey, Joao (zhoh-OW) de Sa. During another voyage, he ordered the massacre of the Muslim ship Miri. During one journey, he became the first European to sail past the Great Fish River; later on that journey, he burned the Sao (sawn) Rafael, which had been captained by his brother, Paulo. Some sources claim that, during his best known journey, he employed the services of Arab navigator Ahmad ibn Majid before embarking from Malindi on the Sao (sawn) Gabriel. That voyage is the subject of the Luis de Camoes (kah-MOYNSH) epic poem The Lusiads, which recalls his landing in Calicut in 1498. Name this Portuguese explorer who was the first European to sail to India.",
    "term": "Vasco da Gama"
  },
  {
    "id": 7590,
    "definition": "Name these Asian dynasties. In 1392, Taejo became the founder and first leader of this dynasty, which ruled Korea through the end of the 19th century.",
    "term": "Choson Dynasty [or Joseon Dynasty]"
  },
  {
    "id": 7591,
    "definition": "Name these Asian dynasties. Ghatotkacha fathered the first leader of the empire ruled by this dynasty, which controlled much of India during the 4th, 5th, and 6th centuries.",
    "term": "Gupta Dynasty [or Gupta Empire]"
  },
  {
    "id": 7592,
    "definition": "Name these Asian dynasties. One ruler of this dynasty brought about the end of the Dian Kingdom. At the age of one, Ruzi Ying was declared ruler of this dynasty, which was founded after the Battle of Gaixia (ˈˈGUYˈˈ-shah). This dynasty's knowledge of neighboring kingdoms was increased through the travels of their envoy Zhang Qian (zhahng chee-AHN). The Battle of (*) Red Cliffs was a defeat for one of its later rulers, named Cao Cao (tsao tsao). This dynasty was reinstalled after the Red Eyebrows brought about the downfall of the Xin (shin) Dynasty. Emperor Gaozu, who was born Liu Bang (l'yoo bong), was the founder and first leader of this dynasty, which fought against the Yellow Turban Rebellion shortly before it was succeeded by the Three Kingdoms period in AD 220. Give this dynasty sharing its name with China's majority ethnic group.",
    "term": "Han Dynasty [or Han Chao or Western Han Dynasty; accept Eastern Han Dynasty after (*)]"
  },
  {
    "id": 7593,
    "definition": "Name these European conflicts. The 1733 death of Augustus II (the second) ˈˈThe Strongˈˈ sparked this five-year conflict, which was fought between the supporters of Augustus III (the third) and Stanislaw I (the first).",
    "term": "War of the Polish Succession"
  },
  {
    "id": 7594,
    "definition": "Name these European conflicts. In the early stages of World War 2, the Mannerheim Line was breached during this three month war, which resulted in the Soviet Union receiving territory that included parts of Karelia and several islands in the Gulf of Finland.",
    "term": "Winter War [or talvisota or Zimnyaya voyna; prompt on ˈˈRusso-Finnish Warˈˈ]"
  },
  {
    "id": 7595,
    "definition": "Name these European conflicts. John Horn was one of three aldermen charged with aiding the enemy during this conflict, which was the subject of the John Gower poem Vox Clamantis. It began at the village of Fobbing with an attack on Thomas Bampton. One side in this conflict granted concessions during a meeting at Mile End on the same day as the execution of Archbishop of Canterbury Simon Sudbury. The leader of one side in this conflict was killed during a meeting at Smithfield by William Walworth, who was the Lord Mayor of London. It began as a protest against poll taxes and included the destruction of the palace of John of Gaunt. John Ball was a leader of what conflict against English King Richard II (the second) that occurred in 1381 under the primary leadership of (*) Wat Tyler.",
    "term": "English Peasants' Revolt of 1381 [or Great Rising of 1381; accept equivalents such as Peasants' Rebellion or Peasants' Uprising; accept Wat Tyler's Rebellion or equivalents before (*); do not accept ˈˈPeasant's Warˈˈ]"
  },
  {
    "id": 7596,
    "definition": "Name these kings of France. This king, who was defeated and captured at the 1525 Battle of Pavia by Holy Roman Emperor Charles V (the fifth), attempted to strengthen a bond with England by meeting with Henry VIII (the eighth) at the Field of the Cloth of Gold.",
    "term": "Francis I (the first) [or Francois I (the first); prompt on ˈˈFrancisˈˈ or ˈˈFrancoisˈˈ]"
  },
  {
    "id": 7597,
    "definition": "Name these kings of France. The July Revolution led to the 1830 abdication of this king, who was the last Bourbon monarch to rule France.",
    "term": "Charles X (the tenth) [or Charles-Philippe or Comte d'Artois; prompt on ˈˈCharlesˈˈ]"
  },
  {
    "id": 7598,
    "definition": "Name these kings of France. This monarch suppressed a revolt backed by the King of England with his victory at the Battle of Taillebourg. This man's life was the subject of a biography written by his friend and advisor, Jean de Joinville. This king succeeded his father, who was nicknamed ˈˈThe Lionˈˈ, at the age of 12. This king was ransomed after being captured at the Battle of Al- Mansurah, which occurred during a military campaign that began with his capture of Damietta. Blanche of Castile was the mother of this king, who died of dysentery after landing in Tunisia during another military campaign. The Seventh and Eighth Crusades were initiated during the 13th century by what king who was the only French monarch to be canonized as a saint?",
    "term": "Louis IX (the ninth) [prompt on ˈˈLouisˈˈ or ˈˈSaint Louisˈˈ]"
  },
  {
    "id": 7599,
    "definition": "Name these conflicts. Dedan Kimathi was executed for his leadership role in this 1950s conflict, which was a rebellion against British colonial rule in Kenya.",
    "term": "Mau Mau Uprising [accept equivalent answers mentioning Mau Mau; prompt on ˈˈKenya Emergencyˈˈ]"
  },
  {
    "id": 7600,
    "definition": "Name these conflicts. This rebellion of the 1850s and 60s against China's Qing (ching) Dynasty was led by Hong Xiuquan (hong shoo- chwahn), who claimed to be the brother of Jesus.",
    "term": "Taiping Rebellion [or Tai Ping Tien Kuo or Taiping Heavenly Kingdom; accept equivalent answers mentioning Taiping]"
  },
  {
    "id": 7601,
    "definition": "Name these conflicts. Near the end of this conflict, several dozen native civilians were massacred at a Methodist mission by Manie Maritz. Reports by Emily Hobhouse on the poor treatment of civilians during this war led to the formation of the investigatory Fawcett Commission. The island of St. Helena was used to house thousands of POWs during this war. One side in this war utilized the rallying cry ˈˈRemember Majubaˈˈ and replaced Redvers Buller as overall commander shortly after suffering a series of defeats in the so-called ˈˈBlack Week.ˈˈ The other side in this conflict was led by Louis Botha. President Paul Kruger went into exile during this war, which was preceded by the Jameson Raid. The Treaty of Vereeniging ended what 1899 to 1902 war in which Britain fought in present day South Africa?",
    "term": "Second Anglo-Boer War [accept Boer Wars; accept Tweede Vryheidsoorlog or Tweede Boereoorlog or Vryheidsoorloe; prompt on ˈˈFreedom Warˈˈ; do not accept ˈˈFirst Boer Warˈˈ]"
  },
  {
    "id": 7602,
    "definition": "World History: Questions will deal with the League of Nations. The League of Nations was created after the conclusion of what conflict?",
    "term": "World War I"
  },
  {
    "id": 7603,
    "definition": "World History: Questions will deal with the League of Nations. The League of Nations was later disbanded after it failed to prevent what other conflict?",
    "term": "World War II"
  },
  {
    "id": 7604,
    "definition": "World History: Questions will deal with the League of Nations. The League of Nations was headquartered in Geneva, which is located in what European nation known for its neutrality?",
    "term": "Switzerland"
  },
  {
    "id": 7605,
    "definition": "World History: Identify the following names shared by English kings. This name is shared by six kings of the Hanover and Windsor houses, the third of whom reigned during the American Revolution.",
    "term": "George"
  },
  {
    "id": 7606,
    "definition": "World History: Identify the following names shared by English kings. This name is shared by three kings of the Plantagenet and York houses, the first of whom was nicknamed ''the Lionheart''.",
    "term": "Richard"
  },
  {
    "id": 7607,
    "definition": "World History: Identify the following names shared by English kings. This name is shared by the victor at the Battle of Agincourt, the fifth, and a king with six wives, the eighth.",
    "term": "Henry"
  },
  {
    "id": 7608,
    "definition": "World History: Identify these empires. What empire was ruled by Justinian the Great and was known as the Western Roman Empire when it began?",
    "term": "Byzantine Empire"
  },
  {
    "id": 7609,
    "definition": "World History: Identify these empires. What Empire was known as the ''sick man of Europe'' and was dissolved after the first World War?",
    "term": "Ottoman Empire"
  },
  {
    "id": 7610,
    "definition": "World History: Identify these empires. What empire was led by Xerxes the Great when it unsuccessfully attacked Ancient Greece.",
    "term": "Persian Empire"
  },
  {
    "id": 7611,
    "definition": "World History: Name these Chinese Rebellions. What rebellion led by the Society of Righteous and Harmonious Fists happened during the Qing [CHING] Dynasty from 1899 until 1901?",
    "term": "Boxer Rebellion"
  },
  {
    "id": 7612,
    "definition": "World History: Name these Chinese Rebellions. Hung Hsiu-ch'uan [HUNG SHE-SWAN] led this revolt and believed himself to be the brother of Jesus. Identify this revolt that wanted to create the Heavenly Kingdom of Great Peace.",
    "term": "Tai Ping Rebellion"
  },
  {
    "id": 7613,
    "definition": "World History: Name these Chinese Rebellions. This uprising's leader was Zhang Jiao [JANG JOW], whose followers practiced ''The Way of Supreme Peace.'' Name this 184 CE uprising against the Han dynasty named for a colorful headgear.",
    "term": "Yellow Turban Rebellion"
  },
  {
    "id": 7614,
    "definition": "World History: Name these Russian Communist leaders. This man created the Cheka and wrote April Theses. His body was embalmed and placed in Moscow's Red Square for public viewing. Identify this leader of the Russian Revolution.",
    "term": "Vladimir Lenin"
  },
  {
    "id": 7615,
    "definition": "World History: Name these Russian Communist leaders. This man lived with Diego Rivera and Frida Kahlo in the country where he was later murdered by Ramon Mercader. Name this leader of the Red Army who had a power struggle with Joseph Stalin.",
    "term": "Leon Trotsky"
  },
  {
    "id": 7616,
    "definition": "World History: Name these Russian Communist leaders. This man led troops at the Battle of Stalingrad and ''Rehabilitated'' many leaders and ethnic groups. He denounced the views of his predecessor in the ''Secret Speech'' and oversaw a namesake ''thaw''. Identify this Soviet leader who succeeded Joseph Stalin.",
    "term": "Nikita Khrushchev"
  },
  {
    "id": 7617,
    "definition": "World History: What man was nicknamed ''Il Duce'' and led the black shirts in the March on Rome.",
    "term": "Benito Mussolini"
  },
  {
    "id": 7618,
    "definition": "World History: Mussolini signed the Pact of Steel with what man, who had earlier signed the Anti-Comintern Pact with Japan?",
    "term": "Adolf Hitler"
  },
  {
    "id": 7619,
    "definition": "World History: This man reigned for 46 years before abdicating for his son Umberto II. Identify this man who served as king of Italy during World War II and who was responsible for removing Mussolini from power.",
    "term": "King Victor Emmanuel III"
  },
  {
    "id": 7620,
    "definition": "World History: Identify these British monarchs. What husband of Eleanor of Aquitaine feuded with Thomas a Becket, leading to the latter's death in 1170?",
    "term": "Henry II (prompt on ''Henry'' alone)"
  },
  {
    "id": 7621,
    "definition": "World History: Identify these British monarchs. What youngest son of Henry II and Eleanor of Aquitaine was forced to sign the Magna Carta after losing at the Battle of Bouvines?",
    "term": "John Lackland"
  },
  {
    "id": 7622,
    "definition": "World History: Identify these British monarchs. This man ordered the execution of his predecessor Richard II. Identify this man who served as King of England from 1399-1413, the first Lancastrian king of England.",
    "term": "Henry IV (Prompt on ''Henry'' alone)"
  },
  {
    "id": 7623,
    "definition": "World History: Identify these Enlightenment thinkers. What French Enlightenment thinker who stressed the need for freedom of religion and speech is perhaps better known for his satirical work about Gottfried Leibniz entitled Candide?",
    "term": "Voltaire (Accept Francois-Marie Arouet)"
  },
  {
    "id": 7624,
    "definition": "World History: Identify these Enlightenment thinkers. This philosopher stressed the need for a separation of powers in his most famous work. Identify this thinker who wrote the Spirit of the Laws.",
    "term": "Charles-Louis de Secondat, Baron de La Brède et de Montesquieu"
  },
  {
    "id": 7625,
    "definition": "World History: Identify these Enlightenment thinkers. This thinker wrote about free will in his literary work Jacques the Fatalist. His most important Enlightenment contribution stems from a publication co-authored with Jean D'alembert which contained over 71,000 articles in 28 volumes. Identify this French author of the Encyclopedia.",
    "term": "Denis Diderot"
  },
  {
    "id": 7626,
    "definition": "World History: Given an empire or dynasty, identify the continent on which they were primarily centered. The Mongol Empire was primarily centered on what continent?",
    "term": "Asia"
  },
  {
    "id": 7627,
    "definition": "World History: Given an empire or dynasty, identify the continent on which they were primarily centered. The Mali Empire was primarily centered on what continent?",
    "term": "Africa"
  },
  {
    "id": 7628,
    "definition": "World History: Given an empire or dynasty, identify the continent on which they were primarily centered. Toss-up:(TWO ANSWERS REQUIRED) The Ottoman Empire was primarily centered on what two continents?",
    "term": "Asia AND Europe"
  },
  {
    "id": 7629,
    "definition": "World History: Answer these questions about politics in South Africa. What system of legal segregation was a state policy in South Africa from 1948 until 1994?",
    "term": "Apartheid"
  },
  {
    "id": 7630,
    "definition": "World History: Answer these questions about politics in South Africa. What anti-Apartheid activist was elected President of South Africa in 1994 following his imprisonment on Robben Island from 1962-1990?",
    "term": "Nelson Mandela"
  },
  {
    "id": 7631,
    "definition": "World History: Answer these questions about politics in South Africa. What last-President of Apartheid era South Africa worked for Mandela's release from prison and shared the Nobel Peace Prize with Mandela in 1993 for his role in ending Apartheid?",
    "term": "Frederik Willem de Klerk"
  },
  {
    "id": 7632,
    "definition": "World History: Identify these current heads of state from around the world. Identify the current President of Brazil, the first woman to hold the job.",
    "term": "Dilma Rousseff"
  },
  {
    "id": 7633,
    "definition": "World History: Identify these current heads of state from around the world. This man was elected to his current position in May of 2012, and was previously the First Secretary of the French Socialist Party. Identify this Co-Prince of Andorra who is the current president of France.",
    "term": "Francois Hollande"
  },
  {
    "id": 7634,
    "definition": "World History: Identify these current heads of state from around the world. This man's election marked the return to power of the Institutional Revolutionary Party. After accusations of electoral fraud, the Federal Electoral Tribunal declared this man's election valid. Identify this successor of Felipe Calderon who is the current President of Mexico.",
    "term": "Enrique Pena Nieto (Do not accept ''Nieto'' alone)"
  },
  {
    "id": 7635,
    "definition": "World History: Name these Kings of England. What Plantagenet king married Eleanor of Aquitaine and revised the court system to include trials by jury? He also accidentally had the Archbishop of Canterbury Thomas Becket killed.",
    "term": "Henry II"
  },
  {
    "id": 7636,
    "definition": "World History: Name these Kings of England. What man, known as Longshanks, expelled the Jews from England and fought Simon de Montfort in the Second Barons War? His successor fought Robert the Bruce at Bannockburn.",
    "term": "Edward I"
  },
  {
    "id": 7637,
    "definition": "World History: Name these Kings of England. What Lancasterian son of Henry Bolingbroke led English troops to victory over the French at both Agincourt and Poitiers during the Hundred Year's War?",
    "term": "Henry V"
  },
  {
    "id": 7638,
    "definition": "World History: Identify these Roman emperors. This man murdered his first wife, Octavia, and then married Poppaea. He was also the son of Agrippina the Younger. Identify this Roman Emperor who never actually ''fiddled while Rome burned.''",
    "term": "Nero"
  },
  {
    "id": 7639,
    "definition": "World History: Identify these Roman emperors. This man became the unquestioned leader of Rome after crossing the Rubicon with a legion of troops. Identify this leader who was succeeded by his adopted son after his assassination on the Ides of March.",
    "term": "Julius Caesar"
  },
  {
    "id": 7640,
    "definition": "World History: Identify these Roman emperors. This man formed the second Triumvirate with Lepidus and Mark Antony and also established the Praetorian Guard. Name this successor of Julius Caesar whose reign saw the beginning of Pax Romana.",
    "term": "Octavian (accept ''Augustus'')"
  },
  {
    "id": 7641,
    "definition": "World History: Answer these questions about people involved in the French Revolution. Team A:This figure was killed by the Guillotine, but not before stabbing a Jacobin leader to death in his tub. Name this woman, nicknamed The Angel of Assassination, who sympathized with the Girondins.",
    "term": "Charlotte Corday"
  },
  {
    "id": 7642,
    "definition": "World History: Answer these questions about people involved in the French Revolution. This man published the paper, Friend of the People, and requested help from the person who murdered him. Name this Jacobin who had to spend hours each day in his tub due to a skin disease.",
    "term": "Jean-Paul Marat"
  },
  {
    "id": 7643,
    "definition": "World History: Answer these questions about people involved in the French Revolution. This man's last words before his execution were, ''My only regret is that I am going before that rat, Robespierre.'' Name this first president of the Committee of Public Safety that eventually allied with the Girondists.",
    "term": "Georges Danton"
  },
  {
    "id": 7644,
    "definition": "World History: Identify these ''squares''. A famous photograph shows a protester standing in front of a tank in what square located in central Beijing during a 1989 massacre?",
    "term": "Tiananmen Square"
  },
  {
    "id": 7645,
    "definition": "World History: Identify these ''squares''. A mausoleum containing the embalmed body of Vladimir Lenin is found in what square that is located in central Moscow?",
    "term": "Red Square"
  },
  {
    "id": 7646,
    "definition": "World History: Identify these ''squares''. ''Martyr Square'' is another name for what square in central Cairo that saw protests against the governments of Hosni Mubarak and Mohammed Morsi?",
    "term": "Tahrir Square"
  },
  {
    "id": 7647,
    "definition": "World History: Given the year and something notable about the games, identify the city in which the Summer Olympics were held. 1980- games were boycotted by the United States",
    "term": "Moscow"
  },
  {
    "id": 7648,
    "definition": "World History: Given the year and something notable about the games, identify the city in which the Summer Olympics were held. 1984- games were boycotted by the Soviet Union",
    "term": "Los Angeles"
  },
  {
    "id": 7649,
    "definition": "World History: Given the year and something notable about the games, identify the city in which the Summer Olympics were held. 1968- the high elevation in this North American city influenced many track and field events",
    "term": "Mexico City"
  },
  {
    "id": 7650,
    "definition": "World History: Name the following South American countries The Marxist guerrilla group The Shining Path operates in what country, where Alberto Fujimori served as president, and which won its independence at the Battle of Ayacucho?",
    "term": "Republic of Peru"
  },
  {
    "id": 7651,
    "definition": "World History: Name the following South American countries This country went through a civil war period known as La Violencia, and this country currently faces the guerrilla group FARC. Identify this country in which Pablo Escobar led the Medellin Drug Cartel.",
    "term": "Republic of Colombia"
  },
  {
    "id": 7652,
    "definition": "World History: Name the following South American countries While under the leadership of Francisco Solano Lopez, what country lost most of its male population in a conflict with Brazil, Argentina, and Uruguay? Alfredo Stroessner led this country from 1954-1989.",
    "term": "Republic of Paraguay"
  },
  {
    "id": 7653,
    "definition": "World History: Identify these Enlightenment thinkers. What French philosopher, the author of The Spirit of the Laws, argued for the need for a separation of powers in government?",
    "term": "Montesquieu (Accept Charles-Louis de Secondat)"
  },
  {
    "id": 7654,
    "definition": "World History: Identify these Enlightenment thinkers. What French philosopher is best known for partnering with Jean d'Alembert to compile Enlightenment thought in his Encyclopedia?",
    "term": "Denis Diderot"
  },
  {
    "id": 7655,
    "definition": "World History: Identify these Enlightenment thinkers. What French philosopher, who mocked Leibniz in his satire Candide, is known for advocating for freedom of religion and the separation of church and state?",
    "term": "Voltaire (Accept Francois-Marie Arouet)"
  },
  {
    "id": 7656,
    "definition": "World History: Answer these questions about the history of Italy. What Italian politician and leader of the Fascist Party was Prime Minister of Italy from 1922-1943?",
    "term": "Benito Mussolini"
  },
  {
    "id": 7657,
    "definition": "World History: Answer these questions about the history of Italy. Also ruling during World War II was what Italian monarch who ruled from 1900 until abdicating the throne in 1946?",
    "term": "Victor Emmanuel III (prompt on \"Victor Emmanuel\" alone)"
  },
  {
    "id": 7658,
    "definition": "World History: Answer these questions about the history of Italy. This man was a leader of the Risorgimento, the campaign to unify Italy. Identify this 19th century Italian leader who led the Expedition of a Thousand.",
    "term": "Giuseppe Garibaldi"
  },
  {
    "id": 7659,
    "definition": "World History: Answer these questions about the creation of a new nation. What nation with capital at Juba was created in 2011 after a split from its northern neighbor?",
    "term": "South Sudan"
  },
  {
    "id": 7660,
    "definition": "World History: Answer these questions about the creation of a new nation. The independence referendum opposed what current President of Sudan and head of the nation's National Congress Party?",
    "term": "Omar al-Bashir"
  },
  {
    "id": 7661,
    "definition": "World History: Answer these questions about the creation of a new nation. South Sudan is also home to one branch of the Lord's Resistance Army that is led by what Ugandan man who was the target of a 2012 internet campaign?",
    "term": "Joseph Kony"
  },
  {
    "id": 7662,
    "definition": "World History: Identify these former South American leaders. Ignacio Lula da Silva and Getulio Vargas have been the leaders of what South American nation?",
    "term": "Brazil"
  },
  {
    "id": 7663,
    "definition": "World History: Identify these former South American leaders. Jorge Videla and Eva Peron have been the leaders of what South American nation?",
    "term": "Argentina"
  },
  {
    "id": 7664,
    "definition": "World History: Identify these former South American leaders. Jose de San Martin and Simon Bolivar have both served as president of what South American nation that was led for decades by Alberto Fujimori?",
    "term": "Peru"
  },
  {
    "id": 7665,
    "definition": "World History: Identify these British Prime Ministers. What Liberal politician served as Prime Minister from 1918-1922, including during the peace conference after World War I?",
    "term": "David Lloyd-George"
  },
  {
    "id": 7666,
    "definition": "World History: Identify these British Prime Ministers. What leader of the Labour Party from 1935-1955 succeeded Winston Churchill as Prime Minister in 1945?",
    "term": "Clement Attlee"
  },
  {
    "id": 7667,
    "definition": "World History: Identify these British Prime Ministers. This man served as foreign secretary in the administration of David Lloyd-George after serving as Prime Minister from 1902-1905. Identify this man whose namesake declaration called from the creation of a Jewish state in the Middle East.",
    "term": "Arthur Balfour"
  },
  {
    "id": 7668,
    "definition": "World History: Identify these former nations or polities. What nation that was the site of the Prague Spring split into two nations in 1993 with capitals at Prague and Bratislava?",
    "term": "Czechoslovakia"
  },
  {
    "id": 7669,
    "definition": "World History: Identify these former nations or polities. What nation that was led during the Cold War by Josip Tito split into six nations in 1993, including the new nations of Serbia, Macedonia, and Bosnia?",
    "term": "Yugoslavia"
  },
  {
    "id": 7670,
    "definition": "World History: Identify these former nations or polities. This nation was dissolved as part of the 1920 Treaty of Trianon and their attack on Serbia began World War I. Identify this dual monarchy that was led at one time by Franz",
    "term": "Joseph I and the Habsburgs."
  },
  {
    "id": 7671,
    "definition": "World History: Answer these questions about an Asian leader. What first chairman of the Chinese Communist Party wrote the Little Red Book and led the Long March?",
    "term": "Mao Zedong"
  },
  {
    "id": 7672,
    "definition": "World History: Answer these questions about an Asian leader. Along with the Cultural Revolution, Mao created what program from 1958-1961 designed to move China from an agricultural nation to a socialist industrialized nation?",
    "term": "Great Leap Forward"
  },
  {
    "id": 7673,
    "definition": "World History: Answer these questions about an Asian leader. This group came to power during the Cultural Revolution and included Mao's final wife, Jiang Qing. Identify this faction of the Communist Party that struggled for control of the nation with Deng Xiaoping near the end of Mao's life.",
    "term": "Gang of Four"
  },
  {
    "id": 7674,
    "definition": "World History: Answer these questions about Egyptian leaders. What Egyptian leader committed suicide along with Marc Antony following a defeat at the Battle of Actium?",
    "term": "Cleopatra"
  },
  {
    "id": 7675,
    "definition": "World History: Answer these questions about Egyptian leaders. In 1922, Howard Carter discovered the tomb of what Egyptian boy pharaoh who died at the age of 18?",
    "term": "King Tut OR King Tutankhamun"
  },
  {
    "id": 7676,
    "definition": "World History: Answer these questions about Egyptian leaders. This leader constructed massive rock temples for himself and his favorite wife Nefertari. Identify this leader who was victorious at the largest chariot battle in history, the Battle of Kadesh.",
    "term": "Ramses the Great OR Ramses II"
  },
  {
    "id": 7677,
    "definition": "World History: Answer these questions about South African politics. What man gave the \"I Am Prepared to Die\" speech before being sentenced to serve 27 years in prison in South Africa in the Rivonia trial?",
    "term": "Nelson Mandela"
  },
  {
    "id": 7678,
    "definition": "World History: Answer these questions about South African politics. Mandela was protesting what South African policy of legalized racial discrimination that guaranteed rule by the white minority over the black majority?",
    "term": "Apartheid"
  },
  {
    "id": 7679,
    "definition": "World History: Answer these questions about South African politics. In 1993, this man shared the Nobel Peace Prize with Mandela for his role in helping to end apartheid. Identify this man who served as President of South Africa from 1989-1993 when he was succeeded by Mandela.",
    "term": "F. W. de Klerk"
  },
  {
    "id": 7680,
    "definition": "World History: Answer these questions about conflicts in Asia. The Society of Righteous and Harmonious Fists led what 1899-1901 rebellion in China designed to expel foreigners?",
    "term": "Boxer Rebellion"
  },
  {
    "id": 7681,
    "definition": "World History: Answer these questions about conflicts in Asia. What 1857 rebellion by Indian soldiers began in response to British soldiers coating Enfield rifle cartridges with animal fat?",
    "term": "Sepoy Mutiny"
  },
  {
    "id": 7682,
    "definition": "World History: Answer these questions about conflicts in Asia. In this war, one side's Baltic Fleet was destroyed after the enemy was able to successfully \"Cross the T\" at the Battle of Tsushima Straits. Other battles in this war included Mukden and Port Arthur. Teddy Roosevelt won a Nobel Peace Prize for negotiating the Treaty of Portsmouth, which ended what war between two Asian nations?",
    "term": "Russo-Japanese War"
  },
  {
    "id": 7683,
    "definition": "World History: Identify these wars. What series of wars were fought between Great Britain and China over control of a namesake narcotic?",
    "term": "Opium Wars"
  },
  {
    "id": 7684,
    "definition": "World History: Identify these wars. Honduras and El Salvador fought what 20th century conflict that allegedly flared up following an aggressive World Cup qualifying match?",
    "term": "Soccer War (Accept Football War)"
  },
  {
    "id": 7685,
    "definition": "World History: Identify these wars. This conflict was precipitated in part due to one side's desire to gain ocean access following its loss in the War of the Pacific and was exacerbated by the discovery of oil in the Andes Mountains. Identify this conflict that was fought between Bolivia and Paraguay.",
    "term": "Gran Chaco War"
  },
  {
    "id": 7686,
    "definition": "World History: Answer these questions about King Louis XIV. What 1648-1653 Civil War during the reign of Louis XIV was followed by the Franco-Spanish War and was named in part for children's slings that were used during it?",
    "term": "Fronde"
  },
  {
    "id": 7687,
    "definition": "World History: Answer these questions about King Louis XIV. The Fronde occurred in part due to the policies of what French cardinal who served during the reign of Louis XIV?",
    "term": "Cardinal Mazarin"
  },
  {
    "id": 7688,
    "definition": "World History: Answer these questions about King Louis XIV. This conflict saw Lord Marlborough and Eugene of Savoy win battles at Malplaquet and Blenheim. The American phase of this conflict was known as Queen Anne's War and it was ended by the Treaty of Utrecht. Identify this conflict that allowed Louis XIV's grandson Philip V to ascend to the throne of a European country.",
    "term": "War of the Spanish Succession"
  },
  {
    "id": 7689,
    "definition": "World History: Answer these questions about nations that have been created since the end of the Cold War. Austria-Hungary declared war on what nation that was once part of Yugoslavia after this nation's Gavrilo Princip assassinated Archduke Franz Ferdinand?",
    "term": "Serbia"
  },
  {
    "id": 7690,
    "definition": "World History: Answer these questions about nations that have been created since the end of the Cold War. The breakaway region of South Ossetia is part of what former Soviet Union country whose capital is Tbilisi?",
    "term": "Georgia"
  },
  {
    "id": 7691,
    "definition": "World History: Answer these questions about nations that have been created since the end of the Cold War. This modern-day nation merged with Croatia and Serbia in 1929 to form Yugoslavia and in 2007 became the first formerly Communist nation to become a member of Eurozone. During World War II, this nation was annexed by Hungary, Germany and Italy. Identify this former Yugoslav republic with capital at Ljubljana.",
    "term": "Slovenia"
  },
  {
    "id": 7692,
    "definition": "World History: Answer these questions about the Korean War. What grandfather of the current leader of North Korea led the nation during the Korean War?",
    "term": "Kim Il-Sung"
  },
  {
    "id": 7693,
    "definition": "World History: Answer these questions about the Korean War. In 1950, what other nation entered the war after the US had helped South Korea drive North Korean and Soviet forces back to the Yalu River?",
    "term": "China"
  },
  {
    "id": 7694,
    "definition": "World History: Answer these questions about the Korean War. As part of the 1953 armistice, what 160 mile long buffer zone was created along the 38th parallel to distance between the two nations?",
    "term": "Demilitarized Zone OR DMZ"
  },
  {
    "id": 7695,
    "definition": "World History: Answer these questions about conflicts in Africa. In 1993, a black hawk helicopter was shot down in what African nation's capital city of Mogadishu?",
    "term": "Somalia"
  },
  {
    "id": 7696,
    "definition": "World History: Answer these questions about conflicts in Africa. In 2013, gunmen killed 67 people at the Westgate Mall in what African nation's capital of Nairobi?",
    "term": "Kenya"
  },
  {
    "id": 7697,
    "definition": "World History: Answer these questions about conflicts in Africa. An assassination in this country led to the death of President Juvenal Habyarimana. The Patriotic Front party has had control of this nation since 1994 and is the party of President Paul Kagame. What nation with capital at Kigali has seen years of fighting between its ethnic Hutus and Tutsis?",
    "term": "Rwanda"
  },
  {
    "id": 7698,
    "definition": "World History: Answer these questions about Asian nations. Thein Sein leads what Asian nation with capital at Naypyidaw that is also known as Burma?",
    "term": "Myanmar"
  },
  {
    "id": 7699,
    "definition": "World History: Answer these questions about Asian nations. What Asian nation was known as East Pakistan before its 1971 independence? This nation has its capital at Dhaka.",
    "term": "Bangladesh"
  },
  {
    "id": 7700,
    "definition": "World History: Answer these questions about Asian nations. One leader of this nation had a wife who owned over a thousand pairs of shoes and this nation was the site of the People Power Revolution. This nation was the site of the Bataan Death March and US general Douglas MacArthur vowed to return to this nation. Identify this Asian nation with capital at Manila.",
    "term": "Philippines"
  },
  {
    "id": 7701,
    "definition": "World History: Answer these questions about a criminal terrorizing Great Britain. What never identified British serial killer sent the \"From Hell\" letter after killing at least five Whitechapel prostitutes?",
    "term": "Jack the Ripper"
  },
  {
    "id": 7702,
    "definition": "World History: Answer these questions about a criminal terrorizing Great Britain. The \"From Hell\" letter also contained a portion of what human organ that had been removed from one of his victims?",
    "term": "Kidney"
  },
  {
    "id": 7703,
    "definition": "World History: Answer these questions about a criminal terrorizing Great Britain. One proposed theory states that Jack the Ripper was a man named William Withey Gull, who served as the physician to this British monarch. This monarch's reign saw the Bedchamber Crisis and this monarch was the first British monarch to have a Diamond Jubilee. Identify this first Empress of India, the now second-longest reigning British monarch.",
    "term": "Queen Victoria"
  },
  {
    "id": 7704,
    "definition": "World History: Answer these questions about the Thirty Years' War. The war pitted the Holy Roman Empire against various European nations. At the time, the Holy Roman Empire was led by what European ruling family?",
    "term": "Hapsburg OR Habsburg"
  },
  {
    "id": 7705,
    "definition": "World History: Answer these questions about the Thirty Years' War. What name is given to the treaty that ended the conflict, which is named for a region in modern-day Germany?",
    "term": "Peace of Westphalia"
  },
  {
    "id": 7706,
    "definition": "World History: Answer these questions about the Thirty Years' War. This event occurred in part due to a violation of the Letter of Majesty. Participants in this event claimed to have been saved by an angel, but were actually saved by a pile of horse manure. Identify this event in which three people were thrown from a third floor window in a certain Czech city that began the Thirty Years' War.",
    "term": "(Second) Defenestration of Prague"
  },
  {
    "id": 7707,
    "definition": "World History: Answer these questions about the United Nations. What South Korean man serves as the current Secretary-General of the United Nations?",
    "term": "Ban Ki-Moon"
  },
  {
    "id": 7708,
    "definition": "World History: Answer these questions about the United Nations. The US, China, Russia, France and Great Britain are the five permanent members of what 15 member body that is responsible for international peace and security?",
    "term": "UN Security Council"
  },
  {
    "id": 7709,
    "definition": "World History: Answer these questions about the United Nations. American humanitarian Maurice Pate founded this organization alongside Herbert Hoover in 1947. Created to provide food to countries that had been devastated by World War 2, identify this UN program headquartered in New York City designed to provide humanitarian assistance to children and mothers in developing countries.",
    "term": "UNICEF or United Nations Children's Fund"
  },
  {
    "id": 7710,
    "definition": "World History: Answer these questions about religious conflict around the world. What nation has recently been at odds with Iran after it executed a Shia cleric named Nimr al-Nimr who had been held for being hostile to the government?",
    "term": "Saudi Arabia"
  },
  {
    "id": 7711,
    "definition": "World History: Answer these questions about religious conflict around the world. Pope Innocent III called for what 1202-1204 conflict that saw Enrico Dandolo lead the Holy Roman Empire against the Byzantines for control of Jerusalem?",
    "term": "Fourth Crusade (prompt on partial answers)"
  },
  {
    "id": 7712,
    "definition": "World History: Answer these questions about religious conflict around the world. This city was targeted by a July 1972 event called Bloody Friday where nine people died in a series of car-bombings. Identify this city that is criss-crossed by dozens of peace walls to separate its Catholic and Protestant neighborhoods, the capital city of Northern Ireland.",
    "term": "Belfast"
  },
  {
    "id": 7713,
    "definition": "World History: In 79 AD, the city of Pompeii was destroyed by what type of disaster?",
    "term": "Volcano or Volcanic Eruption"
  },
  {
    "id": 7714,
    "definition": "World History: Pompeii was an ancient town in what modern-day country?",
    "term": "Italy"
  },
  {
    "id": 7715,
    "definition": "World History: Pompeii was well-preserved due to its being buried in 4-6 feet of what byproduct of volcanic eruptions?",
    "term": "Ash"
  },
  {
    "id": 7716,
    "definition": "World History: Identify the following Soviet Premiers. What Soviet Premier, who ruled from 1958 to 1964, led the USSR during the Cuban Missile crisis famously pounded his shoe on a podium exclaiming \"We will bury you!\"?",
    "term": "Nikita Khrushchev"
  },
  {
    "id": 7717,
    "definition": "World History: Identify the following Soviet Premiers. What Soviet Premier, who ruled from 1964 to 1982, commissioned the invasion of Czechoslovakia?",
    "term": "Leonid Brezhnev"
  },
  {
    "id": 7718,
    "definition": "World History: Identify the following Soviet Premiers. Coming in between Brezhnev and Konstantin Chernenko (churn-yen-KOE) was what leader who only ruled for fifteen months?",
    "term": "Yuri Andropov"
  },
  {
    "id": 7719,
    "definition": "World History: Identify the following about the political history of South America. Salvador Allende was a former leader of what country before being overthrown in a CIA backed coup in favor of Augusto Pinochet?",
    "term": "Chile"
  },
  {
    "id": 7720,
    "definition": "World History: Identify the following about the political history of South America. Juan Peron and his wife Eva lead what country, thanks in part to the support of the working poor affectionately known as the \"shirtless ones\".",
    "term": "Argentina"
  },
  {
    "id": 7721,
    "definition": "World History: Identify the following about the political history of South America. Alberto Fujimori was a onetime leader of what country, more notable for being the home of the oppressive Shining Path, which formerly ruled in Lima.",
    "term": "Peru"
  },
  {
    "id": 7722,
    "definition": "World History: Identify the following Portuguese explorers. What Portuguese explorer became the first European to sail all the way to India?",
    "term": "Vasco da Gama"
  },
  {
    "id": 7723,
    "definition": "World History: Identify the following Portuguese explorers. What Portuguese explorer who was killed in the Philippines became the first man to circumnavigate the globe?",
    "term": "Ferdinand Magellan"
  },
  {
    "id": 7724,
    "definition": "World History: Identify the following Portuguese explorers. What Portuguese explorer became the first European explorer to sail to the Southern tip of Africa?",
    "term": "Bartolomeu Dias"
  },
  {
    "id": 7725,
    "definition": "World History: Identify the following leaders of the USSR in the 1900s. What member of the Bolshevik party was the first leader of the Soviet Union who instituted the New Economic Party?",
    "term": "Vladimir Lenin"
  },
  {
    "id": 7726,
    "definition": "World History: Identify the following leaders of the USSR in the 1900s. What man who participated in the Kitchen Debate with Richard Nixon and was the leader of the USSR during the Cuban Missile Crisis, was the successor of Josef Stalin?",
    "term": "Nikita Khrushchev"
  },
  {
    "id": 7727,
    "definition": "World History: Identify the following leaders of the USSR in the 1900s. What advocate of glasnost and perestroika was the last leader of the Soviet Union who was replaced by Boris Yeltsin?",
    "term": "Mikhail Gorbachev"
  },
  {
    "id": 7728,
    "definition": "World History: Identify these leaders of Russia. The longest-ruling female leader of Russia was what enlightened despot who led the nation from 1762-1796?",
    "term": "Catherine the Great"
  },
  {
    "id": 7729,
    "definition": "World History: Identify these leaders of Russia. What man who ruled Russia during the Russo-Japanese War was the last czar of Russia before the Communist revolution?",
    "term": "Nicholas II"
  },
  {
    "id": 7730,
    "definition": "World History: Identify these leaders of Russia. What czar known for his brutality served as leader of Russia from 1547-1584 and famously killed his eldest son and heir to the throne?",
    "term": "Ivan IV or Ivan the Terrible"
  },
  {
    "id": 7731,
    "definition": "World History: Identify the following dictators. What Libyan dictator who wrote The Green Book was killed in the city of Sirte by rebels in 2011?",
    "term": "Muammar al-Gaddafi"
  },
  {
    "id": 7732,
    "definition": "World History: Identify the following dictators. What man to become the youngest General in Spain served as dictator of Spain during World War II?",
    "term": "Francisco Franco"
  },
  {
    "id": 7733,
    "definition": "World History: Identify the following dictators. What leader of the Khmer Rouge served as dictator of Cambodia and was famous for his \"killing fields\"?",
    "term": "Pol Pot"
  },
  {
    "id": 7734,
    "definition": "World History: Identify these now non-existent empires. What \"sick man of Europe\" was ruled from Istanbul by sultans such as Suleiman the Magnificent?",
    "term": "Ottoman Empire"
  },
  {
    "id": 7735,
    "definition": "World History: Identify these now non-existent empires. Sundiata Keita founded what empire that was later ruled by Mansa Musa, who went on an extravagant hajj to Mecca and ruled from Timbuktu?",
    "term": "Mali Empire"
  },
  {
    "id": 7736,
    "definition": "World History: Identify these now non-existent empires. What first great West African empire was located on the Gold Coast and now provides the name for a country with capital at Accra?",
    "term": "Ghana Empire"
  },
  {
    "id": 7737,
    "definition": "World History: Answer these questions about the exploits of Napoleon Bonaparte. After returning from exile, Napoleon was decisively defeated by a coalition of European nations at what 1815 battle that took place in Belgium?",
    "term": "Battle of Waterloo"
  },
  {
    "id": 7738,
    "definition": "World History: Answer these questions about the exploits of Napoleon Bonaparte. Napoleon was victorious at what 1805 battle that saw French troops soundly defeat Russia and the Holy Roman Empire, effectively leading to the demise of the Holy Roman Empire?",
    "term": "Battle of Austerlitz"
  },
  {
    "id": 7739,
    "definition": "World History: Answer these questions about the exploits of Napoleon Bonaparte. Napoleon was born on what island off the southeast coast of France that has its capital city at Ajaccio?",
    "term": "Corsica"
  },
  {
    "id": 7740,
    "definition": "World History: Identify the following Chinese dynasties. Following the Warring States period is what dynasty that began building the Great Wall and saw its leader Shi Huangdi buried with the Terracotta soldiers?",
    "term": "Qin Dynasty [do not accept Qing Dynasty]"
  },
  {
    "id": 7741,
    "definition": "World History: Identify the following Chinese dynasties. Preceded by the Yuan dynasty, what dynasty known for their porcelain saw the voyages of Zheng He?",
    "term": "Ming Dynasty"
  },
  {
    "id": 7742,
    "definition": "World History: Identify the following Chinese dynasties. Followed by the Three Kingdoms period is what dynasty founded by Liu Bang that faced the Yellow Turban Revolt?",
    "term": "Han Dynasty"
  },
  {
    "id": 7743,
    "definition": "World History: Identify the following World War II battles. Isoroku Yamamoto and Chester Nimitz fought at what battle in the Pacific Ocean, the turning point of the Pacific Theatre? It took place exactly six months after Pearl Harbor.",
    "term": "Battle of Midway"
  },
  {
    "id": 7744,
    "definition": "World History: Identify the following World War II battles. What battle that preceded Midway saw aircraft carriers engage each other for the first time ever? The United States lost the Lexington during the battle.",
    "term": "Battle of the Coral Sea"
  },
  {
    "id": 7745,
    "definition": "World History: Identify the following World War II battles. Fought from August 1942 to February 1943, what battle saw fighting over a namesake island in the Eastern Solomon Islands? The Tokyo Express played a part in the battle.",
    "term": "Battle of Guadalcanal"
  },
  {
    "id": 7746,
    "definition": "World History: Identify these English royal houses. A red rose was the symbol of what house that opposed the Yorks in the Wars of the Roses?",
    "term": "House of Lancaster"
  },
  {
    "id": 7747,
    "definition": "World History: Identify these English royal houses. Henry VII was the first King from what house that also included Henry VIII and Elizabeth?",
    "term": "House of Tudor"
  },
  {
    "id": 7748,
    "definition": "World History: Identify these English royal houses. The first king from this house appointed Robert Walpole as Prime Minister, and it was succeeded by Saxe-Coburg-Gotha. Succeeding the House of Stuart was what royal house that included Queen Victoria, as well as four kings named George?",
    "term": "House of Hanover"
  },
  {
    "id": 7749,
    "definition": "World History: Answer these questions about an Asian nation. The Khmer Rouge led what Asian nation that was the site of a mass genocide at the \"Killing Fields\"?",
    "term": "Cambodia"
  },
  {
    "id": 7750,
    "definition": "World History: Answer these questions about an Asian nation. The Khmer Rouge were led by what dictator who led Cambodia from 1963-1981 when he committed suicide before being turned over the US?",
    "term": "Pol Pot"
  },
  {
    "id": 7751,
    "definition": "World History: Answer these questions about an Asian nation. The invasion of the region of Kampuchea in Cambodia was part of what longer conflict that led to the unpopularity of Lyndon Johnson and Richard Nixon?",
    "term": "Vietnam War"
  },
  {
    "id": 7752,
    "definition": "World History: Identify the following ancient civilizations. What Mesopotamian civilization that saw the Uruk period developed the writing system known as cuneiform?",
    "term": "Sumerians"
  },
  {
    "id": 7753,
    "definition": "World History: Identify the following ancient civilizations. What Mesopotamian empire saw the development of Hammurabi's Code the the rule of Nebuchadnezzar?",
    "term": "Babylonians"
  },
  {
    "id": 7754,
    "definition": "World History: Identify the following ancient civilizations. What Eastern Mediterranean civilization with cities like Sidon and Tyre is best known for developing an alphabet and their ships?",
    "term": "Phoenicians"
  },
  {
    "id": 7755,
    "definition": "World History: Given a country, identify its head of state. What member of the Christian Democratic Union is the current chancellor of Germany?",
    "term": "Angela Merkel"
  },
  {
    "id": 7756,
    "definition": "World History: Given a country, identify its head of state. What socialist politician is the current President of France?",
    "term": "Francois Hollande"
  },
  {
    "id": 7757,
    "definition": "World History: Given a country, identify its head of state. What man who replaced Mahmoud Ahmadinejad in 2013 is the current President of Iran?",
    "term": "Hassan Rouhani"
  },
  {
    "id": 7758,
    "definition": "World History: Answer these questions pertaining to European colonization. Argentina, Peru and the Philippines were originally colonized by what European nation?",
    "term": "Spain"
  },
  {
    "id": 7759,
    "definition": "World History: Answer these questions pertaining to European colonization. Brazil, Angola and Mozambique were originally colonized by what European nation?",
    "term": "Portugal"
  },
  {
    "id": 7760,
    "definition": "World History: Answer these questions pertaining to European colonization. Along with the British, this nation colonized South Africa leading to conflict during the Boer Wars. Identify this European nation that colonized Suriname, Indonesia, and portions of the east coast of the United States, including New York City.",
    "term": "Netherlands"
  },
  {
    "id": 7761,
    "definition": "World History: Given a current world leader, identify the nation he/she leads. Angela Merkel",
    "term": "Germany"
  },
  {
    "id": 7762,
    "definition": "World History: Given a current world leader, identify the nation he/she leads. Justin Trudeau",
    "term": "Canada"
  },
  {
    "id": 7763,
    "definition": "World History: Given a current world leader, identify the nation he/she leads. Malcolm Turnbull",
    "term": "Australia"
  },
  {
    "id": 7764,
    "definition": "World History: Answer these questions pertaining to turmoil in an African nation. Egypt has faced a period of political instability following the overthrow of what man who served as President of Egypt from 1981-2011?",
    "term": "Hosni Mubarak"
  },
  {
    "id": 7765,
    "definition": "World History: Answer these questions pertaining to turmoil in an African nation. Mubarak's successor, Mohammed Morsi, is a member of what Sunni Islamist organization that is recognized as a terrorist group by many Middle Eastern nations?",
    "term": "Muslim Brotherhood"
  },
  {
    "id": 7766,
    "definition": "World History: Answer these questions pertaining to turmoil in an African nation. Protests against the government of Mubarak were centered in what square in the center of Cairo?",
    "term": "Tahrir Square"
  },
  {
    "id": 7767,
    "definition": "World History: Identify these disputed regions. Israel fought the Six-Day War with what nation over control of the region known as the Golan Heights?",
    "term": "Syria"
  },
  {
    "id": 7768,
    "definition": "World History: Identify these disputed regions. Taiwan does not recognize the independence of what nation with capital at Ulaanbaatar and considers it to be part of the Republic of China?",
    "term": "Mongolia"
  },
  {
    "id": 7769,
    "definition": "World History: Identify these disputed regions. What nation defeated Mauritania in a 1970s war to gain control of the disputed region of Western Sahara?",
    "term": "Morocco"
  },
  {
    "id": 7770,
    "definition": "World History: Answer these questions about a political rivalry. What four-term liberal Prime Minister of Great Britain introduced Irish Home Rule and was associated with the Midlothian [mid-loh-th ee-uh n] Campaign?",
    "term": "William Gladstone"
  },
  {
    "id": 7771,
    "definition": "World History: Answer these questions about a political rivalry. Gladstone was the rival of what conservative Prime Minister who led Britain at the Congress of Berlin and is the only Jewish Prime Minister in history?",
    "term": "Benjamin Disraeli"
  },
  {
    "id": 7772,
    "definition": "World History: Answer these questions about a political rivalry. After a conflict with the Earl of Derby, this leader recalled Lord Palmerston to the position of Prime Minister in 1859. This ruler clashed with Robert Peel during the Bedchamber Crisis and was later the first to be crowned Empress of India. Identify this longtime British queen who was an ally of Benjamin Disraeli.",
    "term": "Queen Victoria"
  },
  {
    "id": 7773,
    "definition": "World History: Answer these questions about a Macedonian leader. What Macedonian general who conquered the Persian Empire famously cut the Gordian knot?",
    "term": "Alexander the Great"
  },
  {
    "id": 7774,
    "definition": "World History: Answer these questions about a Macedonian leader. Alexander the Great was the son of what Macedonian king who destroyed the Sacred Band of Thebes?",
    "term": "Philip II"
  },
  {
    "id": 7775,
    "definition": "World History: Answer these questions about a Macedonian leader. This man helped to found the Lyceum and his notes detail lectures he gave on the \"unmoved mover\". The leader of the Peripatetic [per-uh-puh-tet-ik] School, this man coined the term catharsis and he analyzed drama in his Poetics. Identify this Greek philosopher who tutored Alexander the Great but is better known for writing the Nicomachean [n-IH-k-uh-m-uh-k-EE-uh-nn] Ethics.",
    "term": "Aristotle"
  },
  {
    "id": 7776,
    "definition": "World History: Identify these explorers of the southern hemisphere. In 1500, what explorer claimed what is today known as Brazil for Portugal?",
    "term": "Pedro Cabral"
  },
  {
    "id": 7777,
    "definition": "World History: Identify these explorers of the southern hemisphere. What explorer who was killed in Hawaii claimed Australia and New Zealand for Great Britain during an 18th century exploration?",
    "term": "James Cook"
  },
  {
    "id": 7778,
    "definition": "World History: Identify these explorers of the southern hemisphere. This leader of the Nimrod expedition had previously sailed aboard the Discovery with Robert Falcon Scott to explore McMurdo Sound. After this man's ship the Endurance was lost during a 1914 voyage, he and his crew were forced to take refuge on Elephant Island. Identify this British explorer of Antarctica.",
    "term": "Ernest Shackleton"
  },
  {
    "id": 7779,
    "definition": "World History: Answer these questions about the beginning of the Soviet Union. What man who was assassinated by Ramon Mercador in Mexico was the head of the Red Army during the Russian Revolution?",
    "term": "Leon Trotsky"
  },
  {
    "id": 7780,
    "definition": "World History: Answer these questions about the beginning of the Soviet Union. The Russian Revolution overthrew what last czar of Russia who was executed in 1918?",
    "term": "Nicholas II"
  },
  {
    "id": 7781,
    "definition": "World History: Answer these questions about the beginning of the Soviet Union. Following the October Revolution, this man was exiled to New York City where he lived until his 1970 death. After serving for three months as Minister of War under Georgy Lvov [lvawf], this man ascended to Minister-Chairman in July 1917. Identify this man who served just three months as head of the Provisional Government before being replaced by Vladimir Lenin.",
    "term": "Alexander Kerensky"
  },
  {
    "id": 7782,
    "definition": "World History: Identify these historical female leaders. What leader of the Christian Democratic Union is the current Chancellor of Germany?",
    "term": "Angela Merkel"
  },
  {
    "id": 7783,
    "definition": "World History: Identify these historical female leaders. What Conservative politician who was nicknamed \"The Milk Snatcher\" is the only female British Prime Minister in history?",
    "term": "Margaret Thatcher"
  },
  {
    "id": 7784,
    "definition": "World History: Identify these historical female leaders. The size of this ruler's empire was increased by the Treaty of Jassy [Jay-see] and she helped install Stanislaw Poniatowski on the throne of Poland. This ruler put down Pugachev's [pu-gachevz] rebellion and came to power after the assassination of her husband Peter III. Identify this woman who was advised by Grigory Potemkin, an Enlightened czarina of Russia.",
    "term": "Catherine the Great"
  },
  {
    "id": 7785,
    "definition": "World History: Identify these Asian cities. What city on the Yangtze River is the most populous city in China?",
    "term": "Shanghai"
  },
  {
    "id": 7786,
    "definition": "World History: Identify these Asian cities. India's film industry of Bollywood is centered in what large city that was the site of a 2008 terrorist attack at the Taj Mahal Hotel?",
    "term": "Mumbai OR Bombay"
  },
  {
    "id": 7787,
    "definition": "World History: Identify these Asian cities. Along with Macao and Guangzhou, this city is located on the Pearl River delta. This city was transferred from Great Britain to China and is currently run on a \"one country, two systems\" plan. Identify this Special Administrative Region in southern China.",
    "term": "Hong Kong"
  },
  {
    "id": 7788,
    "definition": "World History: Identify the following world leaders. What man is the current President of China?",
    "term": "Xi Jinping"
  },
  {
    "id": 7789,
    "definition": "World History: Identify the following world leaders. What man is the current Prime Minister of Japan?",
    "term": "Shinzo Abe"
  },
  {
    "id": 7790,
    "definition": "World History: Identify the following world leaders. This man is currently the youngest leader in the G7, and he is seen as the de facto leader of the Party of European Socialists. He succeeded Enrico Letta and formerly served as Mayor of Florence. Identify this current Prime Minister of Italy.",
    "term": "Matteo Renzi"
  },
  {
    "id": 7791,
    "definition": "World History: Answer these questions about a multinational organization. 28 member states comprise what multinational organization that created the currency of the Euro?",
    "term": "European Union (Accept EU)"
  },
  {
    "id": 7792,
    "definition": "World History: Answer these questions about a multinational organization. The newest member of the European Nation is what former Yugoslav republic whose capital is Zagreb?",
    "term": "Croatia"
  },
  {
    "id": 7793,
    "definition": "World History: Answer these questions about a multinational organization. This nation has been denied EU membership for the last decade after failing to recognize a genocide committed against its Armenian population during World War I. Identify this European nation led by Prime Minister Recep Tayyip Erdogan whose capital is Ankara.",
    "term": "Turkey"
  },
  {
    "id": 7794,
    "definition": "World History: Answer these questions about Caribbean nations. After this event, the Hotline Agreement was signed between the US and USSR. Identify this \"October Crisis\" that saw the USSR begin construction of nuclear weapons on a neighboring island nation.",
    "term": "Cuban Missile Crisis"
  },
  {
    "id": 7795,
    "definition": "World History: Answer these questions about Caribbean nations. This event led to the resignation of Allen Dulles. Identify this failed invasion of Cuba that was ordered by President Kennedy.",
    "term": "Bay of Pigs Invasion"
  },
  {
    "id": 7796,
    "definition": "World History: Answer these questions about Caribbean nations. This nation's first leader after its independence was Jean-Jacques Dessalines. Francois Duvalier led this nation until 1971 after which he was replaced by his son nicknamed Baby Doc. Identify this nation that obtained its independence by a revolt led by Toussaint L'Ouverture.",
    "term": "Haiti"
  },
  {
    "id": 7797,
    "definition": "World History: Answer these questions about Henry VIII. What wife of Henry VIII was the mother of Elizabeth I and was executed by beheading?",
    "term": "Anne Boleyn"
  },
  {
    "id": 7798,
    "definition": "World History: Answer these questions about Henry VIII. What first wife of Henry VIII was not able to be divorced in the Catholic Church, leading to the establishment of the Church of England?",
    "term": "Catherine of Aragon"
  },
  {
    "id": 7799,
    "definition": "World History: Answer these questions about Henry VIII. The uncle of General Charles Cornwallis held this position from 1768-1783. The current holder of this position is Justin Welby. Henry VIII appointed the author of the Book of Common Prayer, Thomas Cranmer, to this office. Identify this leader of the Church of England named after a certain province.",
    "term": "Archbishop of Canterbury"
  },
  {
    "id": 7800,
    "definition": "World History: Answer these questions about Prime Ministers. This man issued the Tamworth Manifesto and was an opponent of Catholic emancipation. Identify this two term Prime Minister best known for repealing the Corn Laws.",
    "term": "Robert Peel"
  },
  {
    "id": 7801,
    "definition": "World History: Answer these questions about Prime Ministers. This man succeeded Charles Townshend as Chancellor of the Exchequer. Identify this man who faced the Gordon Riots and resigned after Britain's defeat at Yorktown.",
    "term": "Lord North"
  },
  {
    "id": 7802,
    "definition": "World History: Answer these questions about Prime Ministers. This man faced a political scandal after awarding Hugh Allen a contract to build the Pacific Railway. Previously, he had successfully quelled Louis Riel's Red River Rebellion. Identify this first Prime Minister of Canada.",
    "term": "John MacDonald"
  },
  {
    "id": 7803,
    "definition": "World History: Identify the following world leaders. What woman succeeded David Cameron in July to become the second ever female Prime Minister of Great Britain?",
    "term": "Theresa May"
  },
  {
    "id": 7804,
    "definition": "World History: Identify the following world leaders. What President of France has been forced to deal with terror attacks in Nice and Paris over the past twelve months?",
    "term": "Francois Hollande"
  },
  {
    "id": 7805,
    "definition": "World History: Identify the following world leaders. This world leader is terrified of dogs, leading Vladimir Putin to bring one to a meeting between the two in 2007. This leader's relationship with the US was strained in 2015 when it was discovered that the CIA had been tracking this leader's cell phone. This leader was praised for her leadership of the Eurozone crisis and announced that she would run for re-election in 2017. Identify this current Chancellor of Germany.",
    "term": "Angela Merkel"
  },
  {
    "id": 7806,
    "definition": "World History: Identify these nations from their former leaders. Pierre Trudeau and Stephen Harper.",
    "term": "Canada"
  },
  {
    "id": 7807,
    "definition": "World History: Identify these nations from their former leaders. Romano Prodi and Silvio Berlusconi",
    "term": "Italy"
  },
  {
    "id": 7808,
    "definition": "World History: Identify these nations from their former leaders. This nation was led by B. J. Habibie when East Timor declared independence from it in 1999 and Joko Widodo became this nation's President in 2014. The United States supported the New Order administration in this nation that was then led by Sukarno. Identify this Asian island nation that is led from its capital of Jakarta.",
    "term": "Indonesia"
  },
  {
    "id": 7809,
    "definition": "World History: Answer the following about leaders of Russia. What tsar had a secret police called the Oprichniki and was known for his brutality?",
    "term": "Ivan the Terrible (accept Ivan IV)"
  },
  {
    "id": 7810,
    "definition": "World History: Answer the following about leaders of Russia. Pugachev's rebellion was put down during the reign of what \"enlightened despot\" what was an empress of Russia from 1762-1796?",
    "term": "Catherine the Great"
  },
  {
    "id": 7811,
    "definition": "World History: Answer the following about leaders of Russia. This man first came to power by winning election over the Communist Gennady Zyuganov. This man shared power with Dmitri Medvedev after term limits prevented him from another term as President. This man famously stole the Super Bowl ring of Robert Kraft and is a strong supporter of Donald Trump. Identify this current President of Russia.",
    "term": "Vladimir Putin"
  },
  {
    "id": 7812,
    "definition": "World History: Answer these questions about the history a Southern Hemisphere nation. What nation that completely surrounds the nation of Lesotho has three different capital cities?",
    "term": "South Africa"
  },
  {
    "id": 7813,
    "definition": "World History: Answer these questions about the history a Southern Hemisphere nation. What man who was imprisoned for years on Robben Island became the first black leader of South Africa?",
    "term": "Nelson Mandela"
  },
  {
    "id": 7814,
    "definition": "World History: Answer these questions about the history a Southern Hemisphere nation. This conflict included the Siege of Ladysmith and saw the first use of concentration camps during warfare. This conflict, which was ended by the Treaty of Vereeniging, saw a revolt among peasants known as the Jameson Raid. Identify this conflict in South Africa between the British and a namesake group of Dutch farmers.",
    "term": "Boer War"
  },
  {
    "id": 7815,
    "definition": "World History: Answer these questions about the independence of a European nation. What constituent region of the United Kingdom voted in 2014 to not leave the UK, but recently announced that another vote is imminent following the UK's decision to leave the European Union?",
    "term": "Scotland"
  },
  {
    "id": 7816,
    "definition": "World History: Answer these questions about the independence of a European nation. While many people in rural Scotland opposed independence, voters in what Scottish capital city overwhelming supported independence?",
    "term": "Edinburgh (pronounced Edin-borough)"
  },
  {
    "id": 7817,
    "definition": "World History: Answer these questions about the independence of a European nation. This man teamed with Andrew Moray to defeat an English army at the 1297 Battle of Stirling Bridge. After this man was defeated at the 1298 Battle of Falkirk, he was turned over to English king Edward I who had him executed for treason. Identify this Guardian of Scotland and leader of Scottish independence who was portrayed by Mel Gibson in the film Braveheart.",
    "term": "William Wallace"
  },
  {
    "id": 7818,
    "definition": "World History: Answer these questions about African leaders. What man who came to power following the overthrow of Milton Obote led Uganda from 1971-1979 before being exiled to Saudi Arabia?",
    "term": "Idi Amin"
  },
  {
    "id": 7819,
    "definition": "World History: Answer these questions about African leaders. What man who came to power following the overthrow of King Idris I in 1969 served as the leader of Libya until he was overthrown and killed during the Libyan Civil War?",
    "term": "Muammar al-Gaddafi"
  },
  {
    "id": 7820,
    "definition": "World History: Answer these questions about African leaders. This man's son Uhuru became the leader of his nation in 2013. This leader came to power by overthrowing the British during the Mau Mau rebellion and wrote a novel about his nation's Kikuyu people entitled Facing Mount Kenya. Identify this first leader of an independent Kenya.",
    "term": "Jomo Kenyatta"
  },
  {
    "id": 7821,
    "definition": "World History: Answer these questions about ancient Rome. What Roman leader committed suicide in Egypt alongside Cleopatra following his defeat at the Battle of Actium?",
    "term": "Marc Antony"
  },
  {
    "id": 7822,
    "definition": "World History: Answer these questions about ancient Rome. Marc Antony was joined in the Second Triumvirate by Marcus Lepidus and what other man who was the nephew of Julius Caesar?",
    "term": "Octavian"
  },
  {
    "id": 7823,
    "definition": "World History: Answer these questions about ancient Rome. This man deified the Greek boy Antinous after he drowned in the Nile River and his reign saw the Bar Kochba revolt in Judea. This third of the Five Good Emperors served between the terms of Antoninus Pius and Trajan. Identify this Roman emperor who built a namesake wall across Britain.",
    "term": "Hadrian"
  },
  {
    "id": 7824,
    "definition": "World History: Identify the following Roman Emperors. Team C: What great nephew of Julius Ceasar is considered the first Roman Emperor?",
    "term": "Augustus (prompt on Octavian)"
  },
  {
    "id": 7825,
    "definition": "World History: Identify the following Roman Emperors. What Christian emperor won the Battle of Milvian Bridge after seeing a cross in the sky and issued the Edict of Milan?",
    "term": "Constantine the Great"
  },
  {
    "id": 7826,
    "definition": "World History: Identify the following Roman Emperors. What Roman emperor who had his mother Agrippina the Younger killed supposedly fiddled while Rome burned?",
    "term": "Nero"
  },
  {
    "id": 7827,
    "definition": "World History: Identify these European royal families. Henry VIII and Elizabeth I were members of what British royal house that emerged after the War of the Roses?",
    "term": "Tudor dynasty"
  },
  {
    "id": 7828,
    "definition": "World History: Identify these European royal families. James I and Queen Anne were members of what British royal house that emerged after the Tudor Dynasty?",
    "term": "Stuart Dynasty"
  },
  {
    "id": 7829,
    "definition": "World History: Identify these European royal families. One member of this royal family was forced to sign the Peace of Augsburg with the Schmalkaldic League while another member of this royal house lost the War of the Austrian Succession to Frederick the Great. Those rulers from this dynasty were Charles V and Maria Theresa. Identify this Austrian royal family that led the Holy Roman Empire.",
    "term": "Hapsburg Dynasty"
  },
  {
    "id": 7830,
    "definition": "World History: Answer these questions about World War II. The turning point of the Pacific theatre was what battle fought six months after Pearl Harbor that saw a victory for Chester Nimitz despite the damage to the USS Yorktown?",
    "term": "Battle of Midway"
  },
  {
    "id": 7831,
    "definition": "World History: Answer these questions about World War II. The USS Lexington was damaged in what 1942 battle that was the first ever battle fought exclusively with aircraft carriers?",
    "term": "Battle of Coral Sea"
  },
  {
    "id": 7832,
    "definition": "World History: Answer these questions about World War II. One side in this battle decided to intensify their attacks on August 13th, which was known as Eagle Day. The winning side in this battle was aided by the use of Spitfire planes and the development of radar. The losing side postponed Operation Sea Lion as the result of this battle. Identify this 1940 battle in which the Luftwaffe failed to take a European island.",
    "term": "Battle of Britain"
  },
  {
    "id": 7833,
    "definition": "World History: Answer these questions about a conflict in the late 1400s. The War of the Roses pitted the House of Lancaster, represented by a red rose, with what other house that was represented by a white rose?",
    "term": "House of York"
  },
  {
    "id": 7834,
    "definition": "World History: Answer these questions about a conflict in the late 1400s. The War of the Roses concluded after King Richard III was killed at what 1485 battle?",
    "term": "Battle of Bosworth Field"
  },
  {
    "id": 7835,
    "definition": "World History: Answer these questions about a conflict in the late 1400s. Richard III took the throne of England after imprisoning his nephews Edward and Richard in this location. This location was constructed by William the Conqueror and currently serves as the home of the Crown Jewels of England. Identify this UNESCO World Heritage site, a castle located on the north bank of the River Thames.",
    "term": "Tower of London"
  },
  {
    "id": 7836,
    "definition": "World History: Identify the following ancient cities. What city was ruled by the Phoenician Queen Dido and fought the Punic Wars against Rome?",
    "term": "Carthage"
  },
  {
    "id": 7837,
    "definition": "World History: Identify the following ancient cities. What city was founded by Cadmus and was later ruled by Oedipus?",
    "term": "Thebes"
  },
  {
    "id": 7838,
    "definition": "World History: Identify the following ancient cities. This city lost to Thebes at the Battle of Leuctra in the Boeotian War and it had a secret police force called the Krypteia. A public assembly elected this city's council of 28 elders, the Gerousia. Kings of this city shared power with ephors and all males in this city were expected to participate in the agoge. What city won at the Battle of Aegospotami against its rival, Athens?",
    "term": "Sparta"
  },
  {
    "id": 7839,
    "definition": "World History: What son of Phillip II conquered the Persian empire and famously cut the Gordian knot?",
    "term": "Alexander the Great OR Alexander III (prompt on \"Alexander\" alone)"
  },
  {
    "id": 7840,
    "definition": "World History: Alexander the Great was the leader of what Ancient Greek empire that defeated Athens and Thebes at the Battle of Chaeronea?",
    "term": "Macedonia"
  },
  {
    "id": 7841,
    "definition": "World History: This man discussed an extreme form of happiness called eudaimonia and described God as the \"unmoved mover\". This man was the founder of the Lyceum and was the author of the Nicomachean Ethics. Identify this Greek philosopher who served as the tutor of Alexander the Great.",
    "term": "Aristotle"
  },
  {
    "id": 7842,
    "definition": "World History: Answer these questions about France in the 1900s. What man gave the \"Appeal of 18 June\" urging the French to resist German occupation and led the French Fifth Republic after World War II?",
    "term": "Charles de Gaulle"
  },
  {
    "id": 7843,
    "definition": "World History: Answer these questions about France in the 1900s. What name was given to the puppet government of Germany led by Philippe Petain that led France following his defeat during World War II?",
    "term": "Vichy France"
  },
  {
    "id": 7844,
    "definition": "World History: Answer these questions about France in the 1900s. In December 2011, this man was given a suspended prison sentence after being convicted of stealing public funds. This former mayor of Paris was a vocal critic of the Iraq War and served as President between the terms of Francois Mitterand and Nicolas Sarkozy. Identify this longest serving President in French history.",
    "term": "Jacques Chirac"
  },
  {
    "id": 7845,
    "definition": "World History: Answer these questions about an ancient empire. The city of Tenochtitlan, which was located on Lake Texcoco, was the center of what empire?",
    "term": "Aztec empire"
  },
  {
    "id": 7846,
    "definition": "World History: Answer these questions about an ancient empire. The Aztec city of Tenochtitlan was located in what modern day city in the Western Hemisphere?",
    "term": "Mexico City"
  },
  {
    "id": 7847,
    "definition": "World History: Answer these questions about an ancient empire. This man defeated troops sent to arrest him by the Governor of Cuba and later wrote a series of letters explaining his exploits to Charles V. This man used a translator named La Malinche and had to escape from Tenochtitlan following La Noche Triste. Identify this Spanish conquistador who defeated Montezuma and conquered the Aztec empire.",
    "term": "Hernan Cortes"
  },
  {
    "id": 7848,
    "definition": "World History: Answer these questions about European cities that are not currently the capital of a country. What German city was the capital of West Germany from 1945-1990?",
    "term": "Bonn"
  },
  {
    "id": 7849,
    "definition": "World History: Answer these questions about European cities that are not currently the capital of a country. What second largest city in Great Britain was the site of the Peterloo Massacre during the Industrial Revolution?",
    "term": "Manchester"
  },
  {
    "id": 7850,
    "definition": "World History: Answer these questions about European cities that are not currently the capital of a country. A prominent building in this city is shaped like a car tire and serves as the headquarters of BMW. This town was the center of an art movement known as the Blue Rider. Adolf Hitler attempted to seize power in this city during the Beer Hall Putsch and it was the site of a namesake massacre during the 1972 Olympics. Identify this third largest German city that is the capital of Bavaria.",
    "term": "Munich"
  },
  {
    "id": 7851,
    "definition": "World History: Answer these questions about events in the Caribbean. In 1959, Fidel Castro overthrew what man who was backed by the United States to become the leader of Cuba?",
    "term": "Fulgencio Batista"
  },
  {
    "id": 7852,
    "definition": "World History: Answer these questions about events in the Caribbean. Brigade 2506 attempted to overthrow Fidel Castro in what 1961 incident that was guided by the CIA?",
    "term": "Bay of Pigs Invasion"
  },
  {
    "id": 7853,
    "definition": "World History: Answer these questions about events in the Caribbean. In 1937, this country killed thousands of citizens of a neighboring country in what was dubbed the Parsley Massacre. In 1960, the Mirabal sisters were assassinated in this country after opposing the government of Rafael Trujillo. Identify this country with capital Santo Domingo that shares the island of Hispaniola with Haiti.",
    "term": "Dominican Republic"
  },
  {
    "id": 7854,
    "definition": "World History: Identify the following Chinese dynasties. The An Lushan Rebellion occurred during what dynasty that produced poets such as Li Po?",
    "term": "Tang Dynasty"
  },
  {
    "id": 7855,
    "definition": "World History: Identify the following Chinese dynasties. Shi Huangdi ended the warring states period by starting what dynasty?",
    "term": "Qin (\"Chin\") Dynasty"
  },
  {
    "id": 7856,
    "definition": "World History: Identify the following Chinese dynasties. The Records of the Grand Historian were compiled during this dynasty that was interrupted by Wang Mang's Xin dynasty. The taoist Yellow Turban Rebellion occurred during this dynasty that was founded by Liu Bang. Wudi once ruled what dynasty, the ethnic majority of China?",
    "term": "Han Dynasty"
  },
  {
    "id": 7857,
    "definition": "World History: Identify these numerically themed conflicts. The French and Indian War was the American theatre of what conflict that was fought on five continents?",
    "term": "Seven Years' War"
  },
  {
    "id": 7858,
    "definition": "World History: Identify these numerically themed conflicts. Israel captured the Gaza Strip in what brief conflict fought in 1967 against Egypt, Jordan, and Syria?",
    "term": "Six Day War"
  },
  {
    "id": 7859,
    "definition": "World History: Identify these numerically themed conflicts. During this conflict, Frederick the Winter King was defeated at the Battle of White Mountain. The Count of Tilly was killed during this conflict's Battle of Rain by forces, led by a man who would die at the Battle of Lutzen, Gustavus Adolphus. Identify this conflict that was sparked by the Defenestration of Prague and was ended by the Peace of Westphalia.",
    "term": "Thirty Years' War"
  },
  {
    "id": 7860,
    "definition": "World History: Identify the following church councils. What 1414 to 1418 council condemned Jan Hus as a heretic and ended the Western Schism?",
    "term": "Council of Constance"
  },
  {
    "id": 7861,
    "definition": "World History: Identify the following church councils. What council stated that mass didn't have to be conducted in Latin and is the most recent Church council called by the Catholic church?",
    "term": "Second Vatican Council or Vatican Two"
  },
  {
    "id": 7862,
    "definition": "World History: Identify the following church councils. Charles Borromeo and Diego Laynez attended this council that was temporarily moved to the city of Bologna. The bull Benedictus Deus confirmed the events of this council. This council defined original sin, transubstantiation and provided a list of banned books. Latin was deemed to be the official language for mass in what council that began the Counter Reformation?",
    "term": "Council of Trent"
  },
  {
    "id": 7863,
    "definition": "World History: Answer these questions about the French Revolution. What leader of the Reign of Terror and the Committee of Public Safety was guillotined for his role in the French Revolution?",
    "term": "Maximillien Robespierre"
  },
  {
    "id": 7864,
    "definition": "World History: Answer these questions about the French Revolution. The revolution began after the storming of what former French prison which was being used as a storage unit for weapons and gunpowder by the French government?",
    "term": "Bastille"
  },
  {
    "id": 7865,
    "definition": "World History: Answer these questions about the French Revolution. This man denounced Jacques Necker in his publication L'Ami du Peuple, or \"Friend of the People\". This man was forced to live in the sewers of Paris, which contributed to a debilitating skin disease that forced him to spend hours each day in a medicinal bath. What French newspaper publisher was stabbed to death in his bathtub by Charlotte Corday during the Revolution, as captured in a famous painting by Jacques-Louis David?",
    "term": "Jean-Paul Marat"
  },
  {
    "id": 7866,
    "definition": "World History: Identify these Communist leaders. The Soviet Union was led during World War II by what Communist leader who came to power after the death of Vladimir Lenin?",
    "term": "Joseph Stalin"
  },
  {
    "id": 7867,
    "definition": "World History: Identify these Communist leaders. Cuba was led throughout the Cold War by what Communist leader who died in 2016?",
    "term": "Fidel Castro"
  },
  {
    "id": 7868,
    "definition": "World History: Identify these Communist leaders. This leader's birthday is a national holiday in his nation known as the \"Day of the Sun\". This man's policy of \"Juche\" focused on his nation's patriotism and self-reliance, and he is designated in his nation's Constitution as the \"Eternal President\". This man came to power after expelling the Japanese and authorized an invasion of a neighboring nation. Identify this father of Kim Jong-Il, the first leader of Communist North Korea.",
    "term": "Kim Il-Sung"
  },
  {
    "id": 7869,
    "definition": "World History: Answer these questions about a South American nation. Bogota is the capital of what nation currently led by President Juan Manuel Santos?",
    "term": "Colombia"
  },
  {
    "id": 7870,
    "definition": "World History: Answer these questions about a South American nation. What drug lord from the Medellin Cartel was profiled in the Netflix series Narcos and died in a gunfight with Colombian police in 1993?",
    "term": "Pablo Escobar"
  },
  {
    "id": 7871,
    "definition": "World History: Answer these questions about a South American nation. This nation gained independence from Colombia in 1903, leading to the disintegration of Gran Colombia. The United States signed the Hay-Bunau-Varilla Treaty with this nation in 1903 in order to construct a route connecting the Atlantic and Pacific Oceans. Identify this Central American nation known for its namesake canal.",
    "term": "Panama"
  },
  {
    "id": 7872,
    "definition": "World History: Answer these questions about the Middle East in medieval times. In 1260, what group of Asian invaders, whose leaders included Hulagu Khan, attempted to invade Egypt to fight against the Mamluks?",
    "term": "Mongols"
  },
  {
    "id": 7873,
    "definition": "World History: Answer these questions about the Middle East in medieval times. Two years prior to their invasion of Egypt, the Mongols had sacked what Middle Eastern city that is currently the capital of Iraq?",
    "term": "Baghdad"
  },
  {
    "id": 7874,
    "definition": "World History: Answer these questions about the Middle East in medieval times. This man came to power after overthrowing the Fatamid Dynasty and he died shortly after signing the Peace of Ramlah with Arsuf. This man famously spared the life of Guy de Lusignon after the Battle of Hattin and went on to found the Ayyubid Dynasty. Identify this Muslim leader who captured Jerusalem and defeated Richard the Lionheart in the Third Crusade.",
    "term": "Saladin"
  },
  {
    "id": 7875,
    "definition": "World History: Answer these questions about British Prime Ministers. What man who was nicknamed \"Bush's lapdog\" served as British Prime Minister from 1994-2007?",
    "term": "Tony Blair"
  },
  {
    "id": 7876,
    "definition": "World History: Answer these questions about British Prime Ministers. What conservative British Prime Minister during the 1980s was nicknamed the \"milk snatcher\" after removing a program that provided free breakfast to school children?",
    "term": "Margaret Thatcher"
  },
  {
    "id": 7877,
    "definition": "World History: Answer these questions about British Prime Ministers. This man's half brother Austen won a Nobel Peace Prize for organizing the Locarno Pact with Charles Dawes and he was named Chancellor of the Exchequer under Stanley Baldwin. This man declared \"peace for our time\" after meeting with Adolf Hitler in Munich. Identify this British Prime Minister who was succeeded by Winston Churchill during World War II.",
    "term": "Neville Chamberlain"
  },
  {
    "id": 7878,
    "definition": "World History: Answer these questions about communist nations during the Cold War. Enver Hoxhaj served as the Communist leader of what eastern European nation from 1944-1985 that he led from the city of Tirana?",
    "term": "Albania"
  },
  {
    "id": 7879,
    "definition": "World History: Answer these questions about communist nations during the Cold War. Nicolae Ceaușescu served as the Communist leader of what eastern European nation from 1967-1989 that he led from the city of Bucharest?",
    "term": "Romania"
  },
  {
    "id": 7880,
    "definition": "World History: Answer these questions about communist nations during the Cold War. One leader of this nation wrote the novel The Garden Party and this nation's region of the Sudetenland was annexed by Adolf Hitler. Soviet troops invaded this nation to end the reforms that were initiated by Alexander Dubcek and this nation's first leader after communism was Vaclav Havel. Identify this eastern European nation that was split into two by the Velvet Divorce and was the site of the Prague Spring.",
    "term": "Czechoslovakia"
  },
  {
    "id": 7881,
    "definition": "World History: Answer these questions about an Asian dynasty. Babur was the founder of what Indian dynasty that also included emperor Shah Jahan?",
    "term": "Mughal Empire"
  },
  {
    "id": 7882,
    "definition": "World History: Answer these questions about an Asian dynasty. What building in India was constructed by Shah Jahan as a mausoleum upon the death of his wife Mumtaz?",
    "term": "Taj Mahal"
  },
  {
    "id": 7883,
    "definition": "World History: Answer these questions about an Asian dynasty. This man defeated the forces of Bayezid the Thunderbolt at the Battle of Ankara. This man was based in the city of Samarkand and was known for building pyramids of skulls. This man was the grandfather of Babur and was himself descended from Genghis Khan. Identify this Mongol conqueror who is named in part for a hip injury that he suffered.",
    "term": "Tamerlane or Timur the Lame"
  },
  {
    "id": 7884,
    "definition": "World History: Answer these questions about British Prime Ministers. What man served as British Prime Minister from 2010-2016 before resigning in the wake of the Brexit vote?",
    "term": "David Cameron"
  },
  {
    "id": 7885,
    "definition": "World History: Answer these questions about British Prime Ministers. Cameron was replaced as Prime Minister by what woman who became just the second ever female British Prime Minister?",
    "term": "Theresa May"
  },
  {
    "id": 7886,
    "definition": "World History: Answer these questions about British Prime Ministers. This man resigned as Prime Minister and was replaced by Andrew Bonar Law as a result of the Chanak Crisis. Before becoming Prime Minister, this man wrote the \"People's Budget\" while serving as Chancellor of the Exchequer under HH Asquith. This man issued the Balfour Declaration and represented Britain at the Paris Peace Conference. Identify this British Prime Minister at the end of World War I.",
    "term": "David Lloyd George"
  },
  {
    "id": 7887,
    "definition": "World History: Identify these southern hemisphere nations. What country once led by Juan Peron lost the Falklands War to Great Britain?",
    "term": "Argentina"
  },
  {
    "id": 7888,
    "definition": "World History: Identify these southern hemisphere nations. The leader of this country was once advised by the Chicago Boys. Identify this nation once led by Salvador Allende and Augusto Pinochet.",
    "term": "Chile"
  },
  {
    "id": 7889,
    "definition": "World History: Identify these southern hemisphere nations. One president of this nation was impeached due to her role in a scandal involving the state oil company, Petrobras. This nation was led on two occasions by Getulio Vargas and was led from 2003-2010 by Inacio Lula da Silva. Identify this nation formerly led by Dilma Rousseff and currently led by Michel Temer, who oversaw hosting of the 2016 Summer Olympics.",
    "term": "Brazil"
  },
  {
    "id": 7890,
    "definition": "World History: Identify the following about French relations post-World War II. Team C: What man who served as the leader of the Free French during World War II was elected the President of France after founding the French Fifth Republic after World War II?",
    "term": "Charles de Gaulle"
  },
  {
    "id": 7891,
    "definition": "World History: Identify the following about French relations post-World War II. Charles de Gaulle famously gave a speech known as \"Vive le libre\" while visiting what Canadian province, whose namesake crisis gave fear to an eastern Canadian civil war in the 1970's?",
    "term": "Quebec"
  },
  {
    "id": 7892,
    "definition": "World History: Identify the following about French relations post-World War II. Charles de Gaulle's rule endured the rebellion against French rule in what northern African country that touches the Mediterranean Sea?",
    "term": "Algeria"
  },
  {
    "id": 7893,
    "definition": "World History: Identify these European conflicts. The Houses of York and Lancaster fought in what series of civil wars in England that were named for the symbols of each house?",
    "term": "War of the Roses"
  },
  {
    "id": 7894,
    "definition": "World History: Identify these European conflicts. The French and Indian War was the American theatre of what larger conflict that involved just about every European nation was pitted Great Britain against France?",
    "term": "Seven Years War"
  },
  {
    "id": 7895,
    "definition": "World History: Identify these European conflicts. Toss-Up: George II became the last British monarch to lead his troops into battle when he led troops at this war's Battle of Dettingen. A conflict between Britain and Spain during this larger conflict was known as the War of Jenkins' Ear, and this war began after Frederick the Great violated the Pragmatic Sanction. The Treaty of Aix-la-Chapelle ended what war sparked by the ascension of Maria Theresa?",
    "term": "War of the Austrian Succession"
  },
  {
    "id": 7896,
    "definition": "World History: Identify the following South American countries based on historical events. Argentina, Brazil, and Uruguay allied against what South American country during the War of the Triple Alliance?",
    "term": "Paraguay"
  },
  {
    "id": 7897,
    "definition": "World History: Identify the following South American countries based on historical events. The War of the Pacific took place between Chile and what other South American country over a nitrate-rich region of the Atacama Desert?",
    "term": "Bolivia"
  },
  {
    "id": 7898,
    "definition": "World History: Identify the following South American countries based on historical events. Toss-Up: While referring to George W. Bush, one leader of this country said \"Yesterday, the devil came here,\" while giving a speech at the United Nations. In 1999, this country began a Bolivarian Revolution that succeeded the leadership of Rafael Caldera. This country has one of the world's largest oil reserves and was led from 1999-2013 by Hugo Chavez. Nicolas Maduro is the current President of what South American country with capital at Caracas?",
    "term": "Venezuela"
  },
  {
    "id": 7899,
    "definition": "World History: Answer these questions about Canadian history. What first French-speaking Canadian Prime Minister said, \"Just watch me,\" when asked what he would do to solve the October Crisis? He served as PM from 1968-1974.",
    "term": "Pierre Trudeau (prompt on \"Trudeau\" alone)"
  },
  {
    "id": 7900,
    "definition": "World History: Answer these questions about Canadian history. The first Canadian Prime Minister was what man who served in the post from 1867-1873 and then again from 1878-1891?",
    "term": "John Macdonald"
  },
  {
    "id": 7901,
    "definition": "World History: Answer these questions about Canadian history. Toss-Up: Early in his term, this leader signed the Auto Pact with an American President to eliminate tariffs on vehicles made in the two countries. This leader he ran on the campaign of \"60 Days for Decision.\" This leader famously said that \"Canadians do not need to be liberated\" during the Quebec Crisis. In 1957, this man won the Nobel Prize for his role in mediating the Suez Crisis. Identify this Liberal Canadian Prime Minister who preceded Pierre Trudeau.",
    "term": "Lester Pearson"
  },
  {
    "id": 7902,
    "definition": "World History: Answer these questions about Japan. Emperor Showa is the alternative name of what man who served as Japanese emperor during World War II?",
    "term": "Hirohito"
  },
  {
    "id": 7903,
    "definition": "World History: Answer these questions about Japan. What name was given to the military dictator of Japan from 1185 to 1868? Tokugawa Ieyasu seized power as one of these figures in 1600.",
    "term": "Shogun OR Shogunate"
  },
  {
    "id": 7904,
    "definition": "World History: Answer these questions about Japan. Toss-Up: The leader of this movement put down a revolt led by Saigo Takamori called the Satsuma Rebellion. The Sakoku period is associated with the beginning of this event that was also spurred by the arrival of Matthew Perry. After the namesake of this event won the Boshin War, he started this event with the creation of the Charter Oath. Identify this 1868 event that restored imperial rule to Japan.",
    "term": "Meiji Restoration"
  },
  {
    "id": 7905,
    "definition": "World History: Answer these questions about the Holy Roman Empire. What Holy Roman Emperor known for his red hair founded the Hohenstaufen dynasty and died crossing the Saleph River during the Third Crusade?",
    "term": "Frederick Barbarossa or Frederick I"
  },
  {
    "id": 7906,
    "definition": "World History: Answer these questions about the Holy Roman Empire. After the Diet of Roncaglia, Frederick Barbarossa destroyed what Italian city that would later be led by the Sforza family?",
    "term": "Milan"
  },
  {
    "id": 7907,
    "definition": "World History: Answer these questions about the Holy Roman Empire. Toss-Up: One member of this dynasty attempted to invade England by using the Spanish Armada. Joanna the Mad was a member of this dynasty and was the mother of Holy Roman Emperor Charles V. Another member of this dynasty lost Silesia to Frederick the Great and was named Maria Theresa. Identify this Austrian dynasty that ruled Spain and the Holy Roman Empire.",
    "term": "Hapsburg OR Habsburg"
  },
  {
    "id": 7908,
    "definition": "World History: Answer these questions about Cold War Europe. What alliance of communist nations was created in opposition to NATO and is named for a European capital city?",
    "term": "Warsaw Pact"
  },
  {
    "id": 7909,
    "definition": "World History: Answer these questions about Cold War Europe. Alexander Dubcek attempted to create \"socialism with a human face\" during what period of political liberalization in Czechoslovakia?",
    "term": "Prague Spring"
  },
  {
    "id": 7910,
    "definition": "World History: Answer these questions about Cold War Europe. Toss-Up: While being led by Janos Kadar, this country was said to be practicing Goulash Communism and this nation reformed its economy through the New Economic Mechanism. When this country attempted to withdraw from the Warsaw Pact in 1956, the Soviet Union sent tanks to overthrow its leader, Imre Nagy. Identify this European nation that was once a dual monarchy with Austria whose capital city is Budapest.",
    "term": "Hungary"
  },
  {
    "id": 7911,
    "definition": "World History: Identify the following Russian leaders. What Russian leader climbed atop tank to give a speech denouncing his predecessor, and was the first president of modern Russia?",
    "term": "Boris Yeltsin"
  },
  {
    "id": 7912,
    "definition": "World History: Identify the following Russian leaders. Yeltsin replaced what Soviet leader who was known for his policies of glasnost and perestroika?",
    "term": "Mikhail Gorbachev"
  },
  {
    "id": 7913,
    "definition": "World History: Identify the following Russian leaders. This man was deposed by Lazar Kaganovich, and while touring the US, this man was not allowed into Disneyland. This man's namesake \"Thaw\" allowed for freedoms within the USSR, and at a UN meeting, he notoriously banged his shoe on a table. This man participated in the Kitchen Debate with Richard Nixon, and denounced his predecessor in the \"Secret Speech.\" Identify this leader of the USSR who preceded Leonid Brezhnev.",
    "term": "Nikita Khrushchev"
  },
  {
    "id": 7914,
    "definition": "World History: Answer these questions about Henry VIII. What daughter of Ferdinand and Isabella was Henry VIII's first wife?",
    "term": "Catherine of Aragon (prompt on \"Catherine\" alone)"
  },
  {
    "id": 7915,
    "definition": "World History: Answer these questions about Henry VIII. What fifth wife of Henry VIII was the second wife that he had executed, this time for an affair with Thomas Culpeper?",
    "term": "Catherine Howard (prompt on \"Catherine\" alone)"
  },
  {
    "id": 7916,
    "definition": "World History: Answer these questions about Henry VIII. A 1537 act of this name extended an earlier 1534 act of this name to Ireland. This act was repealed in 1554 by Mary I but was reinstated five years later by Elizabeth I who was a Protestant. The passage of this act marked the beginning of the English Reformation and those who opposed this act were convicted of treason. Identify this 1534 act that declared Henry VIII to be the head of the Church of England.",
    "term": "Act of Supremacy (accept \"Irish Act of Supremacy,\" \"Second Act of Supremacy,\" and"
  },
  {
    "id": 7917,
    "definition": "World History: This man was defeated by Scipio Africanus at the Battle of Zama. Identify this son of Hamilcar Barca who led Carthage during the Second Punic War?",
    "term": "Hannibal"
  },
  {
    "id": 7918,
    "definition": "World History: This man was defeated by Scipio Africanus at the Battle of Zama. Hannibal is probably most famous for marching an army of elephants across what mountain range?",
    "term": "Alps"
  },
  {
    "id": 7919,
    "definition": "World History: This man was defeated by Scipio Africanus at the Battle of Zama. This man's grandson is remembered for his rivalry with Julius Caesar, his unwillingness to take bribes and his suicide at Utica. This man aided the Roman army at the Battle of Metaurus that saw the death of Hasdrubal Barca, the brother of Hannibal. However, this man is best known as an orator and for the way he ended his speeches during the Second Punic War. Identify this man known for frequently stating that \"Carthage must be destroyed\".",
    "term": "Cato the Elder (prompt on partial answers)"
  },
  {
    "id": 7920,
    "definition": "World History: Answer these questions about an English leader. What son of Robert the Magnificent and Norman King of England conducted the first census in the Domesday Book?",
    "term": "William the Conqueror OR William I (prompt on partial answers)"
  },
  {
    "id": 7921,
    "definition": "World History: Answer these questions about an English leader. William the Conqueror came to power after defeating Harold Godwinson at what 1066 battle?",
    "term": "Battle of Hastings"
  },
  {
    "id": 7922,
    "definition": "World History: Answer these questions about an English leader. This monarch issued the Charter of Liberties and famously exiled, recalled, and then exiled again St. Anselm. This man's son William Adelin was killed in the White Ship disaster and this man feuded for control with his brother Robert Curthose. This man came to power after his brother William Rufus was killed in a hunting accident. Identify this son of William the Conqueror who served as King of England from 1100-1135.",
    "term": "Henry I (prompt on partial answer)"
  },
  {
    "id": 7923,
    "definition": "World History: Identify these ancient leaders. What leader of the Achaemenid dynasty had a namesake cylinder and captured Croesus of Lydia?",
    "term": "Cyrus the Great OR Cyrus II (prompt on \"Cyrus\" alone)"
  },
  {
    "id": 7924,
    "definition": "World History: Identify these ancient leaders. What man attempted a second invasion of Greece and whipped the Hellespont? This man notably defeated Leonidas at the Battle of Thermopylae.",
    "term": "Xerxes I OR Xerxes the Great (prompt on \"Xerxes\" alone)"
  },
  {
    "id": 7925,
    "definition": "World History: Identify these ancient leaders. Despite the fact that Cleitus the Black had saved this man at the Battle of Granicus, this man slew Cleitus with a javelin while drunk. The wars of the Diadochi occurred after the death of this man who rode a horse named Bucephalus. This man was able to overthrow the Persian empire after he defeated Darius the Great in battle. Identify this son of Philip II who was a Macedonian conqueror.",
    "term": "Alexander the Great (prompt on \"Alexander\" alone)"
  },
  {
    "id": 7926,
    "definition": "World History: Answer these questions about the French Revolution. The French Revolution was partially in response to what period of European history, associated with thinkers like Rousseau and Montesquieu that emphasized reason over tradition?",
    "term": "Enlightenment"
  },
  {
    "id": 7927,
    "definition": "World History: Answer these questions about the French Revolution. What group, led by Maximillien Robespierre, was a 12-member committee that formed from the National Assembly that led France's Reign of Terror?",
    "term": "Committee of Public Safety"
  },
  {
    "id": 7928,
    "definition": "World History: Answer these questions about the French Revolution. What first President of the Committee of Public Safety was accused of corruption and taking bribes and was sent to the guillotine just three months before Robespierre?",
    "term": "Georges Danton"
  },
  {
    "id": 7929,
    "definition": "World History: Identify these dictators. What man to become the youngest General in Spain served as dictator of Spain during World War II?",
    "term": "Francisco Franco"
  },
  {
    "id": 7930,
    "definition": "World History: Identify these dictators. What Libyan dictator who wrote The Green Book was killed in the city of Sirte by rebels in 2011?",
    "term": "Muammar al-Gaddafi"
  },
  {
    "id": 7931,
    "definition": "World History: Identify these dictators. This man established a forced labor camp known as S-21 that led to the deaths of over 20,000 people. This man established the Super Great Leap Forward and proclaimed the start of his leadership as Year Zero. This man called himself \"Brother Number One\" and he murdered his political opponents in the \"killing fields\". Identify this Cambodian dictator who was the leader of the Khmer Rouge.",
    "term": "Pol Pot"
  },
  {
    "id": 7932,
    "definition": "World History: Identify the following Roman Emperors. What adopted son of Julius Caesar who defeated the forces of Marc Antony at the Battle of Actium was the first official Roman Emperor?",
    "term": "Octavian OR Caesar Augustus"
  },
  {
    "id": 7933,
    "definition": "World History: Identify the following Roman Emperors. What Emperor who murdered his mother Agrippina the Elder supposedly \"fiddled while Rome burned?\"",
    "term": "Nero"
  },
  {
    "id": 7934,
    "definition": "World History: Identify the following Roman Emperors. Toss-Up: During this emperor's rule, separate punishments were handed out based upon whether someone was classified as honestiores or humiliores. Avidius Cassius rebelled against this student of Fronto who fought a war against the Marcomanni. Faustina was the wife of this emperor who co-ruled during his reign with Lucius Verus. What father of Commodus and Stoic author of Meditations was the last of the Five Good Emperors?",
    "term": "Marcus Aurelius"
  },
  {
    "id": 7935,
    "definition": "World History: Answer these questions about an African nation. What political party that was led during the 1990s by Nelson Mandela currently leads the government of South Africa?",
    "term": "African National Congress or ANC"
  },
  {
    "id": 7936,
    "definition": "World History: Answer these questions about an African nation. What man, whose administration was been rocked by scandals, has led South Africa since 2009?",
    "term": "Jacob Zuma"
  },
  {
    "id": 7937,
    "definition": "World History: Answer these questions about an African nation. This man sought to build the \"Cape to Cairo\" railroad and was the founder of the DeBeers Diamond Company. A former African nation named for this man has become the modern nations of Zambia and Zimbabwe. Identify this South African diamond magnate who now names a prestigious scholarship to Oxford University.",
    "term": "Cecil Rhodes"
  },
  {
    "id": 7938,
    "definition": "World History: Identify these world leaders who didn't care for the United States. What longtime leader of Venezuela who died in 2013 once said, \"The devil came here yesterday,\" in regards to George W. Bush while speaking to the UN General Assembly?",
    "term": "Hugo Chavez"
  },
  {
    "id": 7939,
    "definition": "World History: Identify these world leaders who didn't care for the United States. What Iranian Ayatollah in power during the Iran Hostage Crisis overthrew Shah Reza Pahlavi and referred to the United States as \"Great Satan?\"",
    "term": "Ayatollah Ruhollah Khomeini"
  },
  {
    "id": 7940,
    "definition": "World History: Identify these world leaders who didn't care for the United States. Toss-Up: This leader called for the UN to be moved out of the United States due to our involvement in the Iraq War, and he ordered DEA agents to leave his nation after calling George W. Bush a terrorist. This man lost a 2016 referendum on whether he should be allowed to seek a fourth term, in part due to his relationship with Gabriela Zapata Montaño. This man's plane was grounded in Austria in 2013 when it was suspected that he was transporting Edward Snowden. Identify this current President of Bolivia.",
    "term": "Evo Morales"
  },
  {
    "id": 7941,
    "definition": "World History: Identify these 20th century world leaders. What man nicknamed \"Il Duce\" served as the Prime Minister of Italy from 1922 to 1943?",
    "term": "Benito Mussolini"
  },
  {
    "id": 7942,
    "definition": "World History: Identify these 20th century world leaders. What leader of the \"Long March\" served as the Chairman of China's Communist Party from 1949 until 1976?",
    "term": "Mao Zedong"
  },
  {
    "id": 7943,
    "definition": "World History: Identify these 20th century world leaders. This man served 27 years in prison on Robben Island after being convicted of trying to overthrow the government in the Rivonia Trial. This man shared the 1993 Nobel Peace Prize with his predecessor F.W. de Klerk for helping to bring about the end of apartheid in his nation. Identify this first black leader of South Africa.",
    "term": "Nelson Mandela"
  },
  {
    "id": 7944,
    "definition": "World History: Identify the following Roman Emperors. What emperor served as the third of the \"Five Good Emperors\" and built a namesake wall across Britain?",
    "term": "Hadrian"
  },
  {
    "id": 7945,
    "definition": "World History: Identify the following Roman Emperors. What emperor and stoic philosopher wrote Meditations and served as the fifth and last of the \"Five Good Emperors?\"",
    "term": "Marcus Aurelius"
  },
  {
    "id": 7946,
    "definition": "World History: Identify the following Roman Emperors. This emperor lost to Arminius at the Battle of Teutoburg Forest and established the Praetorian Guard. This emperor gave himself the title, \"Princeps\" after the Battle of Philippi, and his reign began the Pax Romana. Along with Mark Antony and Lepidus, this man formed the Second Triumvirate. What nephew of Julius Caesar served as the first Roman Emperor?",
    "term": "Octavian or Augustus"
  },
  {
    "id": 7947,
    "definition": "World History: Identify the country given their former leaders. Augusto Pinochet led a coup to overthrow the US backed Salvador Allende in what South American country?",
    "term": "Chile"
  },
  {
    "id": 7948,
    "definition": "World History: Identify the country given their former leaders. Charles Taylor and Ellen Johnson Sirleaf have served as President of what African nation that was founded as a homeland for freed slaves?",
    "term": "Liberia"
  },
  {
    "id": 7949,
    "definition": "World History: Identify the country given their former leaders. Thabo Mbeki served as President of this nation from 1999-2008, during which time he jailed this nation's current President Jacob Zuma for corruption. This nation's President F. W. de Klerk shared a Nobel Peace Prize with another leader of this nation who served 27 years in prison on Robben Island. Identify this nation once led by Nelson Mandela.",
    "term": "South Africa"
  },
  {
    "id": 7950,
    "definition": "World History: Answer these questions about current world leaders. What leader of the Christian Democratic Union is the current Chancellor of Germany?",
    "term": "Angela Merkel"
  },
  {
    "id": 7951,
    "definition": "World History: Answer these questions about current world leaders. What leader of the PRI has served since 2012 as the President of Mexico?",
    "term": "Enrique Peña Nieto"
  },
  {
    "id": 7952,
    "definition": "World History: Answer these questions about current world leaders. Early in his rule, this leader gave a speech entitled ''Onwards Toward the Final Victory.'' This leader's brother was murdered by two women at the Kuala Lumpur airport in 2017. This leader once had a cabinet member executed with an anti-aircraft missile for falling asleep during a meeting. Identify this man who currently serves as supreme leader of North Korea.",
    "term": "Kim Jong-Un"
  },
  {
    "id": 7953,
    "definition": "World History: Answer the following about Egyptian Rulers. What name, literally meaning \"Great House\", is given to rulers of Egypt from 3500 to 30 BC?",
    "term": "Pharaoh"
  },
  {
    "id": 7954,
    "definition": "World History: Answer the following about Egyptian Rulers. What figure was the youngest Pharaoh, serving from the ages of 9 to 18? His tomb was discovered by Howard Carter in 1922.",
    "term": "King Tutankhamun"
  },
  {
    "id": 7955,
    "definition": "World History: Answer the following about Egyptian Rulers. This pharaoh was defeated by Sherden sea pirates early in his reign and was succeeded by Merneptah. This man had his capital at Avaris and he defeated Muwatallis II at a battle near the Orontes River. This man had temples at Karnak and Abu Simbel, and he was the son of Seti I. Identify this Egyptian ruler who fought at the Battle of Kadesh and was known as \"the Great.\"",
    "term": "Ramesses the Great or Ramesses II (Prompt on Ramesses)"
  },
  {
    "id": 7956,
    "definition": "World History: Answer these questions about an ancient conflict. Helots were slaves in what militaristic city-state that was a rival of Athens?",
    "term": "Sparta"
  },
  {
    "id": 7957,
    "definition": "World History: Answer these questions about an ancient conflict. Athens led the Delian League in what 431-404 BC conflict in which Sparta was able to defeat the Athenian empire?",
    "term": "Peloponnesian War"
  },
  {
    "id": 7958,
    "definition": "World History: Answer these questions about an ancient conflict. After defeating Athens and Thebes at the Battle of Chaeronea, this leader established a group of Greek city-states known as the League of Corinth. This son of King Amyntas III was assassinated before he could lead an invasion of the Achaemenid Empire of Persia, an invasion later completed by his son. Identify this Macedonian leader who was the father of Alexander the Great.",
    "term": "Philip II (of Macedon) (prompt on partial answers)"
  },
  {
    "id": 7959,
    "definition": "World History: Identify these British monarchs. What monarch who suffered from porphyria served as the King of Great Britain during the American Revolution?",
    "term": "King George III (prompt on \"George\" alone)"
  },
  {
    "id": 7960,
    "definition": "World History: Identify these British monarchs. What queen who was the first to hold the title of Empress of India was the longest reigning British monarch in history until the reign of Elizabeth II?",
    "term": "Queen Victoria"
  },
  {
    "id": 7961,
    "definition": "World History: Identify these British monarchs. Following a victory at the Battle of Gravelines, this monarch delivered the Tilbury Speech. Francis Walsingham helped foil the Ridolfi and Babington Plots that targeted this monarch, whose forces were able to repel the Spanish Armada. The final Tudor monarch of Great Britain was what queen who was known as the \"Virgin Queen\".",
    "term": "Queen Elizabeth I (prompt on \"Elizabeth\" alone)"
  },
  {
    "id": 7962,
    "definition": "World History: Identify the following European Houses. Michael I founded what final royal house of Russia that came to an end after the reign of Nicholas II?",
    "term": "Romanov"
  },
  {
    "id": 7963,
    "definition": "World History: Identify the following European Houses. Queen Elizabeth II is a member of what royal house that is the current ruling family of Great Britain?",
    "term": "Windsor"
  },
  {
    "id": 7964,
    "definition": "World History: Identify the following European Houses. Toss-Up: Henry II fought against this dynasty, several of whose members had a namesake \"lip\". Rudolf was the first official leader of this house whose name comes from a word meaning, \"Hawk's Castle.\" Joanna the Mad was the mother of one member of this dynasty who captured Francis I during the Battle of Pavia. The Pragmatic Sanction was issued by a member of this house, who ruled over the Holy Roman Empire. Charles V and Maria Theresa were members of what house who ruled Austria until the end of World War I?",
    "term": "Habsburg OR Hapsburg"
  },
  {
    "id": 7965,
    "definition": "World History: Identify the following Chinese Dynasties. Mercury pills killed Shi Huang Di, the leader of what first imperial dynasty of China that began construction of the Great Wall?",
    "term": "Qin (pronounced \"Chin\") Dynasty"
  },
  {
    "id": 7966,
    "definition": "World History: Identify the following Chinese Dynasties. The Qin dynasty was preceded by what other dynasty that lasted from 1046 BC - 256 BC and saw the Spring and Autumn Period and the Warring States Period?",
    "term": "Zhou Dynasty"
  },
  {
    "id": 7967,
    "definition": "World History: Identify the following Chinese Dynasties. Toss-Up: This dynasty controlled foreign territories through the Jimi System, and this dynasty's military governors were known as Jiedushi. Wu Zetian was an unofficial consort under this dynasty that lost the Battle of Talas. Luoyang was captured in a rebellion under this dynasty that sought to replace it with the Yan Dynasty. Empress Wu interrupted this dynasty that was plagued by the An Lushan Rebellion. Identify this Chinese dynasty that lasted from 618-907 and was ruled by Emperor Gaozu.",
    "term": "Tang Dynasty"
  },
  {
    "id": 7968,
    "definition": "World History: Answer these questions about Asian leaders. What South Korean President was impeached in 2017 after accusations of bribery and influence peddling?",
    "term": "Park Geun-hye"
  },
  {
    "id": 7969,
    "definition": "World History: Answer these questions about Asian leaders. What other South Korean politician served from 2007-2016 as Secretary General of the United Nations?",
    "term": "Ban Ki-Moon"
  },
  {
    "id": 7970,
    "definition": "World History: Answer these questions about Asian leaders. This man's political party formed an alliance with the Komeito party in order to maintain a legislative majority. This man resigned as Prime Minister in 2007 only to return to office in 2012. This man called his nation's alliance with the US an \"Alliance of Hope\"during a meeting with a joint session of Congress in 2015. Identify this man who visited Hiroshima with Barack Obama in 2016, the current Prime Minister of Japan.",
    "term": "Shinzo Abe"
  },
  {
    "id": 7971,
    "definition": "World History: Identify the following European royal houses. Elizabeth II is a member of what British royal house that is a branch of the House of Saxe-Coburg and Gotha?",
    "term": "House of Windsor"
  },
  {
    "id": 7972,
    "definition": "World History: Identify the following European royal houses. George III, the British king during the American Revolution, was a part of what royal house?",
    "term": "House of Hanover"
  },
  {
    "id": 7973,
    "definition": "World History: Identify the following European royal houses. This European house received its name from the German word for \"Hawk's Castle,\" and one member of this house married Mary I of England. In addition to Philip II, another member of this house was the son of Joanna the Mad and won at the Battle of Pavia. Charles V was a member of this house that ended with the death of Maria Theresa. What European house partially ruled over the Holy Roman Empire, Spain, and Austria?",
    "term": "House of Habsburg or Hapsburg"
  },
  {
    "id": 7974,
    "definition": "World History: Answer these questions about the life and career of Napoleon Bonaparte. Napoleon was born on what Mediterranean island that is owned by France and is located southeast of mainland France?",
    "term": "Corsica"
  },
  {
    "id": 7975,
    "definition": "World History: Answer these questions about the life and career of Napoleon Bonaparte. Napoleon died on what island in the Atlantic Ocean where he was exiled after his defeat at the Battle of Waterloo?",
    "term": "St. Helena"
  },
  {
    "id": 7976,
    "definition": "World History: Answer these questions about the life and career of Napoleon Bonaparte. The Catholic Emancipation Act was passed during the tenure of this Prime Minister who led troops at the Battle of Vitoria during the Peninsular War. This man lived at the Apsley House and was assisted in his best known victory by Gebhard von Blucher. Identify this man who served two separate stints as British Prime Minister and defeated Napoleon at the Battle of Waterloo.",
    "term": "Duke of Wellington OR Arthur Wellesley"
  },
  {
    "id": 7977,
    "definition": "World History: Identify these European monarchs. What English monarch was the last of five Tudor monarchs of England and was nicknamed the \"Virgin Queen\"?",
    "term": "Elizabeth I (prompt on \"Elizabeth\" alone)"
  },
  {
    "id": 7978,
    "definition": "World History: Identify these European monarchs. What French monarch who was advised by Jean-Baptiste Colbert constructed the Palace of Versailles and was known as the \"Sun King\"?",
    "term": "Louis XIV (prompt on \"Louis\" alone)"
  },
  {
    "id": 7979,
    "definition": "World History: Identify these European monarchs. This ruler fought the Potato War against Holy Roman Emperor Joseph II to prevent the annexation of Bavaria. This ruler won the battles of Mollwitz and Rossbach and was an enemy of Maria Theresa, whose forces he fought in the War of the Austrian Succession. Identify this \"Enlightened Despot\" who served as the king of Prussia.",
    "term": "Frederick the Great OR Frederick II (Prompt on partial answer)"
  },
  {
    "id": 7980,
    "definition": "World History: Answer these questions about violence in Asian nations. The Tamil Tigers are a militant group in what Asian country that is an island off the southern coast of India?",
    "term": "Sri Lanka"
  },
  {
    "id": 7981,
    "definition": "World History: Answer these questions about violence in Asian nations. The National Socialism Association is considered to be a terrorist group in what island nation that broke away from China in 1949?",
    "term": "Taiwan"
  },
  {
    "id": 7982,
    "definition": "World History: Answer these questions about violence in Asian nations. A civil war began in this country after forces led by Lon Nol overthrew the government of Norodom Sihanouk. Lon Nol was later overthrown in this country by a leader who proclaimed \"Year Zero\" and called himself \"Brother Number One\". That leader of this country carried out mass genocides in the \"Killing Fields\". Identify this Asian country where Pol Pot led the Khmer Rouge.",
    "term": "Cambodia"
  },
  {
    "id": 7983,
    "definition": "World History: Identify these tsars of Russia. This man blinded the architect of the St. Basil's Cathedral and had a secret police force known as the Oprichniki. Identify this Russian tsar known for his cruelty.",
    "term": "Ivan the Terrible OR Ivan IV (prompt on \"Ivan\" alone)"
  },
  {
    "id": 7984,
    "definition": "World History: Identify these tsars of Russia. This man issued the October Manifesto and his rule saw the \"Bloody Sunday\" massacre. Identify this final tsar of Russia.",
    "term": "Nicholas II (prompt on \"Nicholas\" alone)"
  },
  {
    "id": 7985,
    "definition": "World History: Identify these tsars of Russia. A tour of Europe taken by this leader was known as the Grand Embassy. This ruler struggled for control of Russia with his half-sister Sophia. This leader put down a revolt of the Streltsy and his rule saw the Battle of Poltava during the Great Northern War. Identify this Russian tsar who instituted a \"beard tax\" and created a namesake capital city in western Russia.",
    "term": "Peter the Great OR Peter I (prompt on \"Peter\" alone)"
  },
  {
    "id": 7986,
    "definition": "World History: Identify these 19th century conflicts. The United States fought an alliance of North African states in what 1801-1815 conflict that saw the sinking of the USS Philadelphia?",
    "term": "Barbary Wars"
  },
  {
    "id": 7987,
    "definition": "World History: Identify these 19th century conflicts. What 1879-1883 war fought primarily in the Atacama Desert was ended by the Treaty of Ancon and saw fighting between Chile and an alliance between Peru and Bolivia.",
    "term": "War of the Pacific"
  },
  {
    "id": 7988,
    "definition": "World History: Identify these 19th century conflicts. A siege in the town of Mafeking took place during one of these events that saw one garrison led by a man known for founding Boy Scouts, Robert Baden-Powell. Notable clashes in these events included Majuba Hill, where George Pomeroy Colley was killed, and the Jameson Raid. Identify these late 19th century wars between Great Britain and Dutch farmers in the Transvaal Republic.",
    "term": "Boer Wars"
  },
  {
    "id": 7989,
    "definition": "World History: Identify these former African leaders. What anti-colonial activist served as the first President of an independent Kenya from 1964-1978? This man's son Uhuru is the current President of the country.",
    "term": "Jomo Kenyatta"
  },
  {
    "id": 7990,
    "definition": "World History: Identify these former African leaders. What man served as Emperor of Ethiopia from 1930-1974 and is currently revered by Rastafarians as the messiah?",
    "term": "Haile Selassie"
  },
  {
    "id": 7991,
    "definition": "World History: Identify these former African leaders. Large building programs that took place during this man's rule led to the building of the Hall of Audience and Sankore University. This man's general Sagmandia captured the city of Gao, which served as the capital of this man's empire. This man caused massive inflation across Africa during a hajj to Mecca and he also controlled the city of Timbuktu. Identify this leader of the Mali Empire.",
    "term": "Mansa Musa"
  },
  {
    "id": 7992,
    "definition": "World History: Identify these British monarchs. What monarch who suffered from porphyria served as the King of Great Britain during the American Revolution?",
    "term": "King George III (prompt on \"George\" alone)"
  },
  {
    "id": 7993,
    "definition": "World History: Identify these British monarchs. What queen who was the first to hold the title of Empress of India was the longest reigning British monarch in history until the reign of Elizabeth II?",
    "term": "Queen Victoria"
  },
  {
    "id": 7994,
    "definition": "World History: Identify these British monarchs. Following a victory at the Battle of Gravelines, this monarch delivered the Tilbury Speech. Francis Walsingham helped foil the Ridolfi and Babington Plots that targeted this monarch, whose forces were able to repel the Spanish Armada. The final Tudor monarch of Great Britain was what queen who was known as the \"Virgin Queen\".",
    "term": "Queen Elizabeth I (prompt on \"Elizabeth\" alone)"
  },
  {
    "id": 7995,
    "definition": "World History: Answer these questions about Cold War Europe. What name was given to the period of political liberalization in Czechoslovakia in 1968 under the leadership of Alexander Dubcek that was known as \"socialism with a human face\"?",
    "term": "Prague Spring"
  },
  {
    "id": 7996,
    "definition": "World History: Answer these questions about Cold War Europe. What name was given to the political alliance formed between Russia and its allies in Eastern Europe that was designed to counter the creation of NATO?",
    "term": "Warsaw Pact"
  },
  {
    "id": 7997,
    "definition": "World History: Answer these questions about Cold War Europe. Gheorghe Gheorghiu-Dej was the first Communist leader of this nation after he forced the abdication of King Michael I in 1947. This country's secret police, known as the Securitate, helped to purge political enemies and led to the rise of its leader Nicolae Ceaușescu. Identify this nation that is home to the Carpathian Mountains that was ruled from Bucharest.",
    "term": "Romania"
  },
  {
    "id": 7998,
    "definition": "World History: Identify the following African countries. What African country was formerly known as Zaire and is currently led by Joseph Kabila?",
    "term": "Democratic Republic of the Congo or DRC (DO NOT accept or prompt on \"Republic of"
  },
  {
    "id": 7999,
    "definition": "World History: Identify the following African countries. the Congo\")",
    "term": "Team B: What country has been led by Salva Kiir Mayardit since 2011 when it gained independence from its Northern neighbor?"
  },
  {
    "id": 8000,
    "definition": "World History: Identify the following African countries. South Sudan",
    "term": "Toss-up: Edward Mutesa II was the first President of this country, and one leader of this country expelled all Asians from it. Joseph Kony originally led the Lord's Resistance Army in this country, and its current president is Yoweri Museveni. What African country was formerly led by Idi Amin from its capital city of Kampala?"
  },
  {
    "id": 8001,
    "definition": "World History: Answer the following about Egyptian history. What second President of Egypt was the founder of the Non-Aligned Movement and nationalized the Suez Canal in 1956?",
    "term": "Gamal Abdel Nasser"
  },
  {
    "id": 8002,
    "definition": "World History: Answer the following about Egyptian history. From 1958-1961, Egypt formed the short-lived United Arab Republic which united them with what other nation?",
    "term": "Syria"
  },
  {
    "id": 8003,
    "definition": "World History: Answer the following about Egyptian history. Tossup: This man described his conquest of Nubia on the temple walls of Beit el-Wali, and he was defeated by Sherden pirates. Merneptah succeeded this man who established his capital at Avaris. This man fought a battle near the Orontes River against Mutawalli II, and this man had temples at both Karnak and Abu Simbel. Identify this son of Seti I who defeated the Hittites at the Battle of Kadesh.",
    "term": "Ramesses the Great or Ramesses II"
  },
  {
    "id": 8004,
    "definition": "World History: Answer these questions about Asian history. The Charter Oath was issued at the beginning of what 1868 event that saw a namesake emperor come to power and begin the modernization process in Japan?",
    "term": "Meiji Restoration"
  },
  {
    "id": 8005,
    "definition": "World History: Answer these questions about Asian history. The Meiji Restoration ended the power of what last shogunate of Japan that was founded by Ieyasu in 1603 at the Battle of Sekigahara?",
    "term": "Tokugawa Shogunate"
  },
  {
    "id": 8006,
    "definition": "World History: Answer these questions about Asian history. Tossup: Raymond Spruance took on a leadership role in this battle due to the illness of William Halsey. One side in this battle was aided by SBD Dauntless Dive Bombers and the cracking of the JN-25 code. The USS Yorktown was sunk at this battle that also saw the sinking of four Japanese aircraft carriers. Identify this 1942 battle that occurred one month after the Battle of Coral Sea that was the turning point of the Pacific Theatre during World War II.",
    "term": "Battle of Midway"
  },
  {
    "id": 8007,
    "definition": "World History: Answer these questions about South American history. Bolivia became a landlocked nation after losing what 19th century conflict against Chile over guano and saltpeter in the Atacama Desert?",
    "term": "War of the Pacific"
  },
  {
    "id": 8008,
    "definition": "World History: Answer these questions about South American history. The death of Francisco Solano Lopez ended what 19th century conflict over the Mato Grosso region that pitted Paraguay against Argentina, Brazil, and Uruguay?",
    "term": "War of the Triple Alliance"
  },
  {
    "id": 8009,
    "definition": "World History: Answer these questions about South American history. Tossup: Protests erupted in this nation in 2014 after the murder of Miss Universe contestant Monica Spear. One leader of this country was asked ''Why don't you just shut up?'' by Spanish King Juan Carlos I and that leader of this nation called George W. Bush the \"devil\" during a speech to the United Nations and died of cancer in 2013. Identify this South American nation formerly led by Hugo Chavez that is now led by Nicolas Maduro from Caracas.",
    "term": "Venezuela"
  },
  {
    "id": 8010,
    "definition": "World History: Identify the following explorers. What explorer was the first governor was Puerto Rico and searched for the Seven Cities of Gold and the Fountain of Youth?",
    "term": "Juan Ponce de Leon"
  },
  {
    "id": 8011,
    "definition": "World History: Identify the following explorers. Team B:What man visited Malindi and Mombasa as the first European to sail to India?",
    "term": "Vasco de Gama"
  },
  {
    "id": 8012,
    "definition": "World History: Identify the following explorers. This explorer was killed after being beheaded for treason by Pedrarias, the father of his wife. This man who named the Pearl Islands established the city of Darien in modern day Colombia, which was the first city established by conquistadors in America. Identify this European explorer who crossed the Isthmus of Panama to become the first European to reach the Pacific Ocean.",
    "term": "Vasco Nunez de Balboa"
  },
  {
    "id": 8013,
    "definition": "World History: Identify the following Chinese Dynasties. Li Po was a famous poet during what Chinese dynasty that ruled from 618 to 907 AD?",
    "term": "Tang Dynasty"
  },
  {
    "id": 8014,
    "definition": "World History: Identify the following Chinese Dynasties. What Chinese dynasty that ruled from 206 BC to 220 AD lends its name to the majority ethnic group of China?",
    "term": "Han Dynasty"
  },
  {
    "id": 8015,
    "definition": "World History: Identify the following Chinese Dynasties. The Eight Nation Alliance put down a rebellion during this dynasty, and a man who claimed to be the brother of Jesus, Hong Xiuquan, led the Taiping Rebellion against this dynasty. The Society of Harmonious Fists led the Boxer Rebellion during this dynasty, and it was defeated by Great Britain during the Opium Wars. Identify this last Chinese dynasty.",
    "term": "Qing Dynasty (pronounced \"Ching\")"
  },
  {
    "id": 8016,
    "definition": "World History: Given the following \"wars\". Frederick the Great invaded Silesia during what 18th century conflict over whether Maria Theresa could ascend to the throne?",
    "term": "War of the Austrian Succession"
  },
  {
    "id": 8017,
    "definition": "World History: Given the following \"wars\". Queen Anne's War was the American theatre of what 18th century conflict over whether Philip V could ascend to the throne?",
    "term": "War of the Spanish Succession"
  },
  {
    "id": 8018,
    "definition": "World History: Given the following \"wars\". In one scene from this conflict, the Princes in the Tower were murdered. One leader in this conflict was Richard Neville who was known as the \"Kingmaker\" and was victorious at the Battle of St. Albans. This war saw the defeat of Richard III at the hands of Henry VII at the Battle of Bosworth Field. Identify this 15th century English conflict between the Houses of York and Lancaster.",
    "term": "War of the Roses"
  },
  {
    "id": 8019,
    "definition": "World History: Answer these questions about the United Nations. What name is given to the group of 15 nations that is responsible for issuing UN sanctions and approving UN military action?",
    "term": "Security Council"
  },
  {
    "id": 8020,
    "definition": "World History: Answer these questions about the United Nations. There are currently 193 members of what group that serves as the primary debate and policy-making body of the United Nations?",
    "term": "General Assembly"
  },
  {
    "id": 8021,
    "definition": "World History: Answer these questions about the United Nations. After assuming a leadership position, this man was able to pressure Sudanese President Omar al-Bashir to allow peacekeeping troops into his nation. This man also pressured George W. Bush to address the issue of global warming after taking over for Kofi Annan. Identify this man who served from 2007-2016 as Secretary General of the United Nations before being replaced by Antonio Guterres.",
    "term": "Ban Ki-Moon"
  },
  {
    "id": 8022,
    "definition": "World History: Identify these Chinese dynasties. Mercury pills killed Shi Huang Di, the leader of what first imperial dynasty of China that began construction of the Great Wall?",
    "term": "Qin Dynasty"
  },
  {
    "id": 8023,
    "definition": "World History: Identify these Chinese dynasties. The Qin dynasty was preceded by what other dynasty that lasted from 1046 BC - 256 BC and saw the Spring and Autumn Period and the Warring States Period?",
    "term": "Zhou Dynasty"
  },
  {
    "id": 8024,
    "definition": "World History: Identify these Chinese dynasties. This dynasty was interrupted with Wang Mang's Xin Dynasty, and it was founded by Liu Bang who later went by Gaozu. This dynasty was divided into \"Eastern\" and \"Western\" parts, and the Yellow Turban Rebellion occurred during this dynasty. The Three Kingdoms Period succeeded what dynasty which lends its name to the largest ethnic majority of China.",
    "term": "Han Dynasty"
  },
  {
    "id": 8025,
    "definition": "World History: Answer these questions about disputed territories around the world. What Ukrainian peninsula was annexed by Russia in 2014, leading to conflict between the two nations?",
    "term": "Crimean Peninsula"
  },
  {
    "id": 8026,
    "definition": "World History: Answer these questions about disputed territories around the world. What geographic and historical region of the Middle East is disputed between Israel and a state claiming the Gaza Strip and West Bank?",
    "term": "Palestine"
  },
  {
    "id": 8027,
    "definition": "World History: Answer these questions about disputed territories around the world. A United Nations peacekeeping mission in this region is centered in Laayoune, which is its largest city. A 1975 war broke out in this nation led by the Polisario Front after it had been granted its independence by Spain. This disputed area is bordered on its east and south by Mauritania, who claimed ownership of this region for a short period in the 1970s. Identify this disputed African region that is controlled by the Sahrawi Arab Democratic Republic and is claimed by Morocco.",
    "term": "Western Sahara"
  },
  {
    "id": 8028,
    "definition": "World History: Answer these questions about British Prime Ministers. What man who gave the \"Iron Curtain\" speech served as Prime Minister of Britain during World War II?",
    "term": "Winston Churchill"
  },
  {
    "id": 8029,
    "definition": "World History: Answer these questions about British Prime Ministers. Winston Churchill followed what other Prime Minister who was criticized for appeasing Adolf Hitler?",
    "term": "Neville Chamberlain"
  },
  {
    "id": 8030,
    "definition": "World History: Answer these questions about British Prime Ministers. Arthur Scargill led a strike of mineworkers during this Prime Minister's reign, and Patrick Magee, a member of the IRA, attempted to assassinate this Prime Minister at the Brighton Hotel. Due to taking away free lunches as the Education Secretary, this Prime Minister was known as the \"Milk Snatcher.\" Identify this conservative ally of Ronald Reagan who was the first female British Prime Minister.",
    "term": "Margaret Thatcher"
  },
  {
    "id": 8031,
    "definition": "World History: Identify these battles that have been fought in Europe. The Duke of Wellington defeated Napoleon at what June 1815 battle that led to Napoleon's exile to St. Helena island?",
    "term": "Battle of Waterloo"
  },
  {
    "id": 8032,
    "definition": "World History: Identify these battles that have been fought in Europe. Operation Uranus took place during what 1943 battle that saw the Soviet Union defeat Nazi Germany at a city on the Volga River?",
    "term": "Battle of Stalingrad"
  },
  {
    "id": 8033,
    "definition": "World History: Identify these battles that have been fought in Europe. Spartan forces were unable to participate in this battle due to the Karneia festival, while Greek forces at this battle were led by Miltiades. Callimachus was killed during this battle, after which Pheidippides ran 26.2 miles back to Athens to give a report of the victory. What 490 BC battle during the Persian War lends its name to a lengthy race?",
    "term": "Battle of Marathon"
  },
  {
    "id": 8034,
    "definition": "World History: Identify the following Roman Emperors. What man, the adopted son of Julius Caesar, was the first Roman Emperor?",
    "term": "Octavian or Augustus Caesar"
  },
  {
    "id": 8035,
    "definition": "World History: Identify the following Roman Emperors. What Roman Emperor supposedly fiddled while Rome burned?",
    "term": "Nero"
  },
  {
    "id": 8036,
    "definition": "World History: Identify the following Roman Emperors. This emperor executed his son, Crispus, and defeated Maxentius at a 312 AD battle. This emperor was told \"In this sign you will conquer,\" while a cross appeared in the sky at the Battle of Milvian Bridge. This man established more religious freedoms to Christians in the Edict of Milan. Identify this Roman emperor who lends his name to a former name of Istanbul.",
    "term": "Constantine the Great or Constantine I"
  },
  {
    "id": 8037,
    "definition": "World History: Answer the following about Islamic History. Identify this caliphate centered in Baghdad that was ruled at its height by Harun al-Rashid.",
    "term": "Abbasid Caliphate"
  },
  {
    "id": 8038,
    "definition": "World History: Answer the following about Islamic History. At the Battle of the Zab River, the Abbasid Caliphate overthrew what other caliphate to gain control of the Middle East?",
    "term": "Umayyads"
  },
  {
    "id": 8039,
    "definition": "World History: Answer the following about Islamic History. During the Abbasid Caliphate, many scholars would gather at one of these types of buildings called the House of Wisdom. Another structure of this type was built by Ptolemy I as an addition to the Mausoleum, but was burnt down in a siege in 48 BC. Alexandria was home to what type of building, where books are collected and checked-out?",
    "term": "Library (prompt on \"University\" until \"Musaeum\" is mentioned)"
  },
  {
    "id": 8040,
    "definition": "World History: Identify these European monarchs. What French king who was the first ruler from the Bourbon dynasty granted rights to Huguenots through the Edict of Nantes?",
    "term": "Henry IV (prompt on \"Henry\" alone)"
  },
  {
    "id": 8041,
    "definition": "World History: Identify these European monarchs. What first Stuart monarch succeeded Elizabeth I and was targeted by the Gunpowder Plot?",
    "term": "James I (prompt on \"James\" alone; accept James VI of Scotland)"
  },
  {
    "id": 8042,
    "definition": "World History: Identify these European monarchs. Toss-Up: This king faced a rebellion known as the Fronde and he was advised through part of his reign by Cardinal Mazarin. Jean-Baptiste Colbert served as the finance minister to this monarch who revoked the Edict of Nantes with his Edict of Fontainebleau. This builder of the Palace at Versailles caused controversy when he stated that \"I am the State.\" Identify this French monarch nicknamed the \"Sun King.\"",
    "term": "Louis XIV (prompt on \"Louis\" alone)"
  },
  {
    "id": 8043,
    "definition": "World History: Identify the following Chinese dynasties. The poets Du Fu and Li Po are associated with what dynasty that ruled from 618-907 and succeeded the Sui [Swee] dynasty?",
    "term": "Tang Dynasty"
  },
  {
    "id": 8044,
    "definition": "World History: Identify the following Chinese dynasties. The Hongwu emperor founded what dynasty that ruled from 1368-1644 and is known for its porcelain?",
    "term": "Ming Dynasty"
  },
  {
    "id": 8045,
    "definition": "World History: Identify the following Chinese dynasties. Toss-Up: The Red Eyebrows peasant rebellion occurred during this dynasty that was interrupted by the Xin [\"Shin\"] Dynasty founded by Wang Mang. Emperor Wu ruled during this dynasty during which Confucianism became the state doctrine. What dynasty that was founded by Liu Bang ruled from 206 BC to 220 AD and names the majority ethnic group in China?",
    "term": "Han Dynasty"
  },
  {
    "id": 8046,
    "definition": "World History: Identify the following Russian/Soviet leaders. What former KGB agent currently serves as the President of Russia?",
    "term": "Vladimir Putin"
  },
  {
    "id": 8047,
    "definition": "World History: Identify the following Russian/Soviet leaders. What leader of the Bolsheviks instituted Communism in present-day Russia at the beginning of the USSR?",
    "term": "Vladimir Lenin"
  },
  {
    "id": 8048,
    "definition": "World History: Identify the following Russian/Soviet leaders. Toss-Up: This leader issued a law code known as the Nakaz and created villages throughout the Ukraine while annexing the Crimean peninsula. This leader placed Stanislaw Poniatowski in power after the Bar Confederation, and Pugachev's Rebellion took place during this leader's rule. Peter III preceded this ruler who Grigory Potemkin attempted to impress by creating fake villages. Identify this enlightened despot, a czarina of Russia.",
    "term": "Catherine the Great"
  },
  {
    "id": 8049,
    "definition": "World History: Identify the following \"Great\" leaders. Please still give the epithet \"the Great\" or a regnal number when giving an answer. What Achaemenid ruler who was in power during the peak of the Persian empire was killed by his bodyguard Artabanus?",
    "term": "Darius the Great or Darius I"
  },
  {
    "id": 8050,
    "definition": "World History: Identify the following \"Great\" leaders. Please still give the epithet \"the Great\" or a regnal number when giving an answer. What other Persian ruler had a namesake cylinder and was the founder of the Persian empire?",
    "term": "Cyrus the Great or Cyrus II or Cyrus the Elder"
  },
  {
    "id": 8051,
    "definition": "World History: Identify the following \"Great\" leaders. Please still give the epithet \"the Great\" or a regnal number when giving an answer. Toss-Up: This man defeated the leader of the \"Great Heathen Army\" and converted him to Christianity. This rival to Guthrum compiled the Doom Book and established the Danelaw. This king was the successor to his brother, Ethelred the Unready. The only English king besides Cnut [ca noot] to be known as \"the Great\" was what 9th century monarch?",
    "term": "Alfred the Great [Accept \"Alfred\" after \"Great\" is red]"
  },
  {
    "id": 8052,
    "definition": "World History: Identify these former European monarchs. Marie Antoinette was the wife of what European monarch who was guillotined during the French Revolution?",
    "term": "Louis XVI (prompt on partial answer)"
  },
  {
    "id": 8053,
    "definition": "World History: Identify these former European monarchs. What Russian tsar known for his cruelty had St. Basil's Cathedral constructed and had a secret police force known as the oprichniki?",
    "term": "Ivan the Terrible OR Ivan IV"
  },
  {
    "id": 8054,
    "definition": "World History: Identify these former European monarchs. Toss-Up: During this leader's reign, Bulavin led a namesake rebellion of Don Cossacks, and this man allowed the Great Wrath to occur in Finland. The Streltsy Revolt hoped to replace this leader with his half-sister Sophie, and he participated in a tour of Europe in his Grand Embassy. This man implemented a beard tax on Boyars in his country, and his military won the Great Northern War. Identify this Tsar who westernized Russia.",
    "term": "Peter the Great OR Peter I"
  },
  {
    "id": 8055,
    "definition": "World History: Identify the following European leaders. What Italian who was nicknamed \"Il Duce\" led the Blackshirts during the 1922 March on Rome?",
    "term": "Benito Mussolini"
  },
  {
    "id": 8056,
    "definition": "World History: Identify the following European leaders. What other Italian leader was nicknamed the \"Hero of Two Worlds\" and led the \"Redshirts\" during the fight for Italian unification?",
    "term": "Giuseppe Garibaldi"
  },
  {
    "id": 8057,
    "definition": "World History: Identify the following European leaders. Tossup: Ferdinand Cohen-Blind attempted to assassinate this man, who bribed his country's newspapers with the \"Reptile Fund.\" This man clashed Adalbert Falk over the latter's \"May Laws\", and he precipitated the Franco-Prussian War after editing the Ems Dispatch. This practitioner of \"Realpolitik\" launched the Kulturkampf against the Catholic Church. The \"Blood and Iron\" speech was given by what \"Iron Chancellor\" of Germany?",
    "term": "Otto von Bismarck"
  },
  {
    "id": 8058,
    "definition": "World History: Identify the following Roman Emperors. What man is considered to be the first Roman Emperor? His reign marked the beginning of the Pax Romana.",
    "term": "Augustus Cesar or Octavian"
  },
  {
    "id": 8059,
    "definition": "World History: Identify the following Roman Emperors. What Roman Emperor supposedly \"fiddled\" while Rome burned?",
    "term": "Nero"
  },
  {
    "id": 8060,
    "definition": "World History: Identify the following Roman Emperors. Toss-Up: This man was tutored by Fronto and he co-ruled with Lucius Verus. This man was preceded by Antoninus Pius, and the end of this man's rule is generally considered the end of the Pax Romana. This man was succeeded by his son, Commodus, and this stoic philosopher wrote the book, Meditations. Identify this last of the Five Good Emperors.",
    "term": "Marcus Aurelius"
  },
  {
    "id": 8061,
    "definition": "World History: Identify the following Latin American countries. The French began to construct a waterway through this country in 1881. Identify this country whose namesake canal was completed by the United States in 1914.",
    "term": "Panama"
  },
  {
    "id": 8062,
    "definition": "World History: Identify the following Latin American countries. In 1959, Fulgencio Batista was overthrown in a Communist revolution in what island nation that was the site of the Bay of Pigs Invasion?",
    "term": "Cuba"
  },
  {
    "id": 8063,
    "definition": "World History: Identify the following Latin American countries. Toss-Up: From 1864-1867, this country was ruled by Maximilian I, the younger brother of Austrian emperor Franz Joseph I. The Ten Tragic Days occurred in this country that has been led by Presidents such as Porfirio Diaz and Benito Juarez. A 2010 BP oil spill occurred in a gulf named for this country. Identify this Latin American country that celebrates Cinco de Mayo.",
    "term": "Mexico"
  },
  {
    "id": 8064,
    "definition": "World History: Answer the following about Carthage. What Carthaginian leader fought at the Battles of Cannae and Zama during the Second Punic War?",
    "term": "Hannibal Barca"
  },
  {
    "id": 8065,
    "definition": "World History: Answer the following about Carthage. Throughout the Third Punic war, what man would end all of his speeches with the line \"Carthage must be destroyed?\"",
    "term": "Cato the Elder"
  },
  {
    "id": 8066,
    "definition": "World History: Answer the following about Carthage. Toss-Up: This figure convinced King Iarbas to give her as much land as could be covered by an oxhide. This figure's husband Sychaeus was killed by her brother Pygmalion, leading this figure to swear a vow of chastity. This woman stabbed herself to death after burning the belongings of her lover on a funeral pyre. Identify this lover of Aeneas who was the founder and first queen of Carthage.",
    "term": "Dido"
  },
  {
    "id": 8067,
    "definition": "World History: Answer these questions about explorers. What captain of the HMS Endeavour died in Hawaii after being the first European to reach Australia?",
    "term": "James Cook"
  },
  {
    "id": 8068,
    "definition": "World History: Answer these questions about explorers. In 1498, what Portuguese explorer became the first European to sail to India around the Cape of Good Hope in Africa?",
    "term": "Vasco da Gama"
  },
  {
    "id": 8069,
    "definition": "World History: Answer these questions about explorers. Toss-Up: The voyages of this explorer were funded by Charles V and he sailed aboard a ship known as the Trinidad. This man died of an infection to his leg after being hit by a spear while fighting the Lapu-Lapu people of the Philippines. A strait named for this man south of Chile connects the Atlantic and Pacific Oceans. Identify this Portuguese explorer who led the first successful expedition to circumnavigate the globe.",
    "term": "Ferdinand Magellan"
  },
  {
    "id": 8070,
    "definition": "World History: Name these former world leaders. This Marxist President of Chile held that title for only three years before being overthrown by Augusto Pinochet (ow-\"GOOSE\"-toh pee-noh-SHAY) in 1973.",
    "term": "Salvador Guillermo Allende (\"eye\"-YEN-\"day\") Gossens"
  },
  {
    "id": 8071,
    "definition": "World History: Name these former world leaders. This former ruler, who had two different stints as prime minister of Pakistan in the 1980s and 90s, was assassinated by a suicide bomber in the city of Rawalpindi in 2007.",
    "term": "Benazir Bhutto (beh-nuh-ZEER BOO-toh)"
  },
  {
    "id": 8072,
    "definition": "World History: Name these former world leaders. Tossup: Shortly after coming to power, this ruler's country experienced a famine referred to locally as the \"Arduous March.\" A neighboring country attempted to improve relations with this ruler through its \"Sunshine Policy.\" One anecdote about this ruler claims that his first ever round of golf ended with a score of thirty-eight under par and at least five holes-in-one. In 2017, his eldest son died after a nerve agent was splashed on his face at the airport in Kuala Lumpur, Malaysia. This ruler, who was commonly known as \"Dear Leader,\" was succeeded by his similarly named son upon his 2011 death. Name this father of North Korea's current ruler, Kim Jong-un (johng-oon).",
    "term": "Kim Jong-il (\"kim\" johng-eel) [prompt on partial answer; do not accept or prompt on \"Kim Il-sung\" or \"Kim Jong-un\"]"
  },
  {
    "id": 8073,
    "definition": "World History: Name these empires. Nahuatl (nah-WAH-tul) was the language spoken by this empire, whose largest city was founded at the location where an eagle was seen perched on a cactus with a snake in its beak.",
    "term": "Aztec Empire or Aztecs [or Aztecas or Aztec Triple Alliance or Mexicas (may-SHEE-kah) or Tenochcas (teh-NOHCH-kuz) or Excan Tlahtoloyan]"
  },
  {
    "id": 8074,
    "definition": "World History: Name these empires. The Suri dynasty briefly interrupted the rule of this empire's second leader, Humayun (HOOM-ah-yoon), whose father founded this empire after his victory at the Battle of Panipat.",
    "term": "Mughal (MOH-gul) Empire [or Mogul Empire; accept Mughal Dynasty or Mogul Dynasty or Gurkani]"
  },
  {
    "id": 8075,
    "definition": "World History: Name these empires. Tossup: One ruler of this empire was killed at the Battle of Pliska and subsequently had his skull turned into a drinking cup by Khan Krum; that ruler came to power after the Isaurian (\"eye-SORE\"-ee-un) dynasty was ended with the deposition of Empress Irene. This empire was defeated at the Battle of Manzikert by the Seljuks, who subsequently expanded into the Anatolian peninsula. The final ruler of this empire, Constantine XI (\"the eleventh\"), was killed when his capital city was sacked in 1453 by the Ottomans. Constantinople was the capital of what successor state of the Roman Empire?",
    "term": "Byzantine (BIH-zun-teen) Empire [or Eastern Roman Empire; do not accept or prompt on \"Roman Empire\"]"
  },
  {
    "id": 8076,
    "definition": "World History: Name the following related to civil wars. This Asian nation's civil war lasted for over twenty-five years and finally ended in 2009 with the government's defeat of the rebel group commonly known as the Tamil Tigers.",
    "term": "Democratic Socialist Republic of Sri Lanka [or Shri Lamka Prajatantrika Samajaya di Janarajaya or Ilankai Jananayaka Choshalichak Kutiyarachu]"
  },
  {
    "id": 8077,
    "definition": "World History: Name the following related to civil wars. The second phase of the English Civil War culminated in the execution of this monarch, who married his French wife, Henrietta Maria, shortly after rising to the throne in 1625.",
    "term": "Charles I of England [prompt on \"Charles\"]"
  },
  {
    "id": 8078,
    "definition": "World History: Name the following related to civil wars. Tossup: During this country's civil war, the execution of eight prisoners by having them tied to a landmine that was then detonated became known as the Ballyseed Massacre. The Fenian Rising had the goal of independence for this country, which was achieved in a 1921 treaty signed by Arthur Griffith and Michael Collins. The aftermath of this country's Easter Rebellion saw the formation of the military group known as the IRA (\"I-R-A\"). The Sinn Fein (shin fayn) is a major political party in what European island nation ruled from Dublin?",
    "term": "Republic of Ireland [or Eire or Poblacht na hEireann]"
  },
  {
    "id": 8079,
    "definition": "World History: Name the following related to the history of Africa. Sundiata Keita (soon-dee-AT-uh kay-\"EAT\"-uh) was the founder of this West African empire, whose rulers were known as mansas (MAHN-sahz).",
    "term": "Mali Empire [or Manden Kurufaba or Niani]"
  },
  {
    "id": 8080,
    "definition": "World History: Name the following related to the history of Africa. This ruler, who rose to power in 1930 as the successor to Empress Zewditu (zah-oo-DEE-too), spent part of his reign in exile after his country was invaded by Italy in 1935.",
    "term": "Haile Selassie (\"highly\" seh-LAH-see) I [or Tafari Makonnen Woldemikael; prompt on \"Selassie\"]"
  },
  {
    "id": 8081,
    "definition": "World History: Name the following related to the history of Africa. Tossup: During the early stages of World War I, this country experienced a pro-German insurrection known as the Maritz Rebellion. A 1960 protest against this country's pass laws led to dozens of people being gunned down by police in the Sharpeville massacre. Within this nation, police officers murdered activist Steve Biko (BEE-koh) one year after killing hundreds in the Soweto (soh-WEE-toh) riots. In 1990, this country's ban on the ANC (\"A-N-C\") was lifted by President F. W. de Klerk, who ended its apartheid (\"apart\"-ide) system. Name this African nation whose first black leader was Nelson Mandela.",
    "term": "Republic of South Africa [accept Union of South Africa; prompt on \"RSA\"]"
  },
  {
    "id": 8082,
    "definition": "World History: Name these conflicts. Israel captured the Gaza Strip, Golan Heights, Sinai Peninsula, and West Bank during this very brief 1967 conflict.",
    "term": "Six-Day War [accept al-Naksah or Milhemet Sheshet HaYamim or Third Arab-Israeli war or answers mentioning three or third war between Arabs or Arabic countries and Israelis]"
  },
  {
    "id": 8083,
    "definition": "World History: Name these conflicts. Rumors about the cartridges used for the Enfield rifle were one issue that helped sparked this nineteenth century Indian rebellion against British rule.",
    "term": "Sepoy Rebellion or Sepoy Mutiny [accept equivalent answers that mention Sepoy; accept Indian Rebellion of 1857 or Indian Revolt of 1857 or Indian Uprising of 1857]"
  },
  {
    "id": 8084,
    "definition": "World History: Name these conflicts. Tossup: Early in this conflict, an army commanded by Ernst von Mansfeld was decimated during the Battle of Dessau (DESS-ow) Bridge. The Treaty of Lubeck ended the participation of Christian IV (\"the fourth\") of Denmark in this conflict, which was sparked shortly after Ferdinand II was named as the heir to Holy Roman Emperor Matthias. A victory at the Battle of White Mountain for the Count of Tilly effectively ended the Bohemian Phase of this war, which began with the Defenestration of Prague in 1618. The Peace of Westphalia (\"west\"-FAY-lee-uh) ended what seventeenth century religious war that lasted three decades?",
    "term": "Thirty Years' War"
  }
]
